{"rows":10,"os":"0","page":"1","total":"1","projects":{"P006900":{"id":"P006900","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Sector Investment and Maintenance Loan","lendinginstrtype":"IN","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Road Construction and Maintenance Project","board_approval_month":"October","approvalfy":"1962","boardapprovaldate":"1961-10-13T00:00:00Z","closingdate":"1967-12-31T00:00:00Z","lendprojectcost":"11,000,000","ibrdcommamt":"5,500,000","idacommamt":"5,500,000","totalamt":"11,000,000","grantamt":"0","url":"http://www.worldbank.org/projects/P006900/road-construction-maintenance-project?lang=en","countryshortname":"Costa Rica","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Roads & highways, , accounting, air, air carrier, airline companies, airways, Amount of Loan, Asphalt, average daily traffic, Bank loan, better road, bicycles, bridge, Bridges, budgeting, Buses, cars, cd, Cement, common carriers, Concrete, Design speed, devaluation, disbursement, domestic traffic, drainage, drivers, earth roads, Equipment, exchange rate, Expenditure, expenditures, fatality, fatality rates, feeder roads, flOOding, footpaths, Foreign Currency, foreign exchange, foreign loan, foreign loans, freight, freight traffic, fuel, Gasoline, gravel, gravel roads, Heavy trucks, Heavy Vehicles, HIGHWAY, Highway Authority, Highway Construction, Highway Construction Costs, highway design, highway design standards, highway improvement, Highway Improvements, highway maintenance, highway program, HIGHWAY PROJECT, highway system, highways, holdings, income, Inspection, instrument, Insurance, INTERNATIONAL DEVELOPMENT, inventory, ISO, Land Ownership, light trucks, light vehicles, loading, loan, loan application, Local Currency, local roads, main roads, motor vehicle, motor vehicle density, motor vehicles, motorcycles, passenger, passenger cars, passenger traffic, passengers, pavement, pavement conditions, paving, public road, Public roads, Public Transportation, Public Works, Rail, Rail Systems, rail track, rail traffic, railroad, railroads, railway, rain, rate of return, rates of return, RECONSTRUCTION, regional roads, Returns, rider, Right-of-way, Road, road alignment, road cond"},"project_abstract":{"cdata":"The Road Construction and Maintenance Project for Costa Rica is the first stage of a seven-year highway development program for the improvement and extension of the country's highway network. This will be the first transportation loan to Costa Rica by the Bank or IDA. The project objectives are to provide adequate facilities for present and expected future automobile traffic through extensive improvement works and new highway construction works. The three components of the project are: a) the improvement of 54 existing national and regional roads totaling 640 km (about one-third of the total), and the construction of 3 new roads totaling 31 km; b) the purchase of mechanical equipment, spare parts, and materials for highway construction and maintenance; and c) the foreign exchange cost of surveying instruments, engineering studies, and consulting services. The nature of the highway improvement work varies somewhat in different localities and terrain but consists mainly of improving existing geometric alignment, widening and strengthening existing road foundations and shoulders, widening or re-building existing bridges, paving, and improving drainage. The project may also include engineering studies for potential future highway works not included in the present project. This report finds that the project is technically sound and the cost estimates are realistic. The borrower is the Ministry of Public Works, and boasts sound organization and competent, if inexperienced, staff. Financing arrangements appear satisfactory. The project provides a suitable basis for a Bank loan and IDA credit."},"country_namecode":"Republic of Costa Rica!$!CR","sector1":{"Name":"(Historic)Highways","Percent":100},"theme1":{"Name":"","Percent":0},"totalcommamt":"11,000,000","sector":[{"Name":"(Historic)Highways"}],"docty":"Project Performance Assessment Report,Loan Agreement,Loan Agreement,Memorandum & Recommendation of the President,Staff Appraisal Report","countrycode":"CR","sectorcode":"TH","mjsector_namecode":[{"name":"Transportation","code":"TX"}],"mjthemecode":"10","mjtheme_namecode":[{"name":"","code":"10"}],"sector_namecode":[{"name":"(Historic)Highways","code":"TH"}],"source":"IBRD","majorsector_percent":[{"Name":"Transportation","Percent":100}],"projectdocs":[{"DocTypeDesc":"Project Performance Assessment Report (PPAR),  Vol.1","DocType":"PPAR","EntityID":"000178830_9810190117001","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000178830_9810190117001","DocDate":"20-OCT-1972"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081e65fb2_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081e65fb2_1_0","DocDate":"13-OCT-1961"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081e67f7d_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081e67f7d_1_0","DocDate":"13-OCT-1961"},{"DocTypeDesc":"Memorandum & Recommendation of the President (MOP),  Vol.1","DocType":"MOP","EntityID":"000178830_98101902340261","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000178830_98101902340261","DocDate":"04-OCT-1961"},{"DocTypeDesc":"Staff Appraisal Report (SAR),  Vol.1","DocType":"SAR","EntityID":"000350881_20091019161414","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20091019161414","DocDate":"04-OCT-1961"}],"countryname":"Republic of Costa Rica"}},"facets":{}}