{"rows":10,"os":"0","page":"1","total":"1","projects":{"P008445":{"id":"P008445","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Sector Investment and Maintenance Loan","lendinginstrtype":"IN","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Transport Project","board_approval_month":"May","approvalfy":"1985","boardapprovaldate":"1985-05-28T00:00:00Z","closingdate":"1991-06-30T00:00:00Z","lendprojectcost":"75,000,000","ibrdcommamt":"75,000,000","idacommamt":"0","totalamt":"75,000,000","grantamt":"0","url":"http://www.worldbank.org/projects/P008445/transport-project?lang=en","countryshortname":"Hungary","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accidents,Airline,airways,arterial roads,aviation,axle loads,bottlenecks,bridges,bus,bus networks,buses,carriers,cars,cation,centralized traffic control,civil works,civil works component,commercial vehicles,congestion,construction,construction supervision,construction work,Container handling,Container handling equipment,container terminals,Container Traffic,Containers,crushed stone,diesel locomotives,diesel oil,drivers,duty,electric locomotives,energy conservation,energy consumption,engine,engineering,engineering design,fares,fleet composition,framework,Freight,freight cars,Freight Traffic,freight transport,freight vehicles,fuel,fuel oil,handling,haulage,heavy traffic,highway,Highway Design,Highway planning,HIGHWAYS,hub,income,international airport,international trade,junctions,landlocked country,loading,local roads,locomotive availability,Locomotive maintenance,locomotives,long distances,main line locomotives,Marshalling Yards,mass,modal coordination,Mode of Transport,modes of transport,Motor Vehicles,motorways,national roads,operation and maintenance,operations,Passenger,passenger coaches,passenger fares,passenger services,Passenger Traffic,passenger trains,Passenger Transport,passengers,pavement,pavement management,petroleum,petroleum products,ports,public transport,Public transportation,quality control,radio,Rail,Rail traffic,Rail traffic density,rail transport,railway development,railway electrification,railway network,railway operations,railway policy,railway stations,r"},"project_abstract":{"cdata":"The main objective of the project is to support the Government's policies of increasing the efficiency of the transport sector, conserving energy in the sector and increasing the sector's earnings of convertible currencies. The project consists of: (i) a railway component including a modernization program for the Ferencvaros (East) marshalling yard in Budapest, acquisition of track renewal and maintenance equipment and equipment to upgrade interface facilities between rail and road at five container terminals, training of railway personnel to familiarize them with recent developments in traffic, operations and engineering practices; (ii) a highway component including construction of the first phase of a 4-lane motorway bypass Budapest including 2 bridges across the Danube, acquisition of equipment for the maintenance of national roads, pavement management, road safety and road construction quality control, and training of highway personnel in traffic safety and pavement management; (iii) an HC component including aquisition of larger capacity, more fuel efficient and longer life freight vehicles together with supporting management information systems and maintenance workshop equipment; and (iv) technical studies. The main objective of the project is to support the Government's of increasing the efficiency of the transport sector, conserving energ sector and increasing the sector's earnings of convertible currencies. project consists of: (i) a railway component including a modernization for the Ferencvaros (East) marshalling yard in Budapest, acquisition o renewal and maintenance equipment and equipment to upgrade interface facilities between rail and road at five container terminals, training railway personnel to familiarize them with recent developments in traf operations and engineering practices; (ii) a highway component includi construction of the first phase of a 4-lane motorway bypass Budapest including 2 bridges across the Danube, acquisition of equipment for th maintenance of national roads, pavement management, road safety and ro construction quality control, and training of highway personnel in tra safety and pavement management; (iii) an HC component including aquisi larger capacity, more fuel efficient and longer life freight vehicles with supporting management information systems and maintenance worksho equipment; and (iv) technical studies. The Fine Chemical Project seeks to improve production efficiency in the livestock industry and to increase convertible foreign exchange earnings through the expansion of exports of processed animal products. It will help strengthen the livestock industry by rehabilitating and expanding existing facilities which would provide inputs or directly produce cattle, pigs and sheep and processed meat and cheese. It will also provide funds for pasture and livestock research, management training for large farms and slaughterhouses, and export marketing services. The project will consist of five components: (a) animal feed and livestock input supply; (b) on-farm production; (c) agroindustrial processing; (d) research and training; and (e) export marketing services. The main objective of the project is to support the Government's of increasing the efficiency of the transport sector, conserving energ sector and increasing the sector's earnings of convertible currencies. project consists of: (i) a railway component including a modernization for thee Ferencvaros (East) marshalling yard in Budapest, acquisition o renewal and maintenance equipment and equipment to upgrade interface facilities between rail and road at five container terminals, training railway personnel to familiarize them with recent developments in traf operations and engineering practices; (ii) a highway component includi construction of the first phase of a 4-lane motorway bypass Budapest including 2 bridges across the Danube"},"country_namecode":"Hungary!$!HU","sector1":{"Name":"(Historic)Highways","Percent":100},"theme1":{"Name":"","Percent":0},"totalcommamt":"75,000,000","sector":[{"Name":"(Historic)Highways"}],"docty":"Project Completion Report,Staff Appraisal Report","countrycode":"HU","sectorcode":"TH","mjsector_namecode":[{"name":"Transportation","code":"TX"}],"mjthemecode":"11","mjtheme_namecode":[{"name":"","code":"11"}],"sector_namecode":[{"name":"(Historic)Highways","code":"TH"}],"source":"IBRD","majorsector_percent":[{"Name":"Transportation","Percent":100}],"projectdocs":[{"DocTypeDesc":"Project Completion Report (PCR),  Vol.1","DocType":"PCR","EntityID":"000009265_3960925222258","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000009265_3960925222258","DocDate":"16-JUN-1992"},{"DocTypeDesc":"Staff Appraisal Report (SAR),  Vol.1","DocType":"SAR","EntityID":"000009265_3970723103242","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000009265_3970723103242","DocDate":"30-APR-1985"}],"countryname":"Hungary"}},"facets":{}}