{"rows":10,"os":"0","page":"1","total":"1","projects":{"P050567":{"id":"P050567","projectfinancialtype":"OTHER","regionname":"Middle East and North Africa","prodline":"GE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"KUREIMAT SOLAR THERMAL HYBRID PROJECT","board_approval_month":"December","approvalfy":"2008","boardapprovaldate":"2007-12-11T00:00:00Z","closingdate":"2011-10-31T00:00:00Z","lendprojectcost":"327,570,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"49,800,000","borrower":"T E","impagency":"EA E","url":"http://www.worldbank.org/projects/P050567/kureimat-solar-thermal-hybrid-project?lang=en","countryshortname":"Egypt, Arab Republic of","teamleaderupi":"105246","prodlinetext":"Global Environment Project","keywords":{"cdata":"anthropogenic sources, approach, balance, boiler, boiler design, capacity factor, Climate change, conventional fossil, conventional power, conventional power plants, demand for electricity, distribution of electricity, electric power, electrical energy, electricity, Energy Authority, energy consumption, energy efficiency, Energy intensity, energy needs, energy resource, energy sector, energy solutions, energy sources, environmental aspects, Environmental Assessment, Environmental Impact, Environmental Impact Assessment, Environmental Management, fossil, fossil fuel, gas supply, gas turbine, gas turbine technology, generation, generation capacity, GLOBAL ENVIRONMENT, greenhouse, greenhouse gas, greenhouse gas emissions, Gross Domestic Product, heat, Heat Exchanger, heat recovery, heat recovery steam generator, heat transfer, hybrid plant, hydropower, Independent Power Producers, MIDDLE EAST, natural gas, natural resources, NORTH AFRICA, oil, oil producing, oil producing countries, Peak load, petroleum, plant operation, Power, Power Plant, Power Plant Development, power plants, Power Producers, power production, Power Project, Power Purchase Agreements, power sector, power system, primary energy, primary fuel, Renewable energy, renewable energy producers, renewable energy projects, renewable energy sources, renewable energy technology, renewable resources, renewable technologies, solar energy, Solar Energy Systems, Solar Power, solar radiation, solar sources, SOLAR THERMAL, SOL"},"project_abstract":{"cdata":"The objective of the Kureimat Integrated Solar Combined Cycle Power Project is to increase the share of solar-based electricity in the Egyptian energy generation thereby contributing to the Government's objective of diversifying electric power production. The global development objective of the project is to reduce greenhouse gas emissions from anthropogenic sources by increasing the market share of low greenhouse gas emitting technologies. The project has three components: 1. The design, construction and operation of the Integrated Solar Combined Cycle Plant; 2. Capacity building to NREA through construction management services during project implementation to ensure the smooth integration between the solar and the combined cycle portions of the plant; and 3. The implementation of the environmental monitoring plan."},"country_namecode":"Arab Republic of Egypt!$!EG","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>مشروع الطاقة الشمسية والحرارية الهجينة بالكريمات</ProjectName><ProjectAbstract>يهدف مشروع محطة الكريمات المتكاملة لتوليد الكهرباء باستخدام الطاقة الشمسية بنظام الدورة المركبة إلى زيادة حصة الكهرباء المولدة من الطاقة الشمسية في قطاع الطاقة المصري ومن ثم المساهمة في تحقيق هدف الحكومة المتمثل في تنويع إنتاج الطاقة الكهربائية. ويتمثل الهدف الإنمائي العام للمشروع في تخفيض انبعاثات غازات الدفيئة من المصادر البشرية بزيادة نصيب السوق من التكنولوجيات ذات الانبعاثات الغازية المنخفضة. ولهذا المشروع ثلاثة مكونات، هي: (1) تصميم وبناء وتشغيل محطة توليد متكاملة باستخدام الطاقة الشمسية بنظام الدورة المركبة؛ (2) بناء قدرات الهيئة القومية للطاقة المتجددة من خلال خدمات إدارة البناء أثناء تنفيذ المشروع لضمان التكامل السلس بين الأقسام الشمسية والمركبة من المحطة؛ و(3) تنفيذ خطة المراقبة البيئية.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>En juillet 2005, les chefs des pays membres du G8 réunis à Gleneagles, en Écosse, ont lancé un nouveau dialogue sur le changement climatique, les énergies propres et le développement durable impliquant 20 économies à forte consommation d’énergie. Le cadre d’investissement a pour objectif global de catalyser les investissements de sources publiques et privées pour accroître l’accès à l’énergie dans les pays en développement et pour stimuler ainsi le développement par le recours à des technologies plus propres qui protègent l’environnement. Dans cette optique, la Banque examine la valeur potentielle de nouvelles approches financières pour accélérer l’investissement dans les énergies propres, durables, économiques et efficaces. À titre de plan d’accélération des investissements qui fourniront des services énergétiques modernes et efficaces aux personnes qui en ont le plus besoin, le cadre d’investissement réaffirme la primauté de la Convention-cadre des Nations Unies sur les changements climatiques, y compris l’accent mis sur les responsabilités communes mais différenciées entre les pays riches et les pays en développement.</ProjectAbstract></Project>]]>","sector1":{"Name":"Other Renewable Energy","Percent":100},"theme1":{"Name":"Climate change","Percent":100},"totalcommamt":"49,800,000","sector":[{"Name":"Other Renewable Energy"}],"docty":"Implementation Status and Results Report,Grant or Trust Fund Agreement,Project Appraisal Document,Environmental Assessment,Integrated Safeguards Data Sheet,Project Information Document,Project Information Document,Integrated Safeguards Data Sheet","countrycode":"EG","sectorcode":"LR","mjsector_namecode":[{"name":"Energy and mining","code":"LX"}],"mjtheme":["Environment and natural resources management"],"themecode":"81","mjthemecode":"11,4","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"","code":"4"}],"sector_namecode":[{"name":"Other Renewable Energy","code":"LR"}],"theme_namecode":[{"name":"Climate change","code":"81"}],"source":"IBRD","majorsector_percent":[{"Name":"Energy and mining","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011062513345699","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011062513345699","DocDate":"25-JUN-2011"},{"DocTypeDesc":"Grant or Trust Fund Agreement (GTA),  Vol.","DocType":"GTA","EntityID":"000021321_2010051910045470","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2010051910045470","DocDate":"16-DEC-2007"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000020953_20071127090612","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20071127090612","DocDate":"13-NOV-2007"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.1","DocType":"EA","EntityID":"000011823_20070122112357","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000011823_20070122112357","DocDate":"01-DEC-2006"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20061107094139","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20061107094139","DocDate":"06-NOV-2006"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20061107093909","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20061107093909","DocDate":"17-OCT-2006"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20040518162347","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20040518162347","DocDate":"04-FEB-2004"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20040114090325","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20040114090325","DocDate":"13-JAN-2004"}],"countryname":"Arab Republic of Egypt"}},"facets":{}}