{"rows":10,"os":"0","page":"1","total":"1","projects":{"P071019":{"id":"P071019","projectfinancialtype":"OTHER","regionname":"East Asia and Pacific","prodline":"GE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Demand-Side Management & Energy Efficiency Project","board_approval_month":"June","approvalfy":"2003","boardapprovaldate":"2003-06-24T00:00:00Z","closingdate":"2010-06-30T00:00:00Z","lendprojectcost":"18,560,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"5,500,000","borrower":"STATE A","impagency":"IIST","url":"http://www.worldbank.org/projects/P071019/demand-side-management-energy-efficiency-project?lang=en","countryshortname":"Vietnam","teamleaderupi":"295140","prodlinetext":"Global Environment Project","keywords":{"cdata":"Abatement,appliances,audits,capital requirements,Carbon,Carbon dioxide,carbon dioxide emissions,CFL,CFLs,co2,coal,commercial buildings,commercial energy,Commercial Energy Efficiency,demand growth,DSM,economic growth,efficiency of energy,efficiency of energy use,efficient use,efficient use of electricity,electric power,electric power sector,ELECTRICITY,electricity demand,electricity price,electricity supply,electronic ballasts,emission,emission reductions,employment,end- use,end- users,end-use,end-users,energy audits,Energy Conservation,energy conservation centers,Energy Conservation Promotion,energy consumption,energy costs,Energy demand,energy demand growth,Energy Efficiency,Energy Efficiency Improvement,Energy Efficiency Market,energy infrastructure,energy intensive,energy savings,energy sector,energy service,energy service companies,energy services,energy use,energy users,environmental degradation,environmental impacts,ESCO,ESCO models,Exchange Rate,financial resources,fuel,fuel substitution,Gas,GDP,GEF,generation capacity,Global Environment,Global Environment Facility,Greenhouse,Greenhouse Gas,Greenhouse Gas Abatement,hydro resources,lighting,load management,marginal cost,natural gas,oil,oil equivalent,peak demand,poverty alleviation,power utilities,productivity,programs,reduction in carbon,renewable energy,renewable energy resources,Renewables,Retail electricity tariffs,rural communities,rural electrification,rural energy,savings,sustainable development"},"project_abstract":{"cdata":"The objectives of the Demand-Side Management and Energy Efficiency Project are to: (a) develop and expand demand-side management (DSM) business programs and test new market transformation efforts within the national electric utility, Electricity of Vietnam (EVN); and (b) develop sustainable business models and mechanisms to support energy efficiency (EE) retrofit investments in commercial and industrial facilities.  The project consists of two components: (i) a second phase DSM component under EVN; and  (ii) a pilot commercial EE program under the Ministry of Industry (MoI).  The main focus of the first component will be to implement EVN's DSM business plan developed in Phase 1 by: a) expanded time-of-use (TOU) metering by procuring and installing TOU meters; b) pilot direct load control (DLC) Program introduced by using ripple control systems; c) compact fluorescent lamp (CFL) promotion; d) Fluorescent tube lamp (FTL) market transformation; and e) supporting programs and technical assistance for DSM efforts.  The second component seeks to test appropriate business models and mechanisms to catalyze a service market to support EE investments by supporting commercial service providers or \"project agents\" in all phases of EE project identification, development and implementation.  Specific activities under this component are: a) comprehensive project agent training program to provide basic technical, financial and business knowledge to facilitate the development and implementation of project proposals as well as some customized technical assistance to develop their marketing and business plans; b) subproject audit and investment grants for energy audits and investments to project agents and their customers; and c) program marketing, monitoring and administration including program marketing."},"country_namecode":"Socialist Republic of Vietnam!$!VN","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectAbstract>Los objetivos del proyecto de gestión de la demanda eléctrica y la eficiencia energética son: a) desarrollar y ampliar programas empresariales de gestión de la demanda eléctrica (DSM) y probar nuevos esfuerzos de transformación del mercado dentro de la empresa eléctrica nacional, Electricity of Vietnam (EVN), y b) desarrollar modelos y mecanismos empresariales sostenibles para soportar inversiones de modernización de la eficiencia energética (EE) en instalaciones comerciales e industriales. El proyecto consta de dos componentes: 1) un componente de DSM de segunda fase de EVN y 2) un programa piloto comercial de EE del Ministerio de Industria (MoI). El enfoque principal del primer componente será implementar el plan empresarial de DSM de EVN desarrollado en la fase 1 mediante: a) medición de tiempo de uso (TOU) ampliado mediante la obtención e instalación de contadores TOU; b) introducción del programa piloto de control de carga directa (DLC) utilizando sistemas de control de fluctuaciones; c) promoción de la lámpara fluorescente compacta (LFC); d) transformación del mercado de la lámpara de tubo fluorescente (FTL), y e) programas de apoyo y asistencia técnica para los esfuerzos de DSM. El segundo componente intenta probar los modelos y mecanismos empresariales apropiados para catalizar un mercado de servicios a fin de soportar inversiones de EE mediante el apoyo de proveedores de servicios comerciales o \"\"agentes del proyecto\"\" en todas las fases de identificación, de desarrollo e implementación del proyecto de EE. Las actividades específicas de este componente son: a) programa de formación completo de agentes del proyecto para proporcionar conocimientos técnicos, financieros y comerciales básicos con el fin de facilitar el desarrollo y la implementación de las propuestas del proyecto, así como una cierta asistencia técnica personalizada para desarrollar sus planes de comercialización y de negocios; b) auditoría del subproyecto y subvenciones para inversiones de balances energéticos e inversiones en energía para los agentes del proyecto y sus clientes; y c) comercialización, supervisión y administración del programa.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>Les objectifs du Demand-Side Management and Energy Efficiency Project (Projet de maîtrise de la demande d’électricité et d’efficacité énergétique) sont de : a) mettre sur pied des programmes de maîtrise de la demande en électricité (MDE) pour les entreprises et leur faire prendre de l’expansion et tester les efforts réalisés au sein du service public d’électricité national, Electricity of Vietnam (EVN), pour transformer le nouveau marché ; et b) élaborer des modèles et mécanismes commerciaux viables pour soutenir le renouvellement des investissements dans le domaine de l’efficacité énergétique au sein des installations commerciales et industrielles. Le projet comporte deux volets : i) une deuxième phase de MDE sous l’égide de EVN ; et ii) un programme pilote d’efficacité énergétique destiné aux entreprises sous l’égide du ministère de l’Industrie. Le premier volet mettra principalement l’accent sur la mise en œuvre du plan d’activités de MDE de EVN mis au point lors de la phase 1 en : a) répandant l’utilisation des compteurs électriques horaires en les distribuant et en les installant ; b) mettant en œuvre un programme pilote sur les relais de délestage directs qui ont vu le jour depuis l’utilisation de télécommandes centralisées ; c) faisant la promotion des lampes fluorescentes compactes ; d) transformant le marché des tubes fluorescents ; et soutenant des programmes et des initiatives d’aide technique dans le domaine de MDE. Le deuxième volet vise à tester des plans d’activités et des mécanismes appropriés pour catalyser un marché des services pour soutenir les investissements dans le domaine de l’efficacité énergétique en aidant les fournisseurs de services commerciaux ou « agents de projet » lors des phases d’identification, de développement et d’exécution des projets de MDE. Les activités spécifiques de ce volet sont : a) un programme de formation complète des agents du projet pour leur fournir les connaissances techniques, financières et commerciales de base pour faciliter le développement et l’exécution de propositions de projet ainsi que l’aide technique personnalisée pour l’élaboration de leurs plans d’activités et de marketing ; b) la vérification des sous-projets et des subventions d’investissement pour les agents du projet et leurs clients ; et c) le marketing, le suivi et l’administration du programme, notamment le marketing du programme. </ProjectAbstract></Project>]]>","sector1":{"Name":"Energy efficiency in Heat and Power","Percent":70},"sector2":{"Name":"Power","Percent":30},"theme1":{"Name":"Climate change","Percent":67},"theme2":{"Name":"Other financial and private sector development","Percent":33},"totalcommamt":"5,500,000","sector":[{"Name":"Energy efficiency in Heat and Power"},{"Name":"Power"}],"docty":"Procurement Plan,Project Appraisal Document,Integrated Safeguards Data Sheet,Project Information Document,Grant or Trust Fund Agreement","countrycode":"VN","sectorcode":"LD,LA","mjsector_namecode":[{"name":"Energy and mining","code":"LX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Environment and natural resources management","Financial and private sector development"],"themecode":"44,81","mjthemecode":"11,4","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Energy efficiency in Heat and Power","code":"LA"},{"name":"Power","code":"LD"}],"theme_namecode":[{"name":"Climate change","code":"81"},{"name":"Other financial and private sector development","code":"44"}],"source":"IBRD","majorsector_percent":[{"Name":"Energy and mining","Percent":70},{"Name":"Energy and mining","Percent":30}],"projectdocs":[{"DocTypeDesc":"Procurement Plan (PROP),  Vol.1","DocType":"PROP","EntityID":"000334955_20100625031927","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20100625031927","DocDate":"31-MAR-2010"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000112742_20030605154040","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000112742_20030605154040","DocDate":"30-MAY-2003"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000094946_02101704195580","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000094946_02101704195580","DocDate":"09-OCT-2002"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000094946_02091205204985","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000094946_02091205204985","DocDate":"23-SEP-2002"},{"DocTypeDesc":"Grant or Trust Fund Agreement (GTA),  Vol.","DocType":"GTA","EntityID":"000114496_2010061015054444","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000114496_2010061015054444","DocDate":"27-SEP-2001"}],"countryname":"Socialist Republic of Vietnam"}},"facets":{}}