{"rows":10,"os":"0","page":"1","total":"1","projects":{"P079320":{"id":"P079320","projectfinancialtype":"OTHER","regionname":"East Asia and Pacific","prodline":"SF","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"THIRD AGRICULTURE REHABILITATION PROJECT","board_approval_month":"December","approvalfy":"2004","boardapprovaldate":"2003-12-29T00:00:00Z","closingdate":"2008-12-31T00:00:00Z","lendprojectcost":"11,400,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"3,000,000","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P079320/third-agriculture-rehabilitation-project?lang=en","countryshortname":"Timor-Leste","teamleaderupi":"234869","prodlinetext":"Special Financing","keywords":{"cdata":"ACIAR, agricultural growth, agricultural information, AGRICULTURE, animal health, Animal production, Bidding, Canadian International Development Agency, canals, capacity building, cassava, CGIAR, CGIAR centers, CIDA, civil society, coastal areas, coconut, commodities, Community Participation, Cropping, crops, diseases, drainage, drought, droughts, Economic Analysis, Environmental Assessment, environmental benefits, environmental sustainability, equipment, European Commission, expenditures, extension, Famine, FAO, farmers, farming, Financial Analysis, Financial Management, Fisheries, fishing, floods, food insecurity, food security, Forestry, Forests, gardens, incomes, information dissemination, information networks, integration, International Agricultural Research, International Waters, International Waterways, Irrigation, land ownership, land use, legislation, Livestock, maize, marketing, media, meteorology, MOA, natural disasters, Natural Resource Management, Natural Resources, Natural Resources Management, Negotiations, NGOs, Nongovernmental Organizations, Pacific Region, Pest Management, pesticides, population growth, Procurement, Program Management, program reviews, programs, radio access, rice, rice yields, riparian, Risk Mitigation, rural communities, Rural Development, rural employment, rural households, safety, service delivery, small-scale irrigation, social safety nets, staple crops, technical advice, technical assistance, the Consultative Group, UNDP, United Nation"},"project_abstract":{"cdata":"The Third Agriculture Rehabilitation Project aims to strengthen the capacity of the Ministry of Agriculture, Forestry and Fisheries (MAFF), and its key development partners to assist rural communities in increasing their production and income in a sustainable way. The project was designed with an emphasis on sustainability of activities, impact of achievements, and quality of outputs. The first component - Participatory Development and Natural Resources Management, will support MAFF's main assistance program to upland and coastal communities, by promoting improved self-reliance, and natural resources management to strengthen communities' resilience, and make them less vulnerable to external shocks (such as periodic droughts and chronic food insecurity). Component 2 - Irrigation Rehabilitation and Management, will support MAFF's main assistance program to farmers in lowland irrigated areas, targeting about 4,000 rural families in all 13 districts, of which some 20 percent of members of Water User Associations (WUAs) are expected to be women. The third component - Services to Farmers, will help institutionalize three basic MAFF services to farmers: Information, Animal Health, and Agribusiness support. Finally, component 4 - Program Management, will help MAFF in project management, continue to develop key national policies, and, strengthen the Ministry's managerial and technical capacity."},"country_namecode":"Democratic Republic of Timor-Leste!$!TP","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectAbstract>A pesar de las conclusiones de la revisión medioambiental que indican que no se producirá ningún impacto medioambiental negativo derivado de este proyecto (clasificado como categoría medioambiental B), este análisis medioambiental (V. 1) describe las salvaguardias medioambientales del proyecto, basadas en la experiencia del anterior proyecto de rehabilitación de la agricultura y servirá de guía para garantizar las políticas operacionales relevantes y cumplir las normativas medioambientales. Éste se acompaña de un informe de evaluación social (V. 2) que identifica las instituciones municipales y detalla las mejores opciones para la creación de demanda de servicios y distribución eficaz de servicios, dentro del entorno socioeconómico. Las medidas para mitigar la degradación medioambiental incluyen: la protección de la diversidad de los ríos a través de prácticas vegetativas (es decir, hierbas adecuadas como vetiver, hierba limón) y muros de protección para evitar la erosión causada por las inundaciones. Las prácticas vegetativas también deben evitar la sedimentación, mientras que los muros de piedra deben minimizar la erosión de la ribera y los desprendimientos de tierras; se debe ajustar la entrada de agua en los acuíferos conocidos para reducir las corrientes de aguas subterráneas y evitar la intrusión de salinidad; se deben realizar mediciones para controlar y garantizar los caudales adecuados para prevenir la degradación de hábitats río abajo; se debe asegurar la difusión de información para comunicarse con las comunidades con respecto a la introducción de normativas medioambientales y el cumplimiento, especialmente las asociaciones de usuarios de agua acerca de acciones correctivas; se deben identificar los sustratos y los niveles de agua superficial/subterránea para valorar el anegamiento y la salinidad, y realizar pruebas de la calidad del agua y del suelo, verificando también la pérdida de nutrientes y las sustancias tóxicas. Con este fin, en la etapa de diseño, se debe analizar el lecho rocoso para estimar las concentraciones de toxicidad y/o algas, para proteger los nutrientes del ecosistema acuático; se deben iniciar prácticas integradas de gestión de cuencas y programas de revegetación para proporcionar programas educativos comunitarios que incorporan la política y las normativas.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>Malgré les conclusions de l’évaluation environnementale qui estime que le projet n’aura aucun impact environnemental majeur (le projet est classé dans la catégorie environnementale B), cette analyse environnementale (volume 1) souligne les mesures de sauvegarde du projet, en s’appuyant sur l’expérience des projets de réhabilitation agricole antérieurs, et elle servira de guide pour veiller à ce que les politiques opérationnelles pertinentes soient conformes aux règlements environnementaux. Cette analyse est accompagnée d’un rapport d’évaluation sociale (volume 2) qui identifie les institutions des villages et qui souligne quelles sont les meilleures options pour créer de la demande pour les services et assurer des prestations de services efficaces dans cet environnement socio-économique. Les mesures d’atténuation de la dégradation environnementale comprennent : la protection de la diversification de la rivière au moyen de pratiques végétatives (par exemple des herbes appropriées telles que le vétiver, la citronnelle, etc.) et de murs de protection pour prévenir l’érosion causée par les inondations. Les pratiques végétatives devraient également prévenir la sédimentation tandis que les murs de pierre devraient minimiser l’érosion des berges et les glissements de terrain ; la prise d’eau devrait être ajustée aux prises d’eaux souterraines connues pour réduire le débit souterrain et prévenir l’intrusion de contenu salin ; des mesures devraient être prises pour contrôler le débit et veiller à ce qu’il soit adéquat pour prévenir la dégradation des habitants en aval ; l’information devrait être relayée pour assurer le lien entre les communautés et l’introduction de règlements environnementaux et de conformité, en particulier avec les associations d’utilisateurs d’eau en ce qui a trait aux mesures correctives ; les niveaux de l’eau de la face intérieure et de l’eau souterraine devraient être évalués pour déterminer l’engorgement du sol et le contenu en sel de l’eau et des tests de la qualité de l’eau et du sol devraient être réalisés, entre autres pour vérifier la présence potentielle de fuite d’éléments nutritifs et de substances toxiques. À cette fin, à l’étape de la conception du projet, le substratum rocheux devrait être analysé pour estimer les concentrations des substances toxiques et/ou des algues pour protéger les éléments nutritifs des écosystèmes aquatiques. Des pratiques intégrées de gestion des bassins hydrologiques et des programmes de végétalisation devraient être mis en place pour offrir des programmes d’éducation communautaire qui englobent les politiques et les règlements.</ProjectAbstract></Project>]]>","sector1":{"Name":"General agriculture, fishing and forestry sector","Percent":30},"sector2":{"Name":"Irrigation and drainage","Percent":30},"sector3":{"Name":"Animal production","Percent":20},"sector4":{"Name":"General information and communications sector","Percent":15},"sector5":{"Name":"Agro-industry, marketing, and trade","Percent":5},"theme1":{"Name":"Water resource management","Percent":40},"theme2":{"Name":"Other rural development","Percent":40},"theme3":{"Name":"Participation and civic engagement","Percent":20},"totalcommamt":"3,000,000","sector":[{"Name":"General agriculture, fishing and forestry sector"},{"Name":"Irrigation and drainage"},{"Name":"Animal production"},{"Name":"General information and communications sector"},{"Name":"Agro-industry, marketing, and trade"}],"docty":"Implementation Completion and Results Report,Project Appraisal Document,Project Information Document,Environmental Assessment,Environmental Assessment,Integrated Safeguards Data Sheet,Environmental Assessment,Environmental Assessment","countrycode":"TP","sectorcode":"YA,CZ,AJ,AI,AZ","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Information and communications","code":"CX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Environment and natural resources management","Rural development","Social dev/gender/inclusion"],"themecode":"57,79,85","mjthemecode":"11,10,7","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Rural development","code":"10"},{"name":"Social dev/gender/inclusion","code":"7"}],"sector_namecode":[{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"Irrigation and drainage","code":"AI"},{"name":"Animal production","code":"AJ"},{"name":"General information and communications sector","code":"CZ"},{"name":"Agro-industry, marketing, and trade","code":"YA"}],"theme_namecode":[{"name":"Water resource management","code":"85"},{"name":"Other rural development","code":"79"},{"name":"Participation and civic engagement","code":"57"}],"source":"IBRD","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":30},{"Name":"Agriculture, fishing, and forestry","Percent":30},{"Name":"Agriculture, fishing, and forestry","Percent":20},{"Name":"Information and communications","Percent":15},{"Name":"Industry and trade","Percent":5}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20091231002548","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20091231002548","DocDate":"25-JUN-2009"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000012009_20041020110119","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000012009_20041020110119","DocDate":"07-OCT-2004"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20031210164146","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20031210164146","DocDate":"10-DEC-2003"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.3","DocType":"EA","EntityID":"000094946_03112504011146","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000094946_03112504011146","DocDate":"18-NOV-2003"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.3","DocType":"EA","EntityID":"000094946_03112504011145","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000094946_03112504011145","DocDate":"15-NOV-2003"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20040108120845","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20040108120845","DocDate":"03-NOV-2003"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.1","DocType":"EA","EntityID":"000094946_0309300408209","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000094946_0309300408209","DocDate":"01-AUG-2003"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.2","DocType":"EA","EntityID":"000094946_03093004082010","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000094946_03093004082010","DocDate":"01-MAR-2003"}],"countryname":"Democratic Republic of Timor-Leste"}},"facets":{}}