{"rows":10,"os":"0","page":"1","total":"1","projects":{"P082927":{"id":"P082927","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Promoting Innovation and Competitiveness Project","board_approval_month":"July","approvalfy":"2008","boardapprovaldate":"2008-07-15T00:00:00Z","closingdate":"2010-07-15T00:00:00Z","lendprojectcost":"70,000,000","ibrdcommamt":"30,000,000","idacommamt":"0","totalamt":"30,000,000","grantamt":"0","borrower":"EPULIC","impagency":"ATIAL C","url":"http://www.worldbank.org/projects/P082927/promoting-innovation-competitiveness-project?lang=en","countryshortname":"Chile","teamleaderupi":"179341","prodlinetext":"IBRD/IDA","keywords":{"cdata":"3 g, absorptive capacity, academic research, access to information, Accounting, Basic, business climate, business innovation, business networks, business opportunities, business plan, business sector, businesses, capabilities, change management, citizen participation, collaboration, commodities, comparator countries, competency, competitive advantage, Competitive Bidding, competitive bids, competitive research, COMPETITIVENESS, competitiveness agenda, components, consensus building, control system, crises, decision-making, Development Economics, Documents, E-Government, Economic Cooperation, economic development, economic growth, employment, employment growth, enterprise development, equipment, Exchange Rate, experimentation, Export development, external markets, financial administration, Financial Management, Financial Management System, Financial Reports, financial support, framework agreement, framework agreements, framework for innovation, Front-end, global economy, government entities, growth potential, human capital, human resource, human resource capacity, human resources, human resources management, icons, ID, implementing agencies, implementing agency, income, income inequality, industrial technology, information system, information systems, INNOVATION, innovation policies, innovation policy, innovation programs, innovation strategies, Innovation Strategy, innovations, Institution, institutional capacities, institutional capacity, institutional framework, integration"},"project_abstract":{"cdata":"The overall development objective Promoting Innovation and Competitiveness Project will be to enhance Chile's policy and institutional innovation framework for competitiveness and improve the impact of priority innovation programs. More specifically, the project's objectives are to: (i) to strengthen the ministry of economy's (MoE's) capacity on innovation and ensure its coherence with other policies for competitiveness; (ii) strengthen National Commission For Scientific and Technological Research (CONICYT) and improve the coherence, quality and relevance of research funding policy in Chile; and (iii) stimulate technology transfer and the creation of new technology based enterprises through Chilean Development Agency (Corporation for the Promotion of Production) (CORFO). There are three components to the project. The first component of the project is strengthening the MoE capacity on innovation and related competitiveness policies. This component will enhance the MoE's institutional capacity to formulate, monitor, and evaluate innovation policies in accordance with the guidelines of the National Innovation Strategy. In addition, it will support selected elements of the broader Strategic Plan to strengthen the MoE, which is under advanced preparation, in order to foster consistency between innovation policies and other policies seeking to enhance Chile's competitiveness. This will also ensure that the innovation related units of the MoE operate within a solid and adequate institutional framework promoting sustainability of reforms. In addition, this component will support the project co-ordination unit within the MoE. The second component of the project is strengthening Chile's science base. This component will strengthen CONICYT by helping the institution formulate a strategic plan with clear medium-term goals aligned with the national innovation strategy, develop and"},"country_namecode":"Republic of Chile!$!CL","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Chile: Proyecto de mejoramiento de la innovación para la competitividad</ProjectName><ProjectAbstract>El objetivo general de desarrollo del Proyecto de promoción de la innovación y la competitividad será mejorar el marco político e institucional en materia de innovación para la competitividad de Chile y el impacto de los programas de innovación prioritarios. Más concretamente, los objetivos del proyecto son: i) fortalecer la capacidad del Ministerio de Economía en materia de innovación y garantizar su coherencia con otras políticas en aras de la competitividad; ii) fortalecer la Comisión Nacional para la Investigación Científica y Tecnológica (CONICYT) y mejorar la coherencia, la calidad y la pertinencia de la política de asignación de fondos para la investigación en Chile, y iii) estimular la transferencia de tecnología y la creación de empresas basadas en tecnología a través de la Agencia de Desarrollo de Chile (Corporación de Fomento de la Producción) (CORFO). El proyecto consta de tres componentes. El primer componente del proyecto es el fortalecimiento de la capacidad del Ministerio de Economía en innovación y las políticas en materia de competitividad conexas. Este componente reforzará la capacidad institucional del Ministerio de Economía para formular, supervisar y evaluar las políticas de innovación de acuerdo con las directrices de la Estrategia Nacional de Innovación. Además, apoyará elementos concretos del plan estratégico más amplio para fortalecer el Ministerio de Economía, que se halla en fase avanzada de preparación, a fin de impulsar la coherencia entre las políticas de innovación y otras políticas que persiguen aumentar la competitividad de Chile. De ese modo, también se garantizará que las dependencias del Ministerio de Economía relacionadas con la innovación operen dentro de un marco institucional sólido y adecuado que promueva la sostenibilidad de las reformas. Asimismo, este componente brindará apoyo a la dependencia de coordinación del proyecto del Ministerio de Economía. El segundo componente del proyecto es el fortalecimiento de la base científica de Chile. Este componente fortalecerá la CONICYT ayudando a la institución a formular un plan estratégico que incluya objetivos claros a mediano plazo conformes con la estrategia nacional de innovación, a desarrollar y ejecutar una política coherente de apoyo a la investigación y a aumentar su capacidad para diseñar y evaluar programas. Al término del proyecto, la CONICYT habrá incrementado su capacidad para diseñar, supervisar y aprender de la ejecución de sus programas. La Comisión Interministerial de Innovación y el Ministerio de Educación guiarán a la CONICYT en la ejecución de este componente. El tercer componente del proyecto consiste en impulsar la transferencia de la tecnología y nuevas iniciativas basadas en la tecnología. Este componente fortalecerá los programas dirigidos por la CORFO que traten de estimular la puesta en marcha de empresas con uso intensivo de conocimientos y la adopción de tecnologías de valor superior por parte de la pequeña y mediana empresa (PYME), así como su capacidad de seguimiento y evaluación. Lo anterior se logrará mediante tres subcomponentes: i) mejorar el desarrollo de nuevas empresas basadas en tecnologías, ii) fortalecer los servicios de extensión de la tecnología y las transferencias para las PYME y iii) fortalecer la capacidad de seguimiento y evaluación de programas Innova de Chile de la CORFO.</ProjectAbstract></Project>]]>","sector1":{"Name":"General industry and trade sector","Percent":45},"sector2":{"Name":"Public administration- Industry and trade","Percent":40},"sector3":{"Name":"Tertiary education","Percent":15},"theme1":{"Name":"Micro, Small and Medium Enterprise support","Percent":12},"theme2":{"Name":"Education for the knowledge economy","Percent":15},"theme3":{"Name":"Technology diffusion","Percent":32},"totalcommamt":"30,000,000","sector":[{"Name":"General industry and trade sector"},{"Name":"Public administration- Industry and trade"},{"Name":"Tertiary education"}],"docty":"Note on Cancelled Operation,Loan Agreement,Loan Agreement,Project Appraisal Document,Project Information Document,Integrated Safeguards Data Sheet,Project Information Document","countrycode":"CL","sectorcode":"ET,BT,YZ","mjsector_namecode":[{"name":"Industry and trade","code":"YX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Education","code":"EX"}],"mjtheme":["Financial and private sector development","Human development","Trade and integration"],"themecode":"48,66,41","mjthemecode":"4,8,5","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Human development","code":"8"},{"name":"Trade and integration","code":"5"}],"sector_namecode":[{"name":"General industry and trade sector","code":"YZ"},{"name":"Public administration- Industry and trade","code":"BT"},{"name":"Tertiary education","code":"ET"}],"theme_namecode":[{"name":"Micro, Small and Medium Enterprise support","code":"41"},{"name":"Education for the knowledge economy","code":"66"},{"name":"Technology diffusion","code":"48"}],"source":"IBRD","majorsector_percent":[{"Name":"Industry and trade","Percent":45},{"Name":"Public Administration, Law, and Justice","Percent":40},{"Name":"Education","Percent":15}],"projectdocs":[{"DocTypeDesc":"Note on Cancelled Operation (PCN),  Vol.1","DocType":"PCN","EntityID":"000386194_20120216234300","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120216234300","DocDate":"27-DEC-2010"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000014464_2010041514515247","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010041514515247","DocDate":"20-AUG-2009"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000014464_2010032210492047","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010032210492047","DocURL":"20-AUG-2009"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000333038_20080630003604","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080630003604","DocDate":"12-JUN-2008"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000076092_20080617152945","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080617152945","DocDate":"06-JUN-2008"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20070619160649","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070619160649","DocDate":"15-JUN-2007"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20070614093831","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070614093831","DocDate":"25-MAY-2007"}],"countryname":"Republic of Chile"}},"facets":{}}