{"rows":10,"os":"0","page":"1","total":"1","projects":{"P083799":{"id":"P083799","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Economic Policy and Public Finance Management Credit","board_approval_month":"January","approvalfy":"2006","boardapprovaldate":"2006-01-19T00:00:00Z","closingdate":"2007-03-31T00:00:00Z","lendprojectcost":"25,000,000","ibrdcommamt":"0","idacommamt":"25,000,000","totalamt":"25,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P083799/economic-policy-public-finance-management-credit?lang=en","countryshortname":"Mali","teamleaderupi":"249434","prodlinetext":"IBRD/IDA","keywords":{"cdata":"ACCOUNTING, adverse impact, Agriculture, annual growth, AUDITING, budget execution, capital base, capital expenditures, Central Bank, civil society, Community Development, Competitiveness, currency appreciation, current expenditures, Debt, debt management, Debt Relief, debt service, decentralization, deficits, devaluation, development actions, Development Goals, Development Policy, Diversification, donor agencies, economic activities, Economic growth, ECONOMIC IMPACT, economic outcomes, economic performance, ECONOMIC POLICY, economic reforms, economic situation, employment, Exchange Rate, expected value, exports, Financial Accountability, financial management, financial management systems, Financial Sector, financial services, fiscal balance, fiscal management, fiscal policy, foreign assets, GDP, GNP, Gross Domestic Product, Gross National Product, Growth determinants, Housing, human capital, Human Development, improving productivity, Inflation, Institutional Development, insurance, international reserves, investment climate, long term assets, long-term growth, macroeconomic framework, Macroeconomic management, macroeconomic policies, macroeconomic stability, macroeconomics, medium term, Microfinance, monetary management, monetary policy, money supply, National Accounts, national income, POLICY AREAS, Poor Countries, ports, Poverty Dynamics, Poverty levels, poverty line, poverty lines, Poverty Reducing, Poverty Reduction, Poverty Reduction Strategy, present value, price fluct"},"project_abstract":{"cdata":"The Economic policy and Public Finance Management Credit Project contributes to implementing the first, second and fourth pillars of Mali's Poverty Reduction Strategy Framework (PRSF). Specifically, the project aims to: (1) promote growth and poverty reduction through (a) strengthening macroeconomic and fiscal management and (b) implementing key actions underpinning Mali's long-term growth and competitiveness; and, (2) improve efficiency, accountability and transparency in public finance management through strengthening (a) public expenditure management at central and decentralized levels and (b) the public procurement system. Macroeconomic management would be strengthened through prudent expenditure management; and greater linkage between the macroeconomic framework, the budget and the implementation of the PRSF. The growth support agenda would be strengthened through continued implementation of financial sector development actions to strengthen the health of the sector and enhance access to finance particularly longer term funds; implementation of key transport sector actions to improve quality and lower cost of transportation services; and implementation of trade facilitation measures to reduce processing/transactions costs of trade. Public expenditure management (PEM), drawing from the Government's Consolidated Action Plan for the Modernization and Improvement of Public finance management, would be strengthened through continuing the automation of information flows between key MEF de-concentrated departments (notably, treasury, budget and financial control) to increase information quality and transparency, improving the quality of published material on the financial and expenditure situation of the Government to increase transparency; and continued improvements in PEM processes, particularly internal and external budget control mechanisms. Public procurement would"},"country_namecode":"Republic of Mali!$!ML","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Crédit de politique économique et de gestion des finances</ProjectName><ProjectAbstract>Le Projet de crédit de politique économique et de gestion des finances publiques contribue à la réalisation du premier, du deuxième et du quatrième pilier du Cadre stratégique pour la réduction de la pauvreté du Mali. Plus précisément, le projet a pour objectifs : (1) de promouvoir la croissance et la réduction de la pauvreté (a) en renforçant la gestion macroéconomique et fiscale et (b) en prenant des mesures essentielles de soutien à la croissance et à la compétitivité à long terme du Mali, et (2) d’améliorer l’efficacité, l’obligation de rendre compte et la transparence dans la gestion des finances publiques en renforçant (a) la gestion des dépenses publiques aux niveaux central et décentralisé et (b) le système de passation des marchés publics. La gestion macroéconomique sera renforcée par une gestion prudente des dépenses publiques et par une meilleure coordination entre le cadre macroéconomique, le budget et la mise en œuvre du Cadre stratégique pour la réduction de la pauvreté. Le programme de soutien à la croissance sera renforcé par la poursuite du développement du secteur financier, afin de conforter la santé de ce secteur et d’améliorer l’accès aux financements, notamment aux financements à long terme, par la mise en œuvre de mesures essentielles dans le secteur des transports pour améliorer la qualité et abaisser le coût des services de transport, et par des mesures de facilitation des échanges commerciaux pour réduire les coûts de traitement et de réalisation des opérations commerciales. La gestion des dépenses publiques, tirant parti du Plan d’action gouvernemental d’amélioration et de modernisation de la gestion des finances publiques, sera renforcée par la poursuite de l’automatisation des flux d’information entre les principaux services déconcentrés du Ministère de l’Economie et des Finances (notamment le Trésor, le Budget et le contrôle financier), et ce, pour accroître la qualité et la transparence de l’information, pour améliorer la qualité des publications concernant la situation du Gouvernement en matière financière et de dépenses pour plus de transparence, et une poursuite de l’amélioration dans la gestion des dépenses publiques, notamment au niveau des mécanismes de contrôle interne et externe du budget. La passation des marchés publics sera confortée par l’adoption d’un plan d’action cohérent dont l’exécution commencera et qui comportera notamment la mise à jour du cadre législatif/réglementaire, le renforcement des liens entre les processus de marchés publics et de gestion des finances publiques, et le renforcement de l’accès du secteur privé aux marchés publics.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":60},"sector2":{"Name":"General finance sector","Percent":10},"sector3":{"Name":"Irrigation and drainage","Percent":10},"sector4":{"Name":"General transportation sector","Percent":10},"sector5":{"Name":"Agro-industry, marketing, and trade","Percent":10},"theme1":{"Name":"State-owned enterprise restructuring and privatization","Percent":25},"theme2":{"Name":"Export development and competitiveness","Percent":25},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":50},"totalcommamt":"25,000,000","sector":[{"Name":"Central government administration"},{"Name":"General finance sector"},{"Name":"Irrigation and drainage"},{"Name":"General transportation sector"},{"Name":"Agro-industry, marketing, and trade"}],"docty":"Implementation Completion and Results Report,Credit Agreement,Credit Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"ML","sectorcode":"YA,TZ,AI,FZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Finance","code":"FX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Transportation","code":"TX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Financial and private sector development","Trade and integration","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,45,43","combined_practice_name":"Jobs","mjthemecode":"4,5,2","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Trade and integration","code":"5"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General finance sector","code":"FZ"},{"name":"Irrigation and drainage","code":"AI"},{"name":"General transportation sector","code":"TZ"},{"name":"Agro-industry, marketing, and trade","code":"YA"}],"theme_namecode":[{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Export development and competitiveness","code":"45"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":60},{"Name":"Finance","Percent":10},{"Name":"Agriculture, fishing, and forestry","Percent":10},{"Name":"Transportation","Percent":10},{"Name":"Industry and trade","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000020439_20071003090137","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020439_20071003090137","DocDate":"06-AUG-2007"},{"DocTypeDesc":"Credit Agreement (CA),  Vol.","DocType":"CA","EntityID":"000021321_2006061414410343","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2006061414410343","DocDate":"26-JAN-2006"},{"DocTypeDesc":"Credit Agreement (),  Vol.","DocType":"000021321_2006061414410343","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2006061414410343","DocURL":"26-JAN-2006"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000160016_20051228112545","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000160016_20051228112545","DocDate":"19-DEC-2005"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20051205101558","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20051205101558","DocDate":"02-DEC-2005"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20050815100708","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20050815100708","DocDate":"11-AUG-2005"}],"countryname":"Republic of Mali","ccsa_practice_name":"Jobs"}},"facets":{}}