{"rows":10,"os":"0","page":"1","total":"1","projects":{"P083459":{"id":"P083459","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"PRSC 3","board_approval_month":"January","approvalfy":"2007","boardapprovaldate":"2007-01-25T00:00:00Z","closingdate":"2007-09-30T00:00:00Z","lendprojectcost":"70,000,000","ibrdcommamt":"0","idacommamt":"70,000,000","totalamt":"70,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P083459/prsc-3?lang=en","countryshortname":"Mozambique","teamleaderupi":"176677","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Absolute Poverty, Accountability, Accounting, Accounting Standards, administrative barriers, Adult literacy, agricultural development, agricultural extension, agricultural growth, Aid Effectiveness, AIDS pandemic, annual growth, annual growth rate, Auditing, banking system, banks, business environment, capacity building, child mortality, citizens, civil service, civil society, civil war, commercial creditors, consolidation, corruption, debt, decentralization, decision making, Development Policy, development strategy, diseases, domestic credit, domestic expenditures, drought, Economic Development, economic growth, economic reforms, education, education for girls, employment, employment creation, entrepreneurship, Exchange Rate, Financial Management, Financial Sector, food prices, food security, foreign aid, foreign exchange, gender equality, governance issues, governance reforms, Gross Domestic Product, Gross National Product, growth rate, health, health outcomes, health system, HIV, HIV infection, household survey, Human Capital, human development, Infant, Infant mortality, inflation, institutional capacity, institutional framework, institutional reforms, intergovernmental fiscal relations, internal controls, INTERNATIONAL DEVELOPMENT, international reserves, Investment Climate, Irrigation, judicial reform, judiciary reforms, labor market, legislation, literacy rates, live births, Macroeconomic Framework, macroeconomic instability, Macroeconomic Management, macroeconomic stab"},"project_abstract":{"cdata":"The proposed Third Poverty Reduction Strategy Credit (PRSC 3) is the first in a new PRSC series designed to assist the Government of Mozambique (GoM) to implement key policy actions outlined in its Second Action Plan for the Reduction of Absolute Poverty (known as PARPA I1 by its Portuguese acronym) and in the Performance Assessment Framework agreed by the Government and the 18 external partners that provide general budget support (GBS) to GoM. PARPA I1 is mainly focused on shared growth and on the need for decentralization. Within this context, PRSC 3 is expected to help the GoM in: (a) the consolidation and deepening of the institutional reforms in the area of macroeconomic management; (b) reforms in governance by supporting decentralization to enhance public investments and service delivery at the provincial and district level, and by supporting public sector reform; and (c) economic development by improving the investment climate, removing constraints to growth, such as infrastructure, and promoting agricultural growth. The operation will help the Government maintain macroeconomic stability while it continues to pursue a reform agenda that cannot be fully financed from domestic sources. The reforms would enable Mozambique to make further progress in reducing absolute poverty, improving the delivery o f services and achieving the Millennium Development Goals. One set of risks is concerned with the potential for macroeconomic instability. A second set of risks concerns weak administrative capacity to implement reforms. A third set of risks concerns a deterioration in governance that could compromise economic reforms and poverty reduction efforts. A final set of risks concerns the potential impact of HIV/AIDS in reducing human and institutional capacity to deliver public services and may pose a contingent liability regarding the future costs of treating this disease."},"country_namecode":"Republic of Mozambique!$!MZ","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>PRSC 3</ProjectName><ProjectAbstract>Le troisième Crédit à l’appui de la réduction de la pauvreté (PRSC 3) proposé est le premier d’une nouvelle série de PRSC mis en place pour aider le Gouvernement du Mozambique à mettre en œuvre des mesures clés présentées dans son second Plan de réduction de la pauvreté absolue (plus connu sous son acronyme portugais PARPA I1) et dans le Cadre d’évaluation des performances approuvé par le Gouvernement et les 18 partenaires extérieurs qui apportent une aide budgétaire générale au Gouvernement du Mozambique. Le PARPA I1 est principalement axé sur la croissance partagée et la nécessité de la décentralisation. Dans ce contexte, le PRSC 3 devrait aider le Gouvernement à : (a) consolider et approfondir les réformes institutionnelles dans le domaine de la gestion macroéconomique ; (b) réformer la gouvernance via l’appui à la décentralisation en vue d’améliorer les investissements publics et la prestation de services au niveau des provinces et districts et, en soutenant la réforme du secteur public ; et (c) assurer le développement économique en améliorant le climat des investissements, en levant les obstacles à la croissance (comme l'infrastructure) et en favorisant la croissance agricole. Le crédit aidera le Gouvernement à entretenir la stabilité macroéconomique tout en poursuivant un programme de réformes que les sources de financement intérieures ne peuvent suffire à financer totalement. Les réformes permettront au Mozambique de faire de nouveaux progrès dans la réduction du dénuement absolu, l’amélioration de la prestation de services et la réalisation des objectifs du Millénaire pour le développement. La possible instabilité macroéconomique pose un certain nombre de risques. De plus, une deuxième série de risques résulte d’une faible capacité administrative de mise en œuvre des réformes. Une troisième série de risques porte sur une détérioration de la gouvernance susceptible de compromettre les réformes économiques et les efforts de réduction de la pauvreté. Une dernière série de risques découle de l'impact potentiel du VIH/SIDA susceptible de réduire les capacités humaines et institutionnelles dans le domaine de la prestation de services et d’entraîner un engagement conditionnel concernant les coûts futurs de traitement de la maladie.</ProjectAbstract></Project>]]>","sector1":{"Name":"Sub-national government administration","Percent":32},"sector2":{"Name":"Central government administration","Percent":28},"sector3":{"Name":"General industry and trade sector","Percent":18},"sector4":{"Name":"Health","Percent":11},"sector5":{"Name":"General education sector","Percent":11},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme2":{"Name":"Decentralization","Percent":17},"theme3":{"Name":"Tax policy and administration","Percent":17},"theme4":{"Name":"Regulation and competition policy","Percent":16},"theme5":{"Name":"Administrative and civil service reform","Percent":17},"totalcommamt":"70,000,000","sector":[{"Name":"Sub-national government administration"},{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Health"},{"Name":"General education sector"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document","countrycode":"MZ","sectorcode":"EZ,JA,YZ,BC,BH","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"}],"mjtheme":["Public sector governance","Public sector governance","Public sector governance","Financial and private sector development","Public sector governance"],"themecode":"25,40,28,26,27","mjthemecode":"2,2,2,4,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Sub-national government administration","code":"BH"},{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Health","code":"JA"},{"name":"General education sector","code":"EZ"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Decentralization","code":"26"},{"name":"Tax policy and administration","code":"28"},{"name":"Regulation and competition policy","code":"40"},{"name":"Administrative and civil service reform","code":"25"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":32},{"Name":"Public Administration, Law, and Justice","Percent":28},{"Name":"Industry and trade","Percent":18},{"Name":"Health and other social services","Percent":11},{"Name":"Education","Percent":11}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20101216001728","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20101216001728","DocDate":"28-MAY-2010"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"007397590_2007042016284390","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007397590_2007042016284390","DocURL":"31-JAN-2007"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"007397590_2007042016284390","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007397590_2007042016284390","DocDate":"31-JAN-2007"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000310607_20070112144143","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000310607_20070112144143","DocDate":"19-DEC-2006"}],"countryname":"Republic of Mozambique"}},"facets":{}}