{"rows":10,"os":"0","page":"1","total":"1","projects":{"P088877":{"id":"P088877","projectfinancialtype":"IBRD","regionname":"Middle East and North Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Financial Sector Development Policy Loan","board_approval_month":"June","approvalfy":"2006","boardapprovaldate":"2006-06-15T00:00:00Z","closingdate":"2007-06-30T00:00:00Z","lendprojectcost":"500,000,000","ibrdcommamt":"500,000,000","idacommamt":"0","totalamt":"500,000,000","grantamt":"0","borrower":"AA EPU","impagency":"CETAL A","url":"http://www.worldbank.org/projects/P088877/financial-sector-development-policy-loan?lang=en","countryshortname":"Egypt, Arab Republic of","teamleaderupi":"156183","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accountability, accounting, acquisitions, Agricultural Credit, AUDITING, audits, autonomy, bank assets, bank deposits, bank privatization, banking law, Banking Regulation, banking sector, banking sector reforms, banking services, Banking Supervision, banking system, bankruptcy, banks, bonds, borrowing, budget deficits, capital inflows, capital markets, capital requirement, capital requirements, capitalization, car, commercial bank, commercial banks, company, competitive market, competitive markets, competitiveness, consolidation, contingent liabilities, contractual savings, corporate accounting, corporate governance, Corporation, corporations, Credit Law, credit risk, debt, debt service, Delta, deposits, domestic borrowing, domestic companies, due diligence, Economic Reform, enabling environment, equity capital, estate, European Central Bank, exchange rates, factoring, Financial Accountability, financial institutions, financial instruments, financial intermediation, financial leasing, financial liberalization, Financial Management, financial markets, financial reform, financial reforms, financial restructuring, FINANCIAL SECTOR DEVELOPMENT, FINANCIAL SECTOR REFORM, financial services, fiscal policies, fiscal reforms, foreign assets, foreign banks, foreign companies, Foreign Debt, foreign exchange, government bonds, government debt, government reform, Gross Domestic Product, housing, housing finance, Independent Audit, Independent audits, inflation, inflation rates, informatio"},"project_abstract":{"cdata":"The main development objective of the government Financial Sector Reform Program, and of the project, is to build a more competitive financial sector, with a sound banking system and insurance industry, able in the medium-term, to provide modern and efficient financial services. The operation would assist Egypt move forward in strengthening the enabling environment for financial intermediation, resource mobilization and risk management, and for increasing the private sector role in the provision of financial services. The project will support policy reforms in the following three areas: 1) strengthened domestic banking system, inter-alia, by fully divesting public sector bank shares in joint venture banks, privatizing one of the large state-owned commercial banks, defining a framework to implement institutional, operational, and financial restructuring of the remaining public banks, and, consolidating and merging small banks in an over banked market; 2)development of a contractual savings system, and restructured insurance industry, so as to play an effective role in the management and transfer of risk and mobilization of long-term savings; and, 3) strengthened regulatory and supervisory framework for banks and non-bank financial institutions, ensuring compliance with international standards and effective enforcement. However, main risks include a slowdown of the reform momentum thus preventing a genuine change towards market-based, risk-taking business patterns in the public financial institutions. This relates particularly to the government's commitment to, and decisiveness in restructuring the remaining two large public sector banks - and until such time as their capital can be open to private sector entry, instilling the governance, culture and incentives that would weed out past business practices - the government capacity to manage the related fiscal implication"},"country_namecode":"Arab Republic of Egypt!$!EG","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName> قرض سياسة التنمية المعنية بالقطاع المالي</ProjectName><ProjectAbstract>الهدف الإنمائي الرئيسي للبرنامج الحكومي للإصلاح المالي وللمشروع هو بناء قطاع مالي أكثر قدرة على المنافسة ويتمتع بجهاز مصرفي وصناعة تأمينية سليمة تتمكن على المدى المتوسط من تقديم خدمات مالية حديثة وكفؤة. ومن شأن هذه العملية أن تساعد مصر على المضي قدما في تدعيم البيئة المواتية للوساطة المالية، وتعبئة الموارد وإدارة المخاطر، إضافة إلى تعزيز دور القطاع الخاص في تقديم الخدمات المالية. وسيساند هذا المشروع سياسات الإصلاح في المجالات الثلاثة الآتية: (1) تدعيم الجهاز المصرفي المحلي عن طريق وسائل من بينها بيع أسهم بنوك القطاع العام في البنوك المشتركة بشكل كلي، وخصخصة أحد البنوك التجارية الكبرى المملوكة للدولة، وتحديد إطار العمل لتنفيذ إعادة الهيكلة المؤسسية والتشغيلية والمالية المتبقية لبنوك القطاع العام، وتوحيد ودمج البنوك الصغيرة في سوق يشهد عدد مفرط من البنوك؛ (2) تطوير نظام الادخار التعاقدي وصناعة التأمين المهيكل لتلعب دورا فعالا في إدارة ونقل المخاطر وتعبئة المدخرات طويلة الأجل؛ و(3) تعضيد إطار عمل تنظيمي ورقابي للبنوك والمؤسسات غير المصرفية، وتأكيد الالتزام بالمعايير الدولية والتنفيذ الفعال. ومع هذا، تتضمن المخاطر الرئيسية إبطاء قوة الدفع نحو الإصلاح مما يحول دون تغيير حقيقي للاتجاه نحو أنماط أنشطة الأعمال التي تستند إلى اعتبارات السوق وتحمل المخاطر في المؤسسات المالية العامة. ويرتبط هذا بوجه خاص بمدى تصميم الحكومة والتزامها بإعادة هيكلة بنكي القطاع العام الكبيرين الباقيين- إلى أن يأتي الوقت الذي يفتح فيه رأسمالهما لدخول القطاع الخاص، وترسيخ الحوكمة الرشيدة، والثقافة والحوافز التي تجتث ممارسات أنشطة الأعمال السابقة- وقدرة الحكومة على إدارة آثارها على المالية العامة، وعلى بناء جهاز تنظيمي مستقل يتمتع بالمصداقية.</ProjectAbstract></Project>]]>","sector1":{"Name":"Banking","Percent":50},"sector2":{"Name":"Non-compulsory pensions and insurance","Percent":30},"sector3":{"Name":"Central government administration","Percent":15},"sector4":{"Name":"General finance sector","Percent":5},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":14},"theme2":{"Name":"State-owned enterprise restructuring and privatization","Percent":29},"theme3":{"Name":"Regulation and competition policy","Percent":29},"theme4":{"Name":"International financial standards and systems","Percent":14},"totalcommamt":"500,000,000","sector":[{"Name":"Banking"},{"Name":"Non-compulsory pensions and insurance"},{"Name":"Central government administration"},{"Name":"General finance sector"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Program Document,Program Information Document","countrycode":"EG","sectorcode":"FZ,BC,FD,FA","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Finance","code":"FX"}],"mjtheme":["Public sector governance","Financial and private sector development","Financial and private sector development","Financial and private sector development"],"themecode":"42,40,43,27","mjthemecode":"2,4,4,4","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Banking","code":"FA"},{"name":"Non-compulsory pensions and insurance","code":"FD"},{"name":"Central government administration","code":"BC"},{"name":"General finance sector","code":"FZ"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Regulation and competition policy","code":"40"},{"name":"International financial standards and systems","code":"42"}],"source":"IBRD","majorsector_percent":[{"Name":"Finance","Percent":50},{"Name":"Finance","Percent":30},{"Name":"Public Administration, Law, and Justice","Percent":15},{"Name":"Finance","Percent":5}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20081019234254","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20081019234254","DocDate":"21-FEB-2007"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2010041515031478","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2010041515031478","DocDate":"12-NOV-2006"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000012009_20060525134545","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000012009_20060525134545","DocDate":"17-MAY-2006"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20060406090422","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060406090422","DocDate":"06-JAN-2006"}],"countryname":"Arab Republic of Egypt"}},"facets":{}}