{"rows":10,"os":"0","page":"1","total":"1","projects":{"P089677":{"id":"P089677","projectfinancialtype":"IBRD","regionname":"Middle East and North Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Morocco - Second Public Administration Development Policy Loan","board_approval_month":"March","approvalfy":"2006","boardapprovaldate":"2006-03-23T00:00:00Z","closingdate":"2006-12-31T00:00:00Z","lendprojectcost":"120,000,000","ibrdcommamt":"120,000,000","idacommamt":"0","totalamt":"120,000,000","grantamt":"0","borrower":"I","impagency":"IIST","url":"http://www.worldbank.org/projects/P089677/morocco-second-public-administration-development-policy-loan?lang=en","countryshortname":"Morocco","teamleaderupi":"88029","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, administrative decentralization, agricultural output, Agriculture, appropriations, budget deficits, budget reform, centralization, competitiveness, comptrollers, debt, debt management, decentralization, DEVELOPMENT POLICY, Economic growth, Economic Sector Work, economic situation, exports, Financial Accountability, financial management, financial sector, fiscal deficits, GDP, GDP deflator, government debt, Gross Domestic Product, growth potential, growth rate, Housing, income taxes, indexation, inflation, Inflation rate, inflation rates, INSTITUTIONAL ARRANGEMENTS, interest rates, liquidity, living standards, Local Governments, macroeconomic management, macroeconomic stability, Middle East, national income, North Africa, price increases, private sector, provisions, PUBLIC, PUBLIC ADMINISTRATION, Public Administration Reform, public debt, public employees, public expenditure, public expenditure management, public expenditure management system, public financial management, public investment, public investment in infrastructure, public resources, public resources management, PUBLIC SECTOR, public service, public service delivery, public services, public spending, public wage, Public works, Real GDP, revenue performance, savings, structural change, structural reforms, Tax, Tax revenues, technical assistance, trade deficit, trade liberalization, transparency, unemployment, unemployment rate, Value Added, Wages"},"project_abstract":{"cdata":"The Second Public Administration Development Policy Loan for Morocco will be the second in a series of three single-tranche Programmatic Development Policy Loans (P-DPL) that build on the public administration reform framework initiated by the government in 2003. A first loan was approved by the Bank Board on July 1, 2004. The objectives of the proposed loan are to support the Government's continuous efforts to improve the effectiveness of public resource management, a key step for increasing growth and improving the quality of public services. The reform program supported by the P-DPLs includes three components: (a) budgetary reforms designed to improve the efficiency of public expenditure, (b) a reform of civil service management, and (c) measures to keep the wage bill at a sustainable level over time. All three components have both short term impacts on the current management systems and longer term effects resulting in a structural change in these systems. In parallel, the reform program is supported by a Programmatic Economic and Sector Work (P-ESW) activity through which the Bank is providing the Government with advice, training, and knowledge transfer as required in the areas of budgetary management, civil service reform, and wage bill containment."},"country_namecode":"Kingdom of Morocco!$!MA","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>المغرب-القرض الثاني لسياسات تنمية الإدارة العامة</ProjectName><ProjectAbstract>سيكون القرض الثاني لسياسات التنمية المعنية بإصلاح الإدارة العامة بالمغرب هو الثاني في سلسلة من ثلاثة قروض لأغراض سياسات التنمية البرامجية التي تشتمل على شريحة واحدة ويبني على إطار لإصلاح الإدارة العامة بادرت الحكومة بتقديمه في عام 2003. وكان مجلس المديرين التنفيذيين بالبنك قد اعتمد القرض الأول في أول يوليو/تموز 2004. ويهدف القرض المقترح إلى مساندة الجهود المستمرة للحكومة لتحسين فعالية إدارة الموارد العامة، وهي خطوة أساسية لزيادة النمو وتحسين جودة الخدمات العامة. ويشتمل برنامج الإصلاح الذي تسانده قروض سياسات التنمية البرامجية على ثلاثة مكونات هي: (أ) إصلاحات الموازنة التي تستهدف تحسين كفاءة الإنفاق العام، (ب) إصلاح إدارة الخدمة المدنية، و(ج) إجراءات لإبقاء فاتورة الأجور عند مستوى مستدام على مدار الوقت. وللمكونات الثلاثة جميعا آثار قصيرة المدى على أنظمة الإدارة الحالية وآثار أبعد مدى ينجم عنها تغير هيكلي بهذه الأنظمة. وبالتوازي يتلقى البرنامج المساندة من قبل نشاط العمل القطاعي البرامجي والاقتصادي الذي من خلاله يقدم البنك للحكومة المشورة، والتدريب، ونقل المعرفة كما هو مطلوب في مجالات إدارة الموازنة، وإصلاح جهاز الخدمة المدنية، واحتواء فاتورة الأجور.</ProjectAbstract></Project><Project><LangCode>ES</LangCode><ProjectName>Maroc : Deuxième prêt à l’appui des politiques de développement pour la réforme de l’administration publique</ProjectName></Project><Project><LangCode>FR</LangCode><ProjectName>Maroc : Deuxième prêt à l’appui des politiques de développement pour la réforme de l’administration publique</ProjectName><ProjectAbstract>Le Deuxième prêt à l’appui des politiques de développement pour la réforme de l’administration publique au Maroc est le deuxième d’une série de trois prêts-programmes à l’appui des politiques de développement (P-DPL) en une seule tranche qui viennent renforcer le cadre de réforme de l’administration publique initié par le gouvernement en 2003. Le premier de ces prêts a été approuvé le 1er juillet 2004 par le Conseil de la Banque. Le prêt envisagé vise à soutenir les efforts continus déployés par le gouvernement pour rendre plus efficace la gestion des ressources publiques, étape clé pour renforcer la croissance et améliorer la qualité des services publics. Le programme de réforme soutenu par les P-DPL a trois composantes : a) réformes budgétaires destinées à améliorer l’efficacité des dépenses publiques, b) réforme de la gestion du service public, et c) mesures visant à maintenir la masse salariale à un niveau viable au fil du temps. Toutes trois ont des effets aussi bien à court terme, sur les systèmes de gestion actuels, qu’à long terme, sous forme d’une évolution structurelle de ces systèmes. En parallèle, le programme de réforme est soutenu par un volet d’études économiques et sectorielles dans un contexte de programme (P-ESW), consistant pour la Banque à fournir au gouvernement conseils, formation et transfert de connaissances en fonction des besoins dans les domaines de la gestion budgétaire, de la réforme du service public et de la maîtrise de la masse salariale.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":100},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme2":{"Name":"Administrative and civil service reform","Percent":33},"theme3":{"Name":"Decentralization","Percent":17},"theme4":{"Name":"Other accountability/anti-corruption","Percent":17},"totalcommamt":"120,000,000","sector":[{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Program Document,Program Document,Program Information Document","countrycode":"MA","sectorcode":"BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Public sector governance","Public sector governance","Public sector governance"],"themecode":"29,26,25,27","mjthemecode":"2,2,2,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Decentralization","code":"26"},{"name":"Other accountability/anti-corruption","code":"29"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20090814011024","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090814011024","DocDate":"25-JUN-2009"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"006730917_2006091515001717","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=006730917_2006091515001717","DocURL":"10-APR-2006"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"006730917_2006091515001717","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=006730917_2006091515001717","DocDate":"10-APR-2006"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000090341_20060302085752","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000090341_20060302085752","DocDate":"21-FEB-2006"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000112742_20060307083801","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000112742_20060307083801","DocDate":"21-FEB-2006"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20060109164929","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060109164929","DocDate":"03-JAN-2006"}],"countryname":"Kingdom of Morocco"}},"facets":{}}