{"rows":10,"os":"0","page":"1","total":"1","projects":{"P090875":{"id":"P090875","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Poverty Reduction Support Credit II","board_approval_month":"June","approvalfy":"2006","boardapprovaldate":"2006-06-01T00:00:00Z","closingdate":"2006-08-31T00:00:00Z","lendprojectcost":"10,000,000","ibrdcommamt":"0","idacommamt":"10,000,000","totalamt":"10,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P090875/poverty-reduction-support-credit-ii?lang=en","countryshortname":"Cabo Verde","teamleaderupi":"265503","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, ADB, Audit Office, Auditing, baseline scenario, Basic Education, basic services, budget allocation, budget cycle, budget execution, Budget Support, Budget Support Operations, budget systems, Capacity Building, capital flows, Central Bank, Central Government, citizen participation, civil servants, Civil Service, civil service reform, Community Based Organizations, community development, comparative advantage, Competitiveness, consolidation, contingent liabilities, cost of services, Country Procurement, Country Procurement Assessment, Debt, debt burden, debt management, debt service, Debt Sustainability, Decentralization, Development Assistance, Development Policy, diagnostic work, division of labor, domestic demand, donor coordination, donor financing, donor funding, donor inflows, due diligence, economic growth, education, Education Reform, education system, electricity, Employment, exchange rate, exogenous shocks, expenditure programs, export growth, exports, external assistance, external debt, external financing, external shocks, Financial Accountability, Financial Management, Financial Management System, financial sector, financial support, fiscal deficit, Fiscal discipline, fiscal impact, fiscal reforms, fiscal risks, fiscal sustainability, GDP, GNP, Government budget, Gross Domestic Product, Gross National Product, health, Health financing, health information, health policy, health promotion, Health Sector, human capital, human resource management, income lev"},"project_abstract":{"cdata":"The Second Poverty Reduction Support Credit (PRSC-2) Project will continue to support the implementation of Cape Verde's Growth and Poverty Reduction Strategy (GPRSP). This one-tranche operation would be the second of a planned series of three annual PRSCs. The financial support provided through the PRSC-2 will further narrow the gap between the cost of implementing key elements of the GPRSP and resources, available from Government's own domestic revenues and other donor support. A policy dialogue and results-based framework under PRSC-2 will focus on the following pillars of the GPRSP: 1) promotion of good governance; 2) development of human capital in the areas of education and health; and, 3) improvement in the effectiveness and sustainability of the social protection system. In terms of benefits, the value added of the PRSC lies in both the nature of the instrument, and the results that are expected from improved functioning of national budget systems, from reduced transaction costs, and distortions due to international assistance, from better linkages between sectors and cross-cutting issues, from improved service delivery for the poor, and, from an improved wellbeing of the population. Notwithstanding, main risks associated include macroeconomic shocks that could undermine stability and growth, and, an accumulation of contingent liabilities and mandatory expenditure programs that could bring about fiscal slippages, and stall implementation of the more sensitive policy reforms, and possibly, delays in the Government implementation strategy."},"country_namecode":"Republic of Cabo Verde!$!CV","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Projet de second crédit à l’appui de la réduction de la pauvreté (PRSC-2)</ProjectName><ProjectAbstract>Le deuxième Crédit à l’appui de la réduction de la pauvreté (PRSC-2) continuera de soutenir la mise en œuvre de la Stratégie pour la croissance et la réduction de la pauvreté (SCRP) du Cap-Vert. Ce crédit décaissé en une seule tranche sera le deuxième d’une série prévue de trois PRSC annuels. Le soutien financier apporté via le PRSC-2 continuera de réduire le fossé entre le coût de mise en œuvre des éléments clés du DSCRP et les ressources provenant essentiellement des recettes internes du Gouvernement et du soutien des donateurs. Un dialogue sur l’action à mener et un cadre axé sur les résultats au titre du PRSC-2, se concentreront sur les piliers du DSCRP suivants : 1) la promotion d’une bonne gouvernance ; 2) le développement du capital humain dans les secteurs de l'éducation et de la santé ; et 3) l'amélioration de l'efficacité et de la viabilité du système de protection sociale. Concernant les avantages, la valeur ajoutée du PRSC réside dans la nature de l'instrument lui-même, de même que dans les résultats attendus de l’amélioration du fonctionnement des systèmes budgétaires nationaux, de la réduction des coûts de transactions et des distorsions engendrées par l’assistance internationale, du resserrement des liens entre secteurs et thèmes transversaux, ainsi que de l’amélioration de la fourniture des services aux pauvres et du bien-être de la population. Toutefois, les principaux risques sont notamment les chocs macroéconomiques susceptibles de compromettre la stabilité et la croissance, ainsi qu’une accumulation d’engagements conditionnels et des programmes de dépenses obligatoires pouvant entraîner des dérapages budgétaires, un ralentissement de la mise en œuvre des réformes les plus délicates, ainsi que d’éventuels retards dans la stratégie de mise en œuvre du Gouvernement.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":25},"sector2":{"Name":"Primary education","Percent":20},"sector3":{"Name":"Health","Percent":20},"sector4":{"Name":"Compulsory pension and unemployment insurance","Percent":20},"sector5":{"Name":"Law and justice","Percent":15},"theme1":{"Name":"Health system performance","Percent":17},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme3":{"Name":"Education for all","Percent":17},"theme4":{"Name":"Administrative and civil service reform","Percent":17},"theme5":{"Name":"Income Support for Old Age, Disability & Survivorship","Percent":16},"totalcommamt":"10,000,000","sector":[{"Name":"Central government administration"},{"Name":"Primary education"},{"Name":"Health"},{"Name":"Compulsory pension and unemployment insurance"},{"Name":"Law and justice"}],"docty":"Credit Agreement,Credit Agreement,Program Document,Program Information Document","countrycode":"CV","sectorcode":"BG,BE,JA,EP,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Education","code":"EX"},{"name":"Health and other social services","code":"JX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Human development","Public sector governance","Human development","Public sector governance","Social protection and risk management"],"themecode":"87,25,65,27,67","mjthemecode":"8,2,8,2,6","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Primary education","code":"EP"},{"name":"Health","code":"JA"},{"name":"Compulsory pension and unemployment insurance","code":"BE"},{"name":"Law and justice","code":"BG"}],"theme_namecode":[{"name":"Health system performance","code":"67"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Education for all","code":"65"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Income Support for Old Age, Disability & Survivorship","code":"87"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":25},{"Name":"Education","Percent":20},{"Name":"Health and other social services","Percent":20},{"Name":"Public Administration, Law, and Justice","Percent":20},{"Name":"Public Administration, Law, and Justice","Percent":15}],"projectdocs":[{"DocTypeDesc":"Credit Agreement (),  Vol.","DocType":"000014464_2010022511333259","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010022511333259","DocURL":"08-JUN-2006"},{"DocTypeDesc":"Credit Agreement (CA),  Vol.","DocType":"CA","EntityID":"000014464_2010022511333259","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010022511333259","DocDate":"08-JUN-2006"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000012009_20060508093833","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000012009_20060508093833","DocDate":"01-MAY-2006"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20051129101752","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20051129101752","DocDate":"10-NOV-2005"}],"countryname":"Republic of Cabo Verde"}},"facets":{}}