{"rows":10,"os":"0","page":"1","total":"1","projects":{"P095509":{"id":"P095509","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Tanzania PRSC-4","board_approval_month":"May","approvalfy":"2006","boardapprovaldate":"2006-05-09T00:00:00Z","closingdate":"2007-06-30T00:00:00Z","lendprojectcost":"200,000,000","ibrdcommamt":"0","idacommamt":"200,000,000","totalamt":"200,000,000","grantamt":"0","borrower":"UITE EP","impagency":"IIST","url":"http://www.worldbank.org/projects/P095509/tanzania-prsc-4?lang=en","countryshortname":"Tanzania","teamleaderupi":"111845","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to safe water, accountability mechanisms, accountability systems, agricultural commodities, agricultural growth, aid dependence, Anti Corruption, Audit Office, Auditor General, BALANCE OF PAYMENTS, Budget Allocation, budget process, budget review, Business Environment, cash budget, cash budget system, central government, citizens, Civil Society, Civil Society Organization, clean water, commodity prices, Conditionality, consumption growth, Debt, Debt Management, Debt Relief, Debt Sustainability, decentralization, decision making, democracy, development efforts, Development Goals, DEVELOPMENT POLICY, Development Strategy, Direct Investment, diversification, domestic borrowing, domestic investment, domestic revenue, donor agencies, economic activity, economic distortions, Economic Growth, economic impact, economic policies, Economic reforms, Exchange Rate, expenditure plans, external assessment, external debt, external shocks, fiduciary risk, fighting corruption, Finance Ministry, Financial Accountability, Financial Management, financial sector, fiscal affairs, fiscal management, Fiscal Policy, fiscal sustainability, food aid, food security, foreign aid, foreign exchange, General Budget Support, good governance, government budget, government expenditures, Government Finance, government spending, Gross Domestic Product, growth rate, growth rates, HEALTH SECTOR, high growth, high inequality, Household Budget, Human Development, Human Development Report, human resource, huma"},"project_abstract":{"cdata":"The Fourth Poverty Reduction Support Credit (PRSC-4) is the first in a series of five annual operations supporting the implementation of Tanzania's National Strategy for Growth and Reduction of Poverty (MKUKUTA). The strategy covers six focus areas, and its pillars include: growth and the reduction of income poverty, improvements of the quality of life and social well being, and, governance and accountability. This project will support the government pursue its policy objectives laid out in the MKUKUTA, through financing for the execution of the government's FY07 budget. It would also provide the incentives to implement key economic, social and institutional reforms to strengthen the overall performance of the economy and contribute to poverty alleviation. Over the period 2005-2010, it is expected that the reform program under the series of five annual PRSCs will help sustain growth of around 6-8 percent annually, projected to result in a significant reduction in poverty. It would also help the government in making progress toward reaching the Millennium Development Goals (MDGs), namely, increase school enrollment and literacy rates, reduce child and maternal mortality, increase access to safe water, and strengthen the sustainability of development efforts. There are however several risks, among which the Country Financial Accountability Assessment (CFAA) and the Country Procurement Assessment Report (CPAR) identified significant fiduciary risk, but recent assessments such as the joint HPC Assessment and Action Plan show significant improvements in this area in recent years, and put Tanzania among the best performers in Africa. Additionally, capacity for program implementation and service delivery at both the central and district level is weak, but programs are in place for key areas to strengthen capacity."},"country_namecode":"United Republic of Tanzania!$!TZ","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Quatrième crédit à l’appui de la réduction de la pauvreté (PRSC-4) en Tanzanie</ProjectName><ProjectAbstract>Le quatrième Crédit à l’appui de la réduction de la pauvreté (PRSC-4) est le premier d’une série de cinq opérations annuelles d’aide à la mise en œuvre de la Stratégie nationale pour la croissance et la réduction de la pauvreté de la Tanzanie (MKUKUTA). La stratégie couvre six principaux domaines et ses composantes sont notamment : la croissance et la lutte contre la pauvreté monétaire, les améliorations de la qualité de vie et du bien-être social, et la gouvernance et la responsabilité. Ce projet aidera le Gouvernement à poursuivre les objectifs définis dans la SNCRP via des financements pour l’exécution de l’exercice budgétaire 2007. Il favorisera aussi la mise en place de réformes institutionnelles, sociales et économiques clés visant à renforcer les performances générales de l’économie et à contribuer à l’atténuation de la pauvreté. Au cours de la période 2005-2010, le programme de réformes dans le cadre de ces cinq PRSC annuels permettra d’atteindre une croissance de quelque 6 à 8 % par an, ce qui devrait se traduire par un sensible recul de la pauvreté. Il devrait aussi aider le Gouvernement à atteindre les objectifs du Millénaire pour le développement (OMD), à savoir, augmenter les taux de scolarisation et d’alphabétisation, réduire la mortalité infantile et maternelle, accroître l’accès à une eau potable et renforcer la viabilité des efforts de développement. Il existe cependant plusieurs risques, dont un risque fiduciaire important clairement identifié par l’Évaluation de la responsabilité financière de la Tanzanie et le Rapport analytique sur la passation des marchés en Tanzanie, mais de récentes évaluations, telles que le Plan d’action et d’évaluation conjointes HPC, montrent de sensibles améliorations dans ce domaine ces dernières années, et placent la Tanzanie parmi les pays africains les plus performants. En outre, les capacités de mise en oeuvre des programmes et de fourniture de services tant au niveau central qu’au niveau du district sont faibles, mais des programmes sont en place dans des zones clés pour renforcer ces capacités.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":40},"sector2":{"Name":"General agriculture, fishing and forestry sector","Percent":25},"sector3":{"Name":"General industry and trade sector","Percent":20},"sector4":{"Name":"Health","Percent":15},"theme1":{"Name":"Regulation and competition policy","Percent":14},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme3":{"Name":"Administrative and civil service reform","Percent":14},"theme4":{"Name":"Poverty strategy, analysis and monitoring","Percent":29},"theme5":{"Name":"Law reform","Percent":14},"totalcommamt":"200,000,000","sector":[{"Name":"Central government administration"},{"Name":"General agriculture, fishing and forestry sector"},{"Name":"General industry and trade sector"},{"Name":"Health"}],"docty":"Project Performance Assessment Report,Agreement,Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"TZ","sectorcode":"JA,YZ,AZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Industry and trade","code":"YX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Financial and private sector development","Public sector governance","Public sector governance","Social protection and risk management","Rule of law"],"themecode":"33,53,25,27,40","mjthemecode":"4,2,2,6,3","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"},{"name":"Rule of law","code":"3"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Health","code":"JA"}],"theme_namecode":[{"name":"Regulation and competition policy","code":"40"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Poverty strategy, analysis and monitoring","code":"53"},{"name":"Law reform","code":"33"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":40},{"Name":"Agriculture, fishing, and forestry","Percent":25},{"Name":"Industry and trade","Percent":20},{"Name":"Health and other social services","Percent":15}],"projectdocs":[{"DocTypeDesc":"Project Performance Assessment Report (PPAR),  Vol.1","DocType":"PPAR","EntityID":"000442464_20130719093433","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20130719093433","DocDate":"14-JUN-2013"},{"DocTypeDesc":"Agreement (AGR),  Vol.","DocType":"AGR","EntityID":"006993951_2006091515222051","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=006993951_2006091515222051","DocDate":"05-JUN-2006"},{"DocTypeDesc":"Agreement (),  Vol.","DocType":"006993951_2006091515222051","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=006993951_2006091515222051","DocURL":"05-JUN-2006"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000012009_20060419090238","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000012009_20060419090238","DocDate":"10-APR-2006"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20060207100809","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060207100809","DocDate":"29-DEC-2005"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20051213091806","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20051213091806","DocDate":"12-DEC-2005"}],"countryname":"United Republic of Tanzania"}},"facets":{}}