{"rows":10,"os":"0","page":"1","total":"1","projects":{"P095759":{"id":"P095759","projectfinancialtype":"IBRD","regionname":"Middle East and North Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Morocco - Public Adminstration Reform Loan III","board_approval_month":"May","approvalfy":"2008","boardapprovaldate":"2008-05-15T00:00:00Z","closingdate":"2008-12-31T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"100,000,000","idacommamt":"0","totalamt":"100,000,000","grantamt":"0","borrower":"I","impagency":"IIST","url":"http://www.worldbank.org/projects/P095759/morocco-public-adminstration-reform-loan-iii?lang=en","countryshortname":"Morocco","teamleaderupi":"105327","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, accrual accounting, appropriation, appropriation management, appropriations, auditors, Balance of Payments, BANK INVOLVEMENT, baseline scenario, beneficiaries, best practices, Bonds, Borrower, budget allocations, Budget Commission, budget deficit, budget execution, budget expenditure, Budget Management, budget management process, budget reform, budget reporting, budget resources, budget system, budgetary allocation, budgetary appropriations, budgetary implications, budgetary management, budgetary procedure, budgeting process, Business Regulations, capital account, Capital Expenditure, capital investment, cash basis, Central Bank, central Government, Central Government debt, civil servants, civil service, civil service reform, Comptroller General, consensus building, consultation process, Currency, debt management, debt service, debt sustainability, Development Bank, Direct Investment, domestic credit, due diligence, Early Retirement, Economic Development, economic growth, economic stability, efficiency gains, efficiency of public spending, Exchange rate, expenditure, expenditure budget, expenditure control, Expenditure controls, Expenditure Framework, expenditure management, expenditure programs, Expenditures, external debt, external financing, external imbalances, external shocks, Financial Accountability, financial analysis, financial management procedures, Financial Operations, financial resources, Financial Sector, Financial Statistics, fiscal accounts, Fiscal"},"project_abstract":{"cdata":"The Third Public Administration Reform Development Policy Loan for Morocco, initiated in 2003, aims at: (a) improving government efficiency in the management of budget resources through greater transparency and accountability, and by introducing performance measurement; and (b) improving government efficiency in the management of human resources through the preparation of a new management system for staffing and remuneration with performance measurement, while streamlining current human resources management. There are four components to the project. The first component is the greater visibility of policies and their medium-term budgetary implications by placing budgetary allocation decisions in a multiyear framework. The objective of this component is to design and implement an aggregate Medium-Tern Expenditure Framework (MTEF). The MTEF is expected to set multiyear sector budget ceilings, while taking into account sector MTEFs derived from explicit intra- and inter sector priorities. Thus, these ceilings are consistent with the Medium Term Fiscal Framework ( MTFF), helping to ensure a more predictable and transparent fiscal policy. The second component is to improve efficiency in Human Resource Management (HRM). The objectives of the program are to modernize the current civil service by putting competences and performance at the core of the new system while keeping a career system. It also creates modern HRM tools to adapt civil service to key public sector missions and to manage staff in a more efficient manner. The new remuneration system, together with the mainstreaming of the Strategic Staffing Frameworks (RECs), will be a key achievement in the overall Human Resource (HR) reform program. The third component is to consolidate and control public payroll decrease. The key challenge in this component remains the high, albeit decreasing, share of the wage bill with r"},"country_namecode":"Kingdom of Morocco!$!MA","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>المغرب: قرض إصلاح الإدارة العمومية الثالث</ProjectName><ProjectAbstract>يهدف هذا القرض الذي بدأ في عام 2003 إلى: (أ) تحسين كفاءة الأداء الحكومي في إدارة موارد الموازنة من خلال زيادة مستوى الشفافية والمساءلة، وعن طريق قياس الأداء، و(ب) تحسين كفاءة الأداء الحكومي في إدارة الموارد البشرية من خلال إعداد نظام إدارة جديد للتعيينات والإثابة مع قياس الأداء، وتنظيم إدارة الموارد البشرية الحالية. وهناك 4 مكونات لهذا المشروع. المكون الأول هو إضفاء مزيد من الوضوح على السياسات وآثارها المتوسطة الأمد المتعلقة بالموازنات وذلك بوضع قرارات تخصيص بنود الموازنة في إطار متعدد السنوات. ويتمثل الهدف من هذا المكون في تصميم وتنفيذ إطار مجمع متوسط المدى للإنفاق. ومن المتوقع أن يضع هذا الإطار سقوفاً متعددة السنوات لبنود الموازنة للقطاعات المختلفة، مع الأخذ في الحسبان الأطر القطاعية الناتجة عن الأولويات الصريحة بين القطاعات وداخلها. ومن ثم تتوافق هذه السقوف مع الإطار المتوسط الأجل للمالية العامة، الأمر الذي يساعد على وجود سياسة مالية عامة يمكن التنبؤ بها بصورة أكبر وأكثر شفافية. ويتمثل المكون الثاني في تحسين كفاءة إدارة الموارد البشرية. وتتمثل أهداف هذا البرنامج في تحديث جهاز الخدمة المدنية الحالية، وذلك بوضع الكفاءات والأداء في لب النظام الجديد مع الحفاظ على نظام المسار الوظيفي. كما يُوجِد هذا البرنامج أيضاً أدوات حديثة لإدارة الموارد البشرية لإحداث مواءمة بين جهاز الخدمة المدنية ومهام القطاع العام وإدارة الموظفين بصورة أكثر كفاءة. وسيكون نظام الإثابة الجديد مع تنظيم الأطر الإستراتيجية الخاصة بالتوظيف وبالموظفين إنجازاً أساسياً في برنامج الإصلاح الشامل للموارد البشرية. ويتمثل المكون الثالث في تعزيز الانخفاض في مجموع الرواتب العامة والسيطرة عليه. ويظل التحدي الأساسي في هذا المكون هو مواجهة زيادة نصيب فاتورة الأجور بالنسبة لدخل البلد، وذلك على الرغم من تراجع قيمة هذه الفاتورة. وأخيراً، يتمثل المكون الرابع في الحكومة الإلكترونية وتبسيط الإجراءات. ويشجع هذا البرنامج الفرعي على تطوير الحكومة الإلكترونية كأداة تكميلية أساسية ضرورية لإصلاح الإدارة العمومية في المغرب. ويركز على الحكومة الإلكترونية لتبسيط الإجراءات ومن ثم تحسين كفاءة وفعالية وشفافية ومساءلة الإدارات. وفضلاً عن هذا، يستعين هذا البرنامج بالحكومة الإلكترونية كقوة تساعد على إحداث تغيرات في السلوكيات، والعمليات، والتنظيم لتحويل هذه المنشآت العمومية.</ProjectAbstract></Project><Project><LangCode>ES</LangCode><ProjectName>Maroc : Troisième prêt à l’appui des politiques de développement pour la réforme de l’administration publique</ProjectName></Project><Project><LangCode>FR</LangCode><ProjectName>Maroc : Troisième prêt à l’appui des politiques de développement pour la réforme de l’administration publique</ProjectName><ProjectAbstract>Le Troisième Prêt à l’appui des politiques de développement pour la réforme de l’administration publique au Maroc a été lancé en 2003 pour parvenir aux objectifs suivants : a) améliorer l’efficacité du gouvernement dans la gestion des ressources budgétaires, grâce à une plus grande transparence, une responsabilisation accrue et l’introduction d’un dispositif de mesure de la performance ; et b) améliorer l’efficacité du gouvernement dans la gestion des ressources humaines, via la préparation d’un nouveau système de gestion des dotations en personnel et des rémunérations intégrant un mécanisme de mesure de la performance, tout en rationalisant la gestion actuelle des ressources humaines. Le projet comprend quatre composantes. La première porte sur l’amélioration de la visibilité des politiques et de leurs implications budgétaires à moyen terme, en plaçant les décisions d’allocations budgétaires dans un cadre pluriannuel. Cette composante vise à concevoir et à mettre en œuvre un Cadre de dépenses à moyen terme de portée globale. Ce cadre est censé fixer des plafonds budgétaires sectoriels pluriannuels, tout en tenant compte des cadres sectoriels de dépenses à moyen terme découlant des priorités définies explicitement (au niveau intrasectoriel et intersectoriel). Ces plafonds sont ainsi en accord avec le Cadre budgétaire à moyen terme, contribuant à garantir une politique budgétaire plus prévisible et transparente. La deuxième composante vise à améliorer l’efficacité de la gestion des ressources humaines (GRH). Ses objectifs sont de moderniser la fonction publique en plaçant les compétences et les performances au cœur du nouveau dispositif, tout en maintenant un système de carrière. Elle doit aussi établir des outils modernes de GRH pour adapter la fonction publique aux missions fondamentales du secteur public et gérer plus efficacement le personnel. Le nouveau système de rémunération, associé à la rationalisation des Cadres stratégiques de dotation en personnel, constituera un élément clé du programme global de réforme des ressources humaines. La troisième composante concerne la consolidation et le contrôle de la diminution de la masse salariale dans le secteur public. Le défi majeur à cet égard reste le fait que cette masse salariale, bien qu’en baisse, accapare une part importante du revenu du pays. Enfin, la quatrième composante a trait à l’administration électronique et à la simplification des procédures. Ce nouveau sous-programme encourage le développement de l’administration électronique en tant qu’outil complémentaire essentiel pour les réformes de l’administration publique marocaine. Il mise sur cela pour simplifier les procédures et améliorer ainsi la rentabilité, l’efficacité, la transparence et la redevabilité des administrations. Il fait de l’administration électronique un facteur de changements en termes de comportements, de processus et d’organisation, dans l’optique d’une transformation des entités publiques ainsi visées.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":100},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":40},"theme2":{"Name":"Administrative and civil service reform","Percent":40},"theme3":{"Name":"Decentralization","Percent":20},"totalcommamt":"100,000,000","sector":[{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Project Appraisal Document,Project Appraisal Document,Program Information Document,Program Information Document,Program Information Document","countrycode":"MA","sectorcode":"BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Public sector governance","Public sector governance"],"themecode":"26,25,27","mjthemecode":"2,2,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Decentralization","code":"26"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20110809032852","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110809032852","DocDate":"30-JUN-2011"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2008103114283931","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008103114283931","DocDate":"23-JUN-2008"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000021321_2008103114283931","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008103114283931","DocURL":"23-JUN-2008"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000333037_20080428004446","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080428004446","DocDate":"16-APR-2008"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000333038_20080723004536","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080723004536","DocDate":"16-APR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20090929134154","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090929134154","DocDate":"03-JAN-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20090929134017","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090929134017","DocDate":"05-JUN-2007"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20091007155218","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20091007155218","DocDate":"05-JUN-2007"}],"countryname":"Kingdom of Morocco"}},"facets":{}}