{"rows":10,"os":"0","page":"1","total":"1","projects":{"P095371":{"id":"P095371","projectfinancialtype":"IDA","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Technical Assistance Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"HT Economic Governance TAG II","board_approval_month":"June","approvalfy":"2006","boardapprovaldate":"2006-06-20T00:00:00Z","closingdate":"2011-06-30T00:00:00Z","lendprojectcost":"2,000,000","ibrdcommamt":"0","idacommamt":"2,000,000","totalamt":"2,000,000","grantamt":"0","borrower":"THE EPUL","url":"http://www.worldbank.org/projects/P095371/ht-economic-governance-tag-ii?lang=en","countryshortname":"Haiti","teamleaderupi":"279884","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, allocation, alternative sources of financing, anti-corruption, Bank management, beneficiaries, budget control, budget documentation, budget formulation, budget monitoring, budget oversight, budget process, budget reform, capacity building, capacity building activities, capacity-building, citizens, Civil Service, civil society, Civil Society Engagement, civil society monitoring, collaboration, communication strategy, Constitution, consulting services, Debt, Debt Management, Debt Management System, Decree, Donor Coordination, ECONOMIC GOVERNANCE, enabling legislation, equipment, equipment purchases, executing agencies, execution, external financing, Finances, Financial Accountability, financial management arrangements, Financial Resource, Financial Resources, financing plan, government institutions, human capital, Human Resource, Human Resource Development, Human Resource Management, human resources, ICT, ID, indebtedness, Inspection, institutional capacity, institutional reforms, Institutional Strengthening, Internal Control, lack of clarity, legal framework, legislation, legislature, Ministry of Economy, monitoring mechanism, National Priorities, operating costs, Organizational Capacity, outcome indicators, outcome targets, Poverty Reduction, Poverty Reduction Strategy, preparation, presidential elections, private sector, process information, programs, project implementation, Project Management, protocol, public budget, Public Expenditure, public expenditures, pub"},"project_abstract":{"cdata":"The Haiti Second Economic Governance Technical Assistance Grant (EGTAG II), changes will be of first order category (significant changes requiring modifications in Development Objective and changes in associated outcome targets). This paper also requests an extension of the Grant's closing Date from October 31, 2009 to June 30, 2011. The restructuring will emphasize strengthening budget formulation, execution, monitoring and controls through technical assistance activities for the Ministry of Economy and Finance (MEF) and related independent agencies, the Prime Minister's Office, and the Supreme Audit Institution. It will align interventions to the National Growth and Poverty Reduction Strategy Paper (DSNCRP) and the recently approved Country Assistance Strategy (CAS) for FY09-12. The restructuring will make revisions to the following project elements: (a) development objective; (b) number and content of components, sub-components and corresponding intermediate indicators; and (c) component costs, financing plan, and allocation of grant proceeds, while keeping the total project cost and overall Grant amount unchanged."},"country_namecode":"Republic of Haiti!$!HT","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Gobernabilidad económica TAG II  en Haití </ProjectName><ProjectAbstract>El Segundo proyecto de asistencia técnica en materia de gestión económica ayudará al Gobierno de Haití a fortalecer su capacidad institucional en el área de gestión de recursos del sector público y también a aumentar su capacidad de respuesta frente a las necesidades y demandas de los ciudadanos. El Proyecto consta de los componentes siguientes. El componente 1 ―Gestión de recursos financieros― tiene por objeto desarrollar capacidad para elaborar y ejecutar un presupuesto, seguir su aplicación y reducir los usos y gastos irregulares. El componente 2 ―Desarrollo de recursos humanos― proporciona un plan inicial para responder a las necesidades más acuciantes que tiene la administración pública en materia de recursos humanos. Componente 3: Desarrollo de la capacidad del Ministerio de Economía y Finanzas (Oficina de Estudios Económicos) y del Ministerio de Planificación y Cooperación Externa para la supervisión estratégica de la política sectorial a través del seguimiento de la prestación de servicios realizado por los ministerios del sector correspondiente. El programa se ejecutará a través de la Oficina de Estudios Económicos del Ministerio de Economía y Finanzas, y representa un primer paso en la dirección de asumir la formulación y seguimiento presupuestarios, yendo más allá de un enfoque puramente financiero para hacer hincapié en el seguimiento de los resultados. El componente 4 ―Medidas contra la corrupción y participación de la sociedad civil― del proyecto ayudará a desarrollar la capacidad programadora de la unidad de lucha contra la corrupción, sus conocimientos especializados y técnicos para determinar las vulnerabilidades institucionales (diagnósticos de corrupción) y el diseño de sus soluciones; además, prestará asistencia en la redacción de las leyes mejoradas y en la supervisión de su aplicación (en particular, la ley de libertad de información). El componente 5 contempla una Unidad de Coordinación del Proyecto que será responsable de la aplicación de programas de asistencia al buen gobierno económico apoyados por la AIF y el Banco Interamericano de Desarrollo (BID), así como de la coordinación con otros donantes.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectName>Haïti : Deuxième don d’assistance technique à la gouvernance économique</ProjectName><ProjectAbstract>Le Deuxième projet d’assistance technique à la gouvernance économique poursuivra l’apport d’aide destiné à renforcer les capacités institutionnelles du Gouvernement haïtien pour la gestion des ressources dans son secteur public et pour ce qui est d’améliorer son aptitude à répondre aux besoins et aux demandes de la population. Il compte trois composantes. Composante 1 : Gestion des ressources financières dans le but de développer des capacités pour ce qui est de produire et exécuter un budget, de suivre sa mise en œuvre et de réduire les utilisations et dépenses inappropriées. Composante 2 : Développement des ressources humaines au moyen d’un plan initial destiné à répondre aux besoins les plus critiques de l’administration publique en la matière. Composante 3 : Développement des capacités du ministère de l’Économie et des Finances (Bureau des études économiques) et du Ministère de la Planification et de la Coopération externe pour le suivi stratégique des politiques sectorielles par le biais du contrôle exercé par les ministères concernés sur les prestations de services. Ce programme sera exécuté par le biais du Bureau des études économiques du MEF, et constitue une première étape en direction d’un processus d’élaboration et de contrôle budgétaires allant au-delà du strict aspect financier pour mettre l’accent sur le suivi des résultats. Composante 4 : Engagement en faveur de la lutte anticorruption et de la société civile, grâce au développement de la capacité de programmation de l’Unité de lutte contre la corruption (ULCC), ainsi que de ses compétences et techniques, pour l’identification des vulnérabilités institutionnelles (diagnostics de corruption) et des moyens d’y remédier, et grâce à un appui pour l’élaboration et le contrôle de l’exécution de lois améliorées (notamment en matière de liberté de l’information). Composante 5 : Une Unité de coordination de projet veillera à l’exécution des programmes d’aide à la gouvernance économique soutenus par l’IDA et la BID, et à la coordination avec les autres donateurs.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":100},"theme1":{"Name":"Administrative and civil service reform","Percent":25},"theme2":{"Name":"Participation and civic engagement","Percent":13},"theme3":{"Name":"Other accountability/anti-corruption","Percent":25},"theme4":{"Name":"Law reform","Percent":13},"theme5":{"Name":"Public expenditure, financial management and procurement","Percent":24},"totalcommamt":"2,000,000","sector":[{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Project Paper,Financing Agreement,Financing Agreement,Project Appraisal Document,Project Information Document,Integrated Safeguards Data Sheet,Integrated Safeguards Data Sheet,Project Information Document","countrycode":"HT","sectorcode":"BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Social dev/gender/inclusion","Public sector governance","Rule of law","Public sector governance"],"themecode":"27,33,29,57,25","mjthemecode":"2,7,2,3,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Social dev/gender/inclusion","code":"7"},{"name":"Public sector governance","code":"2"},{"name":"Rule of law","code":"3"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Administrative and civil service reform","code":"25"},{"name":"Participation and civic engagement","code":"57"},{"name":"Other accountability/anti-corruption","code":"29"},{"name":"Law reform","code":"33"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20120111231701","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20120111231701","DocDate":"30-DEC-2011"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011070512263557","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011070512263557","DocDate":"05-JUL-2011"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2010112315075581","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2010112315075581","DocDate":"23-NOV-2010"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000334955_20091023015808","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20091023015808","DocDate":"16-OCT-2009"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"007585513_2007101709391213","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007585513_2007101709391213","DocURL":"27-APR-2007"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"007585513_2007101709391213","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007585513_2007101709391213","DocDate":"27-APR-2007"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000090341_20060601102945","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000090341_20060601102945","DocDate":"17-MAY-2006"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20060508153054","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060508153054","DocDate":"05-MAY-2006"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20060508155632","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060508155632","DocDate":"05-MAY-2006"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20060308091118","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060308091118","DocDate":"06-MAR-2006"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20060307151158","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20060307151158","DocDate":"06-FEB-2006"}],"countryname":"Republic of Haiti"}},"facets":{}}