{"rows":10,"os":"0","page":"1","total":"1","projects":{"P095877":{"id":"P095877","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Second Programmatic Development Policy Loan for Sustainable Development","board_approval_month":"June","approvalfy":"2007","boardapprovaldate":"2007-06-07T00:00:00Z","closingdate":"2008-01-31T00:00:00Z","lendprojectcost":"200,000,000","ibrdcommamt":"200,000,000","idacommamt":"0","totalamt":"200,000,000","grantamt":"0","borrower":"CL","impagency":"ATL PLA","url":"http://www.worldbank.org/projects/P095877/second-programmatic-development-policy-loan-sustainable-development?lang=en","countryshortname":"Colombia","teamleaderupi":"55350","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to safe drinking water, air pollution, air pollution control, air quality, biodiversity, biodiversity conservation, Central Bank, child mortality, citizens, civil society, civil society representatives, Climate Change, Debt, development objectives, development plans, DEVELOPMENT POLICY, diseases, dissemination, drinking water, Economic Development, economic dynamics, economic growth, economic instruments, economic sectors, effluent fees, emissions, enforcement actions, environment strategy, Environmental, Environmental Assessments, Environmental Authorities, Environmental Authority, environmental challenges, environmental costs, environmental degradation, environmental governance, environmental health, Environmental Impact, Environmental Impact Assessment, environmental indicators, environmental investments, environmental issues, environmental laws, Environmental Management, environmental policies, Environmental Policy, environmental priorities, environmental problem, environmental problems, environmental protection, environmental quality, environmental research, environmental resources, environmental strategy, Environmental Studies, environmental sustainability, ethnic groups, Exchange Rate, expenditures, exports, final disposal, foreign direct investment, forest conservation, forestry, Free Trade, GDP, global environmental problems, GNP, governmental authorities, Gross Domestic Product, Gross National Product, growth rate, health problems, health risks, human needs, "},"project_abstract":{"cdata":"This document is for a Second Programmatic Development Policy Loan for Sustainable Development (SusDevDPL II) to the government of Colombia. This development policy loan (DPL) is the second in a series of three loans supporting the government's efforts to achieve the Millennium Development Goals (MDGs). Specifically, the program has the following objectives: (i) improving the effectiveness and efficiency of the National Environmental System (SINA); and (ii) integrating principles of sustainable development into key sectors, with a particular emphasis on protecting the most vulnerable groups. The program supports developing a results-based framework for planning and monitoring progress of the Sistema Nacional de Ambiente (SINA) toward goals directly linked with sustainable development and achievement o f the MDGs; improvements in inter-institutional coordination and increased public participation in decision-making; and preparation of critical policies and regulations related to air quality, water quality, solid waste management, and environmental licensing. The SusDevDPL Program has clear poverty implications, given that environmental degradation disproportionately affects the poor and most vulnerable populations, and thus increases inequality. Improvements in air quality, water quality, and hygiene in urban centers will lead to decreased morbidity and mortality from diarrheal diseases, acute respiratory illnesses and other health effects, and allow for reductions in avertive expenditures to address health risks. Increased accountability, transparency, and improved public participation will provide the most vulnerable groups a voice in environmental decision-making."},"country_namecode":"Republic of Colombia!$!CO","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Segundo préstamo programático de políticas de desarrollo para el desarrollo sostenible</ProjectName><ProjectAbstract>Este documento aborda el Segundo préstamo programático de políticas de desarrollo para el desarrollo sostenible concedido al Gobierno de Colombia. Este DPL es el segundo de una serie de tres préstamos que apoya los esfuerzos realizados por el Gobierno para lograr los objetivos de desarrollo del milenio (ODM). En particular, el préstamo persigue los objetivos siguientes: i) mejora de la eficacia y la eficiencia del Sistema Nacional Ambiental (SINA), y ii) integración de principios de desarrollo sostenible en sectores clave, con especial énfasis en la protección de los grupos más vulnerables. El préstamo apoya el desarrollo de un marco basado en resultados para planificar y hacer un seguimiento de los avances obtenidos por el SINA en función de las metas directamente vinculadas con el desarrollo sostenible y con la consecución de los ODM; la mejora de la coordinación interinstitucional y el aumento de la participación del público en la toma de decisiones, y la elaboración de políticas y reglamentos de vital importancia relacionados con la calidad del aire y el agua, la gestión de los residuos sólidos y la adjudicación de licencias medioambientales. El Programa de préstamos programáticos de políticas de desarrollo para el desarrollo sostenible tiene efectos claros en la pobreza y la desigualdad en vista de que la degradación medioambiental afecta desproporcionadamente a los grupos más pobres y vulnerables de la sociedad. A través de la mejora de la calidad del aire, del agua y la higiene en los centros urbanos se podrán reducir la morbilidad y la mortalidad por enfermedades diarreicas y respiratorias agudas y otros efectos en la salud, así como reducir el gasto destinado a combatir los riesgos en el ámbito de la salud. El aumento de la responsabilidad, de la transparencia y de la participación del público dará voz a los grupos más vulnerables en la toma de decisiones ambientales.</ProjectAbstract></Project>]]>","sector1":{"Name":"Health","Percent":25},"sector2":{"Name":"Central government administration","Percent":25},"sector3":{"Name":"General water, sanitation and flood protection sector","Percent":20},"sector4":{"Name":"Sub-national government administration","Percent":15},"sector5":{"Name":"Solid waste management","Percent":15},"theme1":{"Name":"Environmental policies and institutions","Percent":33},"theme2":{"Name":"Other human development","Percent":17},"theme3":{"Name":"Pollution management and environmental health","Percent":33},"theme4":{"Name":"Water resource management","Percent":17},"totalcommamt":"200,000,000","sector":[{"Name":"Health"},{"Name":"Central government administration"},{"Name":"General water, sanitation and flood protection sector"},{"Name":"Sub-national government administration"},{"Name":"Solid waste management"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"CO","sectorcode":"WB,BH,WZ,BC,JA","mjsector_namecode":[{"name":"Health and other social services","code":"JX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Water, sanitation and flood protection","code":"WX"}],"mjtheme":["Environment and natural resources management","Human development","Environment and natural resources management","Environment and natural resources management"],"themecode":"85,84,70,82","mjthemecode":"11,8,11,11","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Human development","code":"8"},{"name":"Environment and natural resources management","code":"11"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Health","code":"JA"},{"name":"Central government administration","code":"BC"},{"name":"General water, sanitation and flood protection sector","code":"WZ"},{"name":"Sub-national government administration","code":"BH"},{"name":"Solid waste management","code":"WB"}],"theme_namecode":[{"name":"Environmental policies and institutions","code":"82"},{"name":"Other human development","code":"70"},{"name":"Pollution management and environmental health","code":"84"},{"name":"Water resource management","code":"85"}],"source":"IBRD","majorsector_percent":[{"Name":"Health and other social services","Percent":25},{"Name":"Public Administration, Law, and Justice","Percent":25},{"Name":"Water, sanitation and flood protection","Percent":20},{"Name":"Public Administration, Law, and Justice","Percent":15},{"Name":"Water, sanitation and flood protection","Percent":15}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20120517022109","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120517022109","DocDate":"29-JUN-2010"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"007931258_2007110616155058","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007931258_2007110616155058","DocDate":"05-JUL-2007"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"007931258_2007110616155058","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007931258_2007110616155058","DocURL":"05-JUL-2007"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000020953_20070516104744","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20070516104744","DocDate":"04-MAY-2007"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000013944_20070713160616","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000013944_20070713160616","DocDate":"30-APR-2007"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000021271_20070327163054","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021271_20070327163054","DocDate":"08-FEB-2007"}],"countryname":"Republic of Colombia"}},"facets":{}}