{"rows":10,"os":"0","page":"1","total":"1","projects":{"P095388":{"id":"P095388","projectfinancialtype":"IBRD","regionname":"Middle East and North Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"TN-Integration and Competitiveness DPL","board_approval_month":"March","approvalfy":"2009","boardapprovaldate":"2009-03-24T00:00:00Z","closingdate":"2011-06-30T00:00:00Z","lendprojectcost":"250,000,000","ibrdcommamt":"250,000,000","idacommamt":"0","totalamt":"250,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P095388/tn-integration-competitiveness-dpl?lang=en","countryshortname":"Tunisia","teamleaderupi":"300753","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, administrative burden, amortization, amortizations, annual salary, average growth, balance of payment, bank financing, Bank loans, banking sector, Banking sector reform, banking system, basis points, bond issuance, bonds, Borrower, budget constraint, budget deficit, budgeting, Business Climate, business operations, buyer, call centers, capital account, capital account liberalization, capital flows, capital formation, capital inflows, capital market, capital markets, Central Bank, collective investment, commercial banks, commodity, commodity prices, consumer, consumers, Contribution, coordination failures, Corporate profit tax, corporate tax rate, country risk, credit culture, credit growth, credit history, credit ratings, CURRENCY, current account, current account deficit, current account deficits, Current expenditures, DEBT, Debt Disbursements, debt ratio, DEBT SUSTAINABILITY, deficit financing, deposit, Development Bank, DISBURSEMENT, diversification, domestic market, drought, Droughts, durable, Economic Development, economic policies, emerging markets, entry barriers, equipment, equipments, Eurobond, excess liquidity, Exchange Rate, Expenditure, expenditures, export growth, exporter, exporters, external borrowing, external debt, external debts, External financing, external shock, external shocks, Financial Crisis, financial environment, financial markets, financial needs, Financial Sector, Financial Sector Development, financial statements, financial support, f"},"project_abstract":{"cdata":"This Integration and Competitiveness Development Policy Loan (ICL) for Tunisia, supports the key strategic elements of Tunisia's 11th National Development Plan (2007-11) aims concerns to strengthen growth and ensure that this growth is translated into employment. It is also a cornerstone of the World Bank's program in Tunisia as outlined in the Country Assistance Strategy (FY05-08) and the Country Assistance Strategy Progress Report (2007) that set out an indicative program for FY09-10. This operation is also expected to be a major component of the new Country Partnership Strategy (FYI0-13). The main thrust of the program is to continue growth-enhancing reforms anchored around a deeper integration of Tunisia to the global economy. More urgently, the ICL will assist the Government in responding to the global financial crisis which is beginning to expose Tunisia's inherent macroeconomic vulnerability to growth in Europe. The immediate objective of the Government is therefore to accelerate reforms, send a strong signal to investors and mitigate recession contagion risks in the coming years. The global financial crisis and economic downturn will no doubt drive policy changes in Tunisia's main competitors for direct foreign investment and trade. Tunisia has decided to respond by accelerating reforms to maintain its competitiveness."},"country_namecode":"Republic of Tunisia!$!TN","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>تونس ـ قرض سياسات التنمية لتعزيز التكامل والقدرة على المنافسة</ProjectName><ProjectAbstract>يساند هذا القرض عناصر إستراتيجية أساسية في خطة التنمية الوطنية التونسية الحادية عشرة (2007 – 2011) التي تستهدف تعزيز النمو وضمان ترجمة هذا النمو إلى خلق فرص عمل. كما أن هذا القرض يمثل حجر الزاوية في برنامج البنك الدولي في تونس كما يتضح من إستراتيجية المساعدة القطرية (السنوات المالية 2005 - 2008)، وتقرير التقدم المحرز في إستراتيجية المساعدة القطرية (2007) الذي يحدد برنامجاً استرشادياً للسنة المالية 2009 - 2010. ومن المتوقع أن تكون هذه العملية مكوناً رئيسياً في إستراتيجية الشراكة القطرية الجديدة (السنوات المالية 2010 - 2013). وتتمثل قوة الدفع الرئيسية لهذا البرنامج في مواصلة الإصلاحات التي تعزز النمو وتستند إلى مزيد من الاندماج الأكثر عمقاً لتونس في منظومة الاقتصاد العالمي. وعلى وجه السرعة، سيساعد هذا القرض الحكومة في الاستجابة للأزمة المالية العالمية التي بدأت حالياً في التأثير سلباً على نقاط الضعف المتأصلة في الاقتصاد الكلي التونسي مقابل النمو في أوروبا. ويتمثل الهدف الفوري للحكومة من وراء ذلك في تسريع وتيرة الإصلاح، وإرسال إشارة قوية للمستثمرين، والتخفيف من المخاطر المصاحبة للكساد في السنوات القادمة. ومما لا شك فيه أن الأزمة المالية العالمية وتراجع الاقتصاد العالمي سيحفزان على إدخال تغييرات في السياسات الخاصة بقدرات تونس الرئيسية على المنافسة من أجل استثمارات أجنبية مباشرة، وفي مجال التجارة الخارجية. وقد استجابت تونس لذلك بتسريع وتيرة الإصلاحات للحفاظ على قدرتها على المنافسة.</ProjectAbstract></Project><Project><LangCode>ES</LangCode><ProjectName>Tunisie : Prêt de politique de développement pour l’intégration et la compétitivité</ProjectName></Project><Project><LangCode>FR</LangCode><ProjectName>Tunisie : Prêt de politique de développement pour l’intégration et la compétitivité</ProjectName><ProjectAbstract>Ce Prêt de politique de développement pour l’intégration et la compétitivité en Tunisie vient à l’appui des éléments stratégiques essentiels du 11e Plan de développement de ce pays (2007-2011), qui vise à renforcer la croissance et à faire en sorte que cette croissance se traduise par la création d’emplois. Il constitue également un élément fondamental du programme de la Banque mondiale en Tunisie, tel qu’il est défini dans la Stratégie d’aide-pays (couvrant les exercices 05 à 08) et le Rapport d’avancement de cette stratégie (établi en 2007), qui a tracé un programme indicatif pour la période des exercices 09-10. On s’attend en outre à ce que le projet soit une composante majeure de la nouvelle Stratégie de partenariat avec le pays (couvrant les exercices 10 à 13). L’axe majeur de ce programme est de poursuivre les réformes porteuses de croissance, qui s’appuient sur une intégration plus poussée de la Tunisie à l’économie mondiale. À titre plus urgent, ce prêt aidera le gouvernement à faire face à la crise financière mondiale, qui commence à révéler le fait que la situation macroéconomique de la Tunisie est intrinsèquement à la merci de la croissance en Europe. Dans ce contexte, l’objectif immédiat du gouvernement est d’accélérer les réformes, d’envoyer un signal fort aux investisseurs et d’atténuer les risques de propagation de la récession dans les années qui viennent. La crise financière et l’effondrement de l’économie mondiale engendreront indubitablement des changements de politique générale au niveau des principaux concurrents de la Tunisie en matière d’investissement direct étranger et d’échanges commerciaux. La Tunisie a décidé de répondre à cela en accélérant les réformes de façon à maintenir sa compétitivité.</ProjectAbstract></Project>]]>","sector1":{"Name":"General industry and trade sector","Percent":61},"sector2":{"Name":"Other industry","Percent":19},"sector3":{"Name":"Banking","Percent":7},"sector4":{"Name":"Capital markets","Percent":7},"sector5":{"Name":"Microfinance","Percent":6},"theme1":{"Name":"Micro, Small and Medium Enterprise support","Percent":16},"theme2":{"Name":"Export development and competitiveness","Percent":37},"theme3":{"Name":"State-owned enterprise restructuring and privatization","Percent":7},"theme4":{"Name":"Tax policy and administration","Percent":7},"theme5":{"Name":"Regulation and competition policy","Percent":33},"totalcommamt":"250,000,000","sector":[{"Name":"General industry and trade sector"},{"Name":"Other industry"},{"Name":"Banking"},{"Name":"Capital markets"},{"Name":"Microfinance"}],"docty":"Implementation Completion and Results Report,Tranche Release Document,Program Information Document,Loan Agreement,Loan Agreement,Program Document","countrycode":"TN","sectorcode":"FI,FK,FA,YW,YZ","mjsector_namecode":[{"name":"Industry and trade","code":"YX"},{"name":"Industry and trade","code":"YX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"}],"mjtheme":["Financial and private sector development","Trade and integration","Financial and private sector development","Public sector governance","Financial and private sector development"],"ccsa_practice_code":"JOB","themecode":"40,28,43,45,41","combined_practice_name":"Jobs","mjthemecode":"4,5,4,2,4","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Trade and integration","code":"5"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"General industry and trade sector","code":"YZ"},{"name":"Other industry","code":"YW"},{"name":"Banking","code":"FA"},{"name":"Capital markets","code":"FK"},{"name":"Microfinance","code":"FI"}],"theme_namecode":[{"name":"Micro, Small and Medium Enterprise support","code":"41"},{"name":"Export development and competitiveness","code":"45"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Tax policy and administration","code":"28"},{"name":"Regulation and competition policy","code":"40"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Industry and trade","Percent":61},{"Name":"Industry and trade","Percent":19},{"Name":"Finance","Percent":7},{"Name":"Finance","Percent":7},{"Name":"Finance","Percent":6}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000386194_20120405005912","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120405005912","DocDate":"23-MAR-2012"},{"DocTypeDesc":"Tranche Release Document (TRD),  Vol.1","DocType":"TRD","EntityID":"000356161_20101213013931","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20101213013931","DocDate":"01-NOV-2010"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000262044_20091109165201","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20091109165201","DocDate":"12-MAY-2009"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000021321_2009111014204993","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009111014204993","DocURL":"11-MAY-2009"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2009111014204993","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009111014204993","DocDate":"11-MAY-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000350881_20090310104912","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20090310104912","DocDate":"26-FEB-2009"}],"countryname":"Republic of Tunisia","ccsa_practice_name":"Jobs"}},"facets":{}}