{"rows":10,"os":"0","page":"1","total":"1","projects":{"P096647":{"id":"P096647","projectfinancialtype":"OTHER","regionname":"East Asia and Pacific","prodline":"RE","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Community Recovery in Earthquake Affected Areas through UPP","board_approval_month":"August","approvalfy":"2006","boardapprovaldate":"2005-08-24T00:00:00Z","closingdate":"2009-12-31T00:00:00Z","lendprojectcost":"17,960,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"17,960,000","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P096647/community-recovery-earthquake-affected-areas-through-upp?lang=en","countryshortname":"Indonesia","teamleaderupi":"86611","prodlinetext":"Recipient Executed Activities","keywords":{"cdata":"academic institutions, access to information, accountability, Anti-Corruption, awareness raising, basic infrastructure, beneficiaries, best practices, budget allocation, Capacity building, civic engagement, civil works, communities, community action, community based development, community based organizations, community capacity, community conflicts, Community Development, community empowerment, community grants, community groups, community infrastructure, community institutions, community level, community members, community mobilization, community organization, community organizations, community planning, community reconstruction, community surveys, community-driven development, conflict, conflict resolution, consensus, consultation, consultations, consultations with stakeholders, development assistance, Equality, facilitators, feasibility, field visits, flexibility, focus group, focus group discussions, Gender equality, ideas, indigenous people, Indigenous Peoples, Involuntary Resettlement, leadership, line ministries, Local Government, local governments, local institutions, local management, NGO, organizational capacity, Pacific Region, pamphlets, participatory planning, participatory process, posters, private sector, Procurement, PROJECT APPRAISAL, project implementation, Project Preparation, protected areas, public campaign, self-help, social grants, social intermediation, social service, social services, socialization, urban areas, urban communities, victims, village, vi"},"project_abstract":{"cdata":"The Community Recovery Project for Indonesia will provide support for reconstruction and rehabilitation to urban communities impacted by the earthquake and tsunami. Project components: Component 1) will aim for: (i) an awareness in the wider community about the project and its rules; (ii) well functioning kelurahan organizations that are democratically elected and accountable to people; and, (iii) well functioning community groups that participate in planning for community rehabilitation and reconstruction and use the kelurahan funds for productive purposes. Component 2) each participating kelurahan will be allocated a grant, with a standard value of Rp. 300 million per kelurahan, which will serve as seed money for the community. Component 3) Strengthening the capacities and role of local government, in general, consists of activities oriented towards efforts of strengthening local government capacities in working with community organizations to address disaster relief, recovery, community infrastructure rehabilitation and reconstruction, based on community values. Component 4) The project will be managed by the Project Management Unit (PMU) assisted by an administrative unit (PIMPRO), with a designated representative located in Aceh, who reports regularly to Bureau for Rehabilitation and Reconstruction for Aceh and Nias (BRR) on project progress for coordination purposes."},"country_namecode":"Republic of Indonesia!$!ID","sector1":{"Name":"General water, sanitation and flood protection sector","Percent":50},"sector2":{"Name":"Sub-national government administration","Percent":50},"theme1":{"Name":"Natural disaster management","Percent":33},"theme2":{"Name":"Urban services and housing for the poor","Percent":67},"totalcommamt":"17,960,000","sector":[{"Name":"General water, sanitation and flood protection sector"},{"Name":"Sub-national government administration"}],"docty":"Implementation Completion and Results Report,Project Appraisal Document","countrycode":"ID","sectorcode":"BH,WZ","mjsector_namecode":[{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Social protection and risk management","Urban development"],"themecode":"71,52","mjthemecode":"6,9","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Urban development","code":"9"}],"sector_namecode":[{"name":"General water, sanitation and flood protection sector","code":"WZ"},{"name":"Sub-national government administration","code":"BH"}],"theme_namecode":[{"name":"Natural disaster management","code":"52"},{"name":"Urban services and housing for the poor","code":"71"}],"source":"IBRD","majorsector_percent":[{"Name":"Water, sanitation and flood protection","Percent":50},{"Name":"Public Administration, Law, and Justice","Percent":50}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20110728011734","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110728011734","DocDate":"27-JAN-2011"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000090341_20051028111743","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000090341_20051028111743","DocDate":"18-AUG-2005"}],"countryname":"Republic of Indonesia"}},"facets":{}}