{"rows":10,"os":"0","page":"1","total":"1","projects":{"P097535":{"id":"P097535","projectfinancialtype":"OTHER","regionname":"East Asia and Pacific","prodline":"RE","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"ID Community Recovery Through the KDP","board_approval_month":"August","approvalfy":"2006","boardapprovaldate":"2005-08-24T00:00:00Z","closingdate":"2009-12-31T00:00:00Z","lendprojectcost":"64,700,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"64,700,000","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P097535/id-community-recovery-through-kdp?lang=en","countryshortname":"Indonesia","teamleaderupi":"235766","prodlinetext":"Recipient Executed Activities","keywords":{"cdata":"Accountability, advertisements, Anti-Corruption, Anti-Corruption Strategy, audits, beneficiary communities, bi, bidding, bilateral agencies, budget allocations, capacity building, capacity development, CAS, case studies, civil society, civil society groups, civil society monitoring, collaboration, community development, Community Empowerment, community facilitators, community groups, community members, community monitoring, community participation, community projects, consensus, consultations, corrective measures, Currency Unit, Data collection, decision making, decision-making, decision-making process, development planning, development programs, eligibility criteria, elites, Exchange Rate, Expenditure Survey, external monitoring, facilitators, geographical coverage, impact monitoring, implementation plan, implementation team, Implementing Agency, Income, independent monitoring, innovations, institutional capacity, institutional environment, institutional reform, internal monitoring, journalists, learning, local government, local governments, local institutions, local level, long term, monitoring system, needs assessments, NGO, Outsourcing, participatory development, participatory monitoring, participatory planning, participatory processes, PMU, poverty targeting, Preparation, Procurement, procurement procedures, programming, programs, Project Management, Project Management Unit, Public accountability, public meetings, qualitative methods, reconstruction, reducing poverty, ru"},"project_abstract":{"cdata":"The Community Recovery through the Kecamatan Development Project Grant will support recovery in the areas of Aceh and North Sumatra, affected by the December 26, 2005 earthquake and tsunami. All affected sub-districts and villages will be covered by the grant program. The Project entails the following components and activities: 1) Block grants to tsunami affected kecamatans - consisting of un-earmarked block grants, transferred directly to communities for village development investments. A participatory planning process will be supported, which includes special measures to involve women and the poor. However, the following will not be supported by the project: civil servant salary payments, weapons, and, environmentally destructive activities. 2) Planning grants to tsunami affected kecamatans - through small, pre-investment grants, transferred to communities to cover the costs of technical and social facilitation. 3) Provision of social and technical facilitators - to a) promote district and sub-district coordination across donors, NGOs, and government programs; b) support participatory planning and management procedures; c) provide technical support to villagers, including guidance in earthquake resistant infrastructure design, and assessment, and rehabilitation of damaged village infrastructure; and, d) monitor project quality. 4) Capacity building programs for village and kecamatan management units - will provide training to villagers and local governments, namely, improved governance, participation, and local development planning. 5) Monitoring and evaluation - which includes both quantitative and qualitative impact evaluations, participatory monitoring methods, corruption assessments, and independent monitoring by local NGOs."},"country_namecode":"Republic of Indonesia!$!ID","sector1":{"Name":"Other social services","Percent":100},"theme1":{"Name":"Other social development","Percent":33},"theme2":{"Name":"Social analysis and monitoring","Percent":67},"totalcommamt":"64,700,000","sector":[{"Name":"Other social services"}],"docty":"Project Appraisal Document","countrycode":"ID","sectorcode":"JB","mjsector_namecode":[{"name":"Health and other social services","code":"JX"}],"mjtheme":["Social dev/gender/inclusion","Social dev/gender/inclusion"],"themecode":"61,62","mjthemecode":"7,7","mjtheme_namecode":[{"name":"Social dev/gender/inclusion","code":"7"},{"name":"Social dev/gender/inclusion","code":"7"}],"sector_namecode":[{"name":"Other social services","code":"JB"}],"theme_namecode":[{"name":"Other social development","code":"62"},{"name":"Social analysis and monitoring","code":"61"}],"source":"IBRD","majorsector_percent":[{"Name":"Health and other social services","Percent":100}],"projectdocs":[{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000012009_20050927123517","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000012009_20050927123517","DocDate":"22-AUG-2005"}],"countryname":"Republic of Indonesia"}},"facets":{}}