{"rows":10,"os":"0","page":"1","total":"1","projects":{"P097325":{"id":"P097325","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Uganda Ninth Poverty Reduction Support Credit","board_approval_month":"February","approvalfy":"2012","boardapprovaldate":"2012-02-28T00:00:00Z","closingdate":"2013-06-30T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"0","idacommamt":"100,000,000","totalamt":"100,000,000","grantamt":"0","borrower":"UITE EP","impagency":"ICE","url":"http://www.worldbank.org/projects/P097325/uganda-ninth-poverty-reduction-support-credit?lang=en","countryshortname":"Uganda","teamleaderupi":"217137","prodlinetext":"IBRD/IDA","keywords":{"cdata":"absenteeism, Access to Information, access to safe water, Accountability, accountability framework, accountability mechanisms, accountability systems, allocation, annual budget, Annual Performance, annual reports, appropriation, appropriation process, Auditor General, budget credibility, budget cycle, budget execution, Budget Framework, budget planning, Budget Support, budget support operations, Cash management, Central Bank, Central Banks, Central Government, Civil Society Organizations, commodity prices, Conditionality, consensus building, constraints to growth, contingent liabilities, credit growth, Credit Policy, Debt, debt crisis, debt management, debt service, Debt Sustainability, domestic borrowing, domestic credit, domestic investment, Domestic Revenue, domestic savings, Donor coordination, donor financing, economic downturn, economic growth, economic uncertainty, effectiveness of public spending, efficiency gains, efficiency in public spending, Exchange Rate, exchange reserves, exogenous shocks, expenditure tracking, expenditures, External Debt, external financing, external shocks, Financial Accountability, financial assistance, financial crisis, Financial Management, Financial Management Information, Financial Management Information Systems, financial sector, financial system, fiscal adjustment, fiscal deficit, fiscal deficits, fiscal management, Fiscal policy, fiscal risks, fiscal strategy, Foreign exchange, Foreign financing, Foreign reserves, general budget suppo"},"project_abstract":{"cdata":"The development objective of the Ninth Poverty Reduction Support Credit Program (PRSC 9) for Uganda is to improved access to and greater value for money (VFM) in, public services. This program document presents a credit to the Republic of Uganda for SDR 65.2 million or US$100 million equivalent to finance the PRSC 9. It is the second of three development policy operations (DPOs) to support Uganda's National Development Plan (NDP) and covers the period 2012-13. The PRSC 9 is prepared under the Joint Budget Support Framework (JBSF). The operation will improve efficiency in four service delivery sectors by addressing common key binding implementation constraints in public financial management (PFM), public service management and public administration, in tandem with sector-specific reforms within health, education, water and sanitation and transport. The PRSC 9 builds upon reforms initiated under the first (PRSC 8) operation of the series and provides the foundation for further reforms supported under the final operation of the series (PRSC 10). PRSC 9 focuses on two policy clusters: 1) reforms in public expenditure management, public financial management and public service management that improve service delivery and 2) value for money in public service delivery sectors. Measures supported by the operation include: improved budget credibility; more transparent and efficient public financial and sector management, focusing on accountability and improved service delivery systems at the local government level that should lead to better quality of education and health services."},"country_namecode":"Republic of Uganda!$!UG","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Neuvième opération à l’appui de la réduction de la pauvreté en Ouganda</ProjectName><ProjectAbstract>L'objectif de développement du Neuvième programme du crédit d'appui à la réduction de la pauvreté (PRSC-9) de l'Ouganda est d'améliorer l'accès aux services publics et d'augmenter leur rentabilité. Ce document de programme présente un crédit en faveur de la République de l'Ouganda d'un montant de 65,2 millions DTS (équivalant à 100 millions USD) pour financer le programme PRSC 9. Il s'agit de la deuxième de trois opérations de politique de développement visant à soutenir le plan de développement national de l'Ouganda et il couvre la période 2012-2013. Le programme est préparé dans le cadre du soutien budgétaire conjoint. L'opération améliorera l'efficacité de quatre secteurs de prestations de services, en traitant des contraintes majeures communes concernant la mise en œuvre de la gestion des finances publiques, la gestion des services publics et l'administration publique, de concert avec des réformes particulières à chaque secteur dans les domaines de la santé, l'éducation, l'eau et l'assainissement ainsi que le transport. Ce programme PRSC-9 s'appuie sur des réformes lancées dans le cadre de la première opération de la série (PRSC-8) et assoit les bases pour des réformes ultérieures soutenues par la dernière opération de la série (PRSC-10). Le programme PRSC-9 est axé sur deux groupes de politiques : 1) des réformes de la gestion des dépenses publiques, des finances publiques et des services publics qui permettront d'améliorer la prestation des services ; et 2) la rentabilité des secteurs de prestation de services publics. Les mesures soutenues par l'opération sont les suivantes : meilleure crédibilité budgétaire ; gestion des finances publiques et du secteur plus transparente et efficace, axée sur la responsabilisation et l'amélioration des systèmes de prestation de services au niveau du gouvernement local, ce qui devrait se traduire par une meilleure qualité des services de santé et d'éducation.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":60},"sector2":{"Name":"General agriculture, fishing and forestry sector","Percent":10},"sector3":{"Name":"Health","Percent":10},"sector4":{"Name":"Primary education","Percent":10},"sector5":{"Name":"Rural and Inter-Urban Roads and Highways","Percent":10},"theme1":{"Name":"Administrative and civil service reform","Percent":10},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":40},"theme3":{"Name":"Other rural development","Percent":20},"theme4":{"Name":"Other accountability/anti-corruption","Percent":10},"theme5":{"Name":"Other human development","Percent":20},"totalcommamt":"100,000,000","sector":[{"Name":"Central government administration"},{"Name":"General agriculture, fishing and forestry sector"},{"Name":"Health"},{"Name":"Primary education"},{"Name":"Rural and Inter-Urban Roads and Highways"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Program Document","countrycode":"UG","sectorcode":"TI,EP,JA,AZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"},{"name":"Transportation","code":"TX"}],"mjtheme":["Public sector governance","Public sector governance","Rural development","Public sector governance","Human development"],"ccsa_practice_code":"JOB","themecode":"70,29,79,27,25","combined_practice_name":"Jobs","mjthemecode":"2,2,10,2,8","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Rural development","code":"10"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"Health","code":"JA"},{"name":"Primary education","code":"EP"},{"name":"Rural and Inter-Urban Roads and Highways","code":"TI"}],"theme_namecode":[{"name":"Administrative and civil service reform","code":"25"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Other rural development","code":"79"},{"name":"Other accountability/anti-corruption","code":"29"},{"name":"Other human development","code":"70"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":60},{"Name":"Agriculture, fishing, and forestry","Percent":10},{"Name":"Health and other social services","Percent":10},{"Name":"Education","Percent":10},{"Name":"Transportation","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20140227114932","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20140227114932","DocDate":"27-JAN-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081d7e235_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d7e235_1_0","DocDate":"29-JUL-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0819d3bd9_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0819d3bd9_1_0","DocDate":"12-MAR-2013"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20120206221107","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120206221107","DocDate":"30-JAN-2012"}],"countryname":"Republic of Uganda","ccsa_practice_name":"Jobs"}},"facets":{}}