{"rows":10,"os":"0","page":"1","total":"1","projects":{"P099011":{"id":"P099011","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Poverty Reduction Support Credit (8)","board_approval_month":"September","approvalfy":"2009","boardapprovaldate":"2008-09-23T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"0","idacommamt":"100,000,000","totalamt":"100,000,000","grantamt":"0","borrower":"UIA A","impagency":"IIST","url":"http://www.worldbank.org/projects/P099011/poverty-reduction-support-credit-8?lang=en","countryshortname":"Burkina Faso","teamleaderupi":"83476","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to safe water, Accounting, accounting system, administrative costs, balance of payments, Bank financing, banking system, baseline scenario, basic services, Beneficiaries, binding constraint, budget cycle, budget information, Budget Management, budget reporting, BUDGET SUPPORT, budget support operations, budgetary discipline, business regulations, capacity building, capacity constraints, capital losses, cash basis, Central Bank, civil service, commodity price, CONDITIONALITY, corporate income tax, Country Procurement, Country Procurement Assessment, CURRENCY, current account deficit, data collection, Debt, Debt Management, debt policy, Debt Relief, Debt Sustainability, debts, Decentralization, decentralization process, decentralization strategy, decision-making, decision-making process, Development Bank, DISBURSEMENT, distribution of income, domestic arrears, domestic currency, donor assistance, Economic Development, ECONOMIC DEVELOPMENTS, economic growth, education expenditures, Exchange Rate, exogenous shocks, Expenditure, expenditure analysis, expenditure management, expenditure management system, Expenditures, external aid, External debt, external financing, external shocks, Finance Ministry, Financial Accountability, Financial Affairs, financial assistance, financial audits, financial institutions, Financial Operation, financial position, financial resources, financial support, financial transfers, fiscal balance, fiscal deficit, fiscal discipline, fiscal performan"},"project_abstract":{"cdata":"The Eighth Poverty Reduction Support Credit Project (PRSC-8) aims to support the acceleration of real growth and the reduction of poverty incidence in Burkina Faso by supporting action to: (i) improve the investment climate and promote exports; (ii) improve access to basic services through deepened decentralization; and (iii) promote efficiency, transparency and accountability in the use of public resources through enhanced public financial management. The measures supported by the PRSC-8 are expected to have a significant positive direct impact on poverty reduction. Specifically, the improvement in the investment climate and the promotion of exports supported by the proposed operation will sustain economic growth. The reforms in public service provision through decentralization will improve access of the poor to education, health, water, and sanitation services, support their greater participation in the growth process and sustain progress towards the Millennium Development Goals (MDGs). The strengthening of public financial management is expected to enhance efficiency, transparency and accountability in public resources use. Such measures will also increase the country's absorption capacity for external resources. Burkina Faso continues to be vulnerable to commodity price fluctuation, further increases in oil and food prices could undermine macroeconomic stability and progress made in poverty reduction. High oil prices drain international reserves and increase petrochemical, electricity and transportation costs with adverse impact on the overall economy. Increased world prices on basic food commodities translate into higher inflation and hurt the poor, particularly in urban centers."},"country_namecode":"Burkina Faso!$!BF","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Sixième crédit à l’appui de la réduction de la pauvreté</ProjectName><ProjectAbstract>Le huitième Projet de crédit d’appui à la réduction de la pauvreté (PRSC-8) vise à appuyer l’accélération de la croissance réelle et la réduction de la pauvreté incidence au Burkina Faso en soutenant une action visant à : i) améliorer le climat de l’investissement et promouvoir les exportations ; ii) améliorer l’accès aux services de base grâce à une décentralisation plus poussée ; et iii) promouvoir l’efficacité, la transparence et la responsabilisation dans l’utilisation des ressources publiques grâce à une amélioration de la gestion des finances publiques. Les mesures appuyées par le PRSC-8 devraient avoir un effet positif direct et sensible sur la réduction de la pauvreté. Plus précisément, l’amélioration du climat de l’investissement et la promotion des exports soutenue par l’opération proposée favoriseront la croissance économique. Les réformes au niveau de la prestation des services publics liées à la décentralisation amélioreront l’accès des pauvres aux services d’éducation, de santé, d’approvisionnement en eau et des services d’assainissement, favorisera leur participation accrue au processus de croissance et la poursuite des progrès par rapport aux objectifs de développement pour le Millénaire pour le développement (ODM). Le renforcement de la gestion des finances publiques devrait améliorer l’efficacité, la transparence et la responsabilisation de l’utilisation des ressources publiques. Ces mesures renforceront également la capacité d’absorption des ressources extérieures du pays. Le Burkina Faso reste vulnérable aux fluctuations des prix des produits de base et à de nouvelles hausses des prix du pétrole et des produits alimentaires qui risquent de nuire à la stabilité macroéconomique et aux progrès de la lutte contre la pauvreté. Le niveau élevé du prix du pétrole oblige le pays à puiser dans ses réserves de change et accroît les coûts de la pétrochimie, de l’électricité et des transports, ce qui affecte l’ensemble de l’économie. La hausse des prix mondiaux des produits alimentaires de base entraîne une aggravation de l’inflation et nuit aux pauvres, en particulier dans les centres urbains.</ProjectAbstract></Project>]]>","sector1":{"Name":"General public administration sector","Percent":38},"sector2":{"Name":"Sub-national government administration","Percent":30},"sector3":{"Name":"Agro-industry, marketing, and trade","Percent":16},"sector4":{"Name":"Other Mining and Extractive Industries","Percent":8},"sector5":{"Name":"Transmission and Distribution of Electricity","Percent":8},"theme1":{"Name":"Improving labor markets","Percent":17},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme3":{"Name":"State-owned enterprise restructuring and privatization","Percent":16},"theme4":{"Name":"Decentralization","Percent":17},"theme5":{"Name":"Export development and competitiveness","Percent":17},"totalcommamt":"100,000,000","sector":[{"Name":"General public administration sector"},{"Name":"Sub-national government administration"},{"Name":"Agro-industry, marketing, and trade"},{"Name":"Other Mining and Extractive Industries"},{"Name":"Transmission and Distribution of Electricity"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document","countrycode":"BF","sectorcode":"LT,LS,YA,BH,BZ","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Energy and mining","code":"LX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Social protection and risk management","Public sector governance","Financial and private sector development","Public sector governance","Trade and integration"],"ccsa_practice_code":"JOB","themecode":"45,26,43,27,51","combined_practice_name":"Jobs","mjthemecode":"6,2,4,2,5","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Trade and integration","code":"5"}],"sector_namecode":[{"name":"General public administration sector","code":"BZ"},{"name":"Sub-national government administration","code":"BH"},{"name":"Agro-industry, marketing, and trade","code":"YA"},{"name":"Other Mining and Extractive Industries","code":"LS"},{"name":"Transmission and Distribution of Electricity","code":"LT"}],"theme_namecode":[{"name":"Improving labor markets","code":"51"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Decentralization","code":"26"},{"name":"Export development and competitiveness","code":"45"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":38},{"Name":"Public Administration, Law, and Justice","Percent":30},{"Name":"Industry and trade","Percent":16},{"Name":"Energy and mining","Percent":8},{"Name":"Energy and mining","Percent":8}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20130306101358","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20130306101358","DocDate":"27-FEB-2012"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2009040108320166","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009040108320166","DocURL":"10-OCT-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2009040108320166","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009040108320166","DocDate":"10-OCT-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080904053703","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080904053703","DocDate":"26-AUG-2008"}],"countryname":"Burkina Faso","ccsa_practice_name":"Jobs"}},"facets":{}}