{"rows":10,"os":"0","page":"1","total":"1","projects":{"P100564":{"id":"P100564","projectfinancialtype":"IDA","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Haiti Economic Governance Reform Operation II","board_approval_month":"January","approvalfy":"2007","boardapprovaldate":"2007-01-30T00:00:00Z","closingdate":"2009-12-30T00:00:00Z","lendprojectcost":"23,000,000","ibrdcommamt":"0","idacommamt":"23,000,000","totalamt":"23,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P100564/haiti-economic-governance-reform-operation-ii?lang=en","countryshortname":"Haiti","teamleaderupi":"152609","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, accurate estimate, accurate estimates, Adult literacy, Age distribution, agricultural sector, audit committee, Balance of Payments, Bank bonds, Bank credit, Bank financing, banking law, basic needs, basic social services, Beneficiaries, Borrower, Broad money, Budget Review, capacity constraints, Capital expenditure, capital formation, cash transfer, Central Bank, checks, child care, child health, civil unrest, commercial bank, commercial banks, commodities, commodity, commodity price, competitive bidding, constant prices, Consumer, Consumer Price Index, consumption expenditure, Contraceptive prevalence, contribution, contributions, corruption, counterpart funds, creditor, creditor rights, CURRENCY, current account, Current expenditure, current program, debt, debt outstanding, debt reduction, debt relief, debt service, deposit, deposit account, deposits, Development Bank, DEVELOPMENT POLICY, Disbursement, disbursements, diseases, dissemination, Economic growth, Economic Management, Economic Trends, energy use, enrollment, environmental sustainability, exchange rate, expenditure, expenditures, External Debt, families, farmers, Female Population, financial assistance, Financial Management, financial sector, Financial Sector Assessment, financial statements, Financial System, financing requirements, Food Insecurity, Food Security, foreign currency, foreign direct investment, Funds Flow, gender, gender disparity, governance issues, Government budget, Government Finance"},"project_abstract":{"cdata":"Second Economic Governance Reform Operation (EGRO II) is the second in a series of development policy operations to support the implementation of Haiti's economic governance reform program, as spelled out in the interim poverty reduction strategy paper (PRSP) and the recently prepared full PRSP, the Document de Strate'gie Nationale pour la Croissance et la Re'duction de la Pauvrete' (DSNCRP). The DSNCRP emphasizes sustained, rapid growth as the main vehicle for poverty reduction and is based on three pillars: (i) accelerating growth and maintaining macroeconomic stability; (ii) enhancing human development, with a focus on the strengthening of social sectors to improve the delivery of basic social services; and (iii) strengthening democratic and economic governance, particularly through improving justice and public security. The overall intention of the Bank will be to open a window of opportunity to: (i) deepen and extend the social assistance network; (ii) target subsidies; (iii) elicit an income-enhancing supply response among farmers (especially poor ones); (iv) start a dialogue for better coordinated action across the island (Haiti-Dominican Republic); and (v) design and implement insurance mechanisms that could hedge the country against a protracted and/or repeated episode of food inflation. In addition, the Bank will also contribute to the Government's efforts to address the crisis by extending the school feeding program underway through the education for all projects. The program will be adapted to cover some children over the summer break and to expand coverage of the program in the new school year starting September 2008. Since EGRO II was approved, economic performance has been good. Real gross domestic product (GDP) was estimated to have risen by 3.2 percent in FY2007 (October-September), more than one percentage point greater than in FY2005 (1.8 percent) h"},"country_namecode":"Republic of Haiti!$!HT","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Segunda operación de reforma de la gobernabilidad económica en Haití    </ProjectName><ProjectAbstract>Esta operación se llevará a cabo en dos tramos. La operación propuesta apoyará reformas de políticas dirigidas a lo siguiente: a) promoción de la eficiencia, la transparencia y la responsabilidad en el uso de los recursos públicos a través de reformas de la gestión de las finanzas públicas y de los procesos de adquisición; b) fortalecimiento de la administración de los recursos humanos y la responsabilidad del personal en el sector público; c) mejora de la eficiencia y la transparencia en la administración de la infraestructura pública, y d) respaldo a las reformas de la gobernabilidad en el sector de la educación para promover la responsabilidad y la transparencia en el uso de los fondos destinados a la educación pública. Además, la operación apoyará los esfuerzos en curso para ayudar a crear una cultura de la participación pública en el seguimiento de las reformas de la gobernabilidad económica. Se espera que la operación propuesta tenga un efecto indirecto positivo notable en la reducción de la pobreza. Estos objetivos se alcanzarían mediante las acciones siguientes: 1) fortalecimiento de la buena gestión política y fomento del diálogo y la reconciliación; 2) mejora de la gestión económica y de la modernización del Estado; 3) fomento del crecimiento económico, lo que incluye mantener un marco macroeconómico estable, y 4) mejora del acceso a servicios básicos de calidad, particularmente para los grupos más vulnerables.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectName>Haïti : Deuxième programme d’appui à la gouvernance économique </ProjectName><ProjectAbstract>Ce projet fera l’objet d’un décaissement en deux tranches, Il vient a l’appui des réformes de politique générale destinées à remplir les objectifs suivants : a) promouvoir l’efficacité, la transparence et la redevabilité dans l’utilisation des ressources publiques, par le biais de réformes de la gestion et de l’allocation des fonds publics ; b) renforcer la gestion des ressources humaines et la responsabilisation des employés du secteur public ; c) améliorer l’efficacité et la transparence dans la gestion de l’infrastructure publique ; et d) appuyer les réformes en matière de gouvernance dans le secteur de l’éducation, afin de promouvoir la redevabilité et la transparence dans l’utilisation des fonds publics consacrés à ce secteur. Le projet contribuera également aux efforts en cours destinés à instaurer une culture de participation du public au suivi des réformes entreprises en matière de gouvernance économique. Le projet envisagé devrait avoir un net impact positif indirect sur la réduction de la pauvreté. Il prévoit pour cela quatre séries d’actions : 1) renforcer la gouvernance politique et promouvoir le dialogue et la réconciliation ; 2) améliorer la gouvernance économique et moderniser l’État ; 3) promouvoir la croissance économique, notamment en maintenant un cadre macroéconomique stable ; et 4) améliorer l’accès à des services de base de qualité, en particulier pour les groupes les plus vulnérables.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":60},"sector2":{"Name":"Thermal Power Generation","Percent":15},"sector3":{"Name":"General transportation sector","Percent":15},"sector4":{"Name":"General education sector","Percent":10},"theme1":{"Name":"Other public sector governance","Percent":40},"theme2":{"Name":"Other accountability/anti-corruption","Percent":20},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":40},"totalcommamt":"23,000,000","sector":[{"Name":"Central government administration"},{"Name":"Thermal Power Generation"},{"Name":"General transportation sector"},{"Name":"General education sector"}],"docty":"Tranche Release Document,Project Paper,Financing Agreement,Financing Agreement,Program Document,Program Information Document","countrycode":"HT","sectorcode":"EZ,TZ,LG,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"},{"name":"Transportation","code":"TX"},{"name":"Education","code":"EX"}],"mjtheme":["Public sector governance","Public sector governance","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,29,30","combined_practice_name":"Jobs","mjthemecode":"2,2,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Thermal Power Generation","code":"LG"},{"name":"General transportation sector","code":"TZ"},{"name":"General education sector","code":"EZ"}],"theme_namecode":[{"name":"Other public sector governance","code":"30"},{"name":"Other accountability/anti-corruption","code":"29"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":60},{"Name":"Energy and mining","Percent":15},{"Name":"Transportation","Percent":15},{"Name":"Education","Percent":10}],"projectdocs":[{"DocTypeDesc":"Tranche Release Document (TRD),  Vol.1","DocType":"TRD","EntityID":"000334955_20090622072504","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090622072504","DocDate":"19-JUN-2009"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000333038_20080526014454","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080526014454","DocDate":"19-MAY-2008"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"007406574_2007101709405374","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007406574_2007101709405374","DocURL":"15-FEB-2007"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"007406574_2007101709405374","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007406574_2007101709405374","DocDate":"15-FEB-2007"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000020953_20070117150237","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20070117150237","DocDate":"12-DEC-2006"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000021271_20061117143023","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021271_20061117143023","DocDate":"15-NOV-2006"}],"countryname":"Republic of Haiti","ccsa_practice_name":"Jobs"}},"facets":{}}