{"rows":10,"os":"0","page":"1","total":"1","projects":{"P101231":{"id":"P101231","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Seventh Poverty Reduction Support Credit (PRSC7)","board_approval_month":"May","approvalfy":"2008","boardapprovaldate":"2008-05-06T00:00:00Z","closingdate":"2009-11-30T00:00:00Z","lendprojectcost":"200,000,000","ibrdcommamt":"0","idacommamt":"200,000,000","totalamt":"200,000,000","grantamt":"0","borrower":"EPULIC","impagency":"ICE","url":"http://www.worldbank.org/projects/P101231/seventh-poverty-reduction-support-credit-prsc7?lang=en","countryshortname":"Uganda","teamleaderupi":"202912","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accountability, anti-corruption, Bank involvement, bidding, Borrower, comparative advantage, competitive bidding, confidence, current programs, decentralization, demographic factors, droughts, economic growth, fertility, fertility rates, financial management, gender balance, General public, global market, Government budget, Government programs, health sector, high poverty, holding, household income, human development, human resources, incentive mechanisms, income poverty, incomes, infant, Initiative, International Development, investigation, investment climate, limited resources, local governments, macroeconomic policies, market conditions, maternal mortality, Minister, monetary policies, peace, policy dialogue, Poor governance, population growth, population pressure, Poverty Eradication, poverty rate, poverty rates, Poverty Reduction, procurement, procurement law, productivity, progress, prosecution, public confidence, public sector, public sector reform, rapid growth, referendum, regional disparities, rural development, rural poor, savings, scarce resources, Senior, service delivery, social services, state interventions, tax, technical assistance, trade sector, transparency, urban areas"},"project_abstract":{"cdata":"This program document presents a credit to the Republic of Uganda to finance the seventh Poverty Reduction Support Operation (PRSC7). Building on six preceding PRSCs, PRSC7 is the third and final operation in a programmatic development policy lending series to support Uganda's third Poverty Eradication Action Plan (PEAP) approved by the Cabinet in November 2004: The economic management component. The strategic objective is to maintain macro economic stability consistent with rapid private sector led growth. The PRSC support seeks to enhance budget rationalization in line with PEAP priorities and ensure efficient use of scarce resources. The enhance production, competitiveness and incomes component. The strategic objectives supported by the PRSC are: (i) efficient and competitive private sector; and (ii) increased and more efficient agricultural production, including increased marketing and increased access to land titling. The good governance. The strategic objectives supported by the PRSC are: (i) strengthened legal and justice systems including increased efficiency in the commercial justice; and (ii) transparent and efficient public financial management and public procurement. The human development component the strategic objectives supported by the PRSC are: (i) better educated society including increased access and quality of primary, secondary, and tertiary education; (ii) healthier Ugandans, including improved access, quality and utilization of health care services; improved sexual and reproductive health care services (obstetric, adolescent, and family planning services), and control of major communicable diseases (immunizable diseases, tuberculosis, malaria, and HIV/AIDS)."},"country_namecode":"Republic of Uganda!$!UG","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Septième opération à l’appui de la réduction de la pauvreté en Ouganda</ProjectName><ProjectAbstract>Ce document de programme présente un crédit accordé à la République d’Ouganda pour le financement de la septième Opération à l’appui de la réduction de la pauvreté (PRSC-7). En faisant fond sur les six PRSC précédents, le PRSC-7 est la troisième et dernière opération d’une série de prêts programmatiques en faveur de la politique de développement, destinés à appuyer le troisième Plan d’action pour l’élimination de la pauvreté (PEAP) en Ouganda qui a été approuvé par le Conseil de ministres en novembre 2004 : la composante portant sur la gestion économique. L’objectif stratégique consiste à préserver un équilibre macroéconomique compatible avec une croissance rapide impulsée par le secteur privé. L’appui du PRSC cherche non seulement à favoriser la rationalisation du budget, en tenant compte des priorités du PEAP, mais également à veiller à une utilisation efficace des rares ressources. La composante sur l’amélioration de la production, de la compétitivité et des revenus. Les objectifs stratégiques auxquels le PRSC donne son appui sont : i) un secteur privé efficace et compétitif ; et ii) une production agricole plus importante et plus efficiente, notamment une amélioration de la commercialisation et un meilleur accès aux titres fonciers. La bonne gouvernance. Les objectifs stratégiques auxquels le PRSC donne son appui sont : i) la consolidation des systèmes juridiques et judiciaires, notamment une plus grande efficience des tribunaux de commerce ; et ii) une gestion des finances publiques et un système de passation des marchés publics transparents et efficients. Les objectifs stratégiques de la composante ayant trait au développement humain auxquels le PRSC donne son appui sont : i) une société mieux instruite, notamment un meilleur accès à un enseignement primaire, secondaire et supérieur de meilleure qualité ;ii) des Ougandais en meilleure santé, grâce notamment à une amélioration de l’accès aux services de soins médicaux, de la qualité et de l’utilisation de ces derniers ; de meilleurs services de soins de santé en matière de sexualité et de santé de la reproduction (soins obstétriques, santé des adolescents et planification familiale), et de lutte contre les principales maladies transmissibles (maladies contre lesquelles on peut se faire vacciner, tuberculose, paludisme et VIH/SIDA).</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":64},"sector2":{"Name":"General industry and trade sector","Percent":9},"sector3":{"Name":"General agriculture, fishing and forestry sector","Percent":9},"sector4":{"Name":"General education sector","Percent":9},"sector5":{"Name":"Health","Percent":9},"theme1":{"Name":"Rural policies and institutions","Percent":14},"theme2":{"Name":"Regulation and competition policy","Percent":14},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme4":{"Name":"Administrative and civil service reform","Percent":29},"theme5":{"Name":"Education for all","Percent":14},"totalcommamt":"200,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"General agriculture, fishing and forestry sector"},{"Name":"General education sector"},{"Name":"Health"}],"docty":"Implementation Completion and Results Report,Tranche Release Document,Financing Agreement,Financing Agreement,Program Document,Program Information Document","countrycode":"UG","sectorcode":"JA,EZ,AZ,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Education","code":"EX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Rural development","Financial and private sector development","Public sector governance","Public sector governance","Human development"],"themecode":"65,25,27,40,77","mjthemecode":"10,4,2,2,8","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"General education sector","code":"EZ"},{"name":"Health","code":"JA"}],"theme_namecode":[{"name":"Rural policies and institutions","code":"77"},{"name":"Regulation and competition policy","code":"40"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Education for all","code":"65"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":64},{"Name":"Industry and trade","Percent":9},{"Name":"Agriculture, fishing, and forestry","Percent":9},{"Name":"Education","Percent":9},{"Name":"Health and other social services","Percent":9}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000334955_20100726020634","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20100726020634","DocDate":"29-JUN-2010"},{"DocTypeDesc":"Tranche Release Document (TRD),  Vol.1","DocType":"TRD","EntityID":"000334955_20090825021930","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090825021930","DocDate":"01-JUL-2009"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2009012215181575","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009012215181575","DocURL":"13-JUN-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2009012215181575","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009012215181575","DocDate":"13-JUN-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20080418043001","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080418043001","DocDate":"07-APR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20071018132057","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20071018132057","DocDate":"21-SEP-2007"}],"countryname":"Republic of Uganda"}},"facets":{}}