{"rows":10,"os":"0","page":"1","total":"1","projects":{"P102915":{"id":"P102915","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Re-engagement and Reform Support Program","board_approval_month":"December","approvalfy":"2008","boardapprovaldate":"2007-12-04T00:00:00Z","closingdate":"2008-09-30T00:00:00Z","lendprojectcost":"430,000,000","ibrdcommamt":"0","idacommamt":"430,000,000","totalamt":"430,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P102915/re-engagement-reform-support-program?lang=en","countryshortname":"Liberia","teamleaderupi":"112546","prodlinetext":"IBRD/IDA","keywords":{"cdata":"donor agencies, donor funds, donor support, due process, economic activities, economic activity, economic development, economic efficiency, economic growth, economic opportunities, economic recovery, eligibility criteria, Empowerment, enrollment, exchange rate, exclusion, expatriates, Expenditure, expenditures, exploitation, External arrears, external auditors, External Debt, external debts, Federal Reserve, Federal Reserve Bank, Fiduciary Assessment, fiduciary risk, Financial Accountability, financial institution, financial management, financial markets, Financial Statistics, Fiscal Balance, Fiscal Framework, fiscal management, fiscal performance, fiscal reforms, fiscal side, fiscal sustainability, fiscal years, fixed interest, fixed interest rate, Fixed Rate, Foreign direct investment, foreign exchange, Foreign Investment, Fund management, gender, gender balance, government budget, government revenues, grant allocation, grant funding, Gross Domestic Product, growth rate, households, human resource, human rights, ID, Import tariff, income tax, indebtedness, inequalities, Inflation, Information Services, institutional capacity, interest arrears, Internal Audit, International Bank, international debt, INTERNATIONAL DEVELOPMENT, International Finance, international trade, investment climate, justice system, land ownership, legal tender, loan, local government, macroeconomic risk, macroeconomic stability, malfeasance, maturity, maturity date, medium-term macroeconomic framework,"},"project_abstract":{"cdata":"This program document proposes a Reengagement and Reform Support Program (RRSP) Grant to the Republic of Liberia. This RRSP supports the full normalization of relations between Liberia and the World Bank and the Government's efforts to establish a rigorous fiscal underpinning for the Liberian economy that will permit accelerated recovery and growth in the context of a multi-donor reengagement process. The proceeds of the grant will be disbursed (i) to support cash flow needs in the period immediately after Liberia has cleared its arrears to IBRD and IDA, and (ii) to meet immediate budgeted fiscal needs including future debt service obligations. The grant would assist the Republic of Liberia in its economic and social recovery underpinned by the government's Interim Poverty Reduction Strategy. This one-tranche operation would support government-owned reforms to improve the country's fiduciary environment and strengthen public institutions. It is an integral part of the Bank's Interim Strategy Note (ISN) for Liberia for the period 2007-2008."},"country_namecode":"Republic of Liberia!$!LR","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Programme d’aide au réengagement et aux réformes</ProjectName><ProjectAbstract>Ce document de programme propose un don en faveur d’un Programme de réengagement et d’appui à la réforme (RRSP) dans la République du Libéria. Ce programme soutient la normalisation complète des relations entre le Libéria et la Banque mondiale, ainsi que les efforts déployés par le Gouvernement pour fonder sur des bases budgétaires rigoureuses une reprise et une croissance accélérée de l’économie libérienne dans le contexte d’un processus de réengagement d’un certain nombre de bailleurs de fonds. Le produit du don servira i) à répondre aux besoins de trésorerie immédiatement après que le Libéria aura réglé ses arriérés à l’égard de la BIRD et de l’IDA, et ii) à répondre à des besoins budétaires urgents, notamment pour de futures obligations au titre du service de la dette. Ce don soutiendra l’effort de redressement économique et social de la République du Libéria axé sur la Stratégie intérimaire de réduction de la pauvreté du gouvernement. Cette opération en une seule tranche aidera les réformes conçues par le gouvernement à améliorer le contexte fiduciaire du pays et à renforcer les institutions publiques. Elle fait partie intégrante de la Note stratégique intérimaire de la Banque (NSI) pour le Libéria pour la période 2007-2008.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":93},"sector2":{"Name":"General industry and trade sector","Percent":7},"theme1":{"Name":"Other accountability/anti-corruption","Percent":33},"theme2":{"Name":"Debt management and fiscal sustainability","Percent":17},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme4":{"Name":"Tax policy and administration","Percent":17},"totalcommamt":"430,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document","countrycode":"LR","sectorcode":"YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Public sector governance","Economic management","Public sector governance","Public sector governance"],"themecode":"28,27,21,29","mjthemecode":"2,1,2,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"}],"theme_namecode":[{"name":"Other accountability/anti-corruption","code":"29"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Tax policy and administration","code":"28"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":93},{"Name":"Industry and trade","Percent":7}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20090508010244","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090508010244","DocDate":"25-MAR-2009"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000014464_2008032013440800","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2008032013440800","DocURL":"05-DEC-2007"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000014464_2008032013440800","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2008032013440800","DocDate":"05-DEC-2007"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000020439_20071204135514","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020439_20071204135514","DocDate":"20-NOV-2007"}],"countryname":"Republic of Liberia"}},"facets":{}}