{"rows":10,"os":"0","page":"1","total":"1","projects":{"P102508":{"id":"P102508","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"BI-ERSG II","board_approval_month":"August","approvalfy":"2009","boardapprovaldate":"2008-08-05T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"30,000,000","ibrdcommamt":"0","idacommamt":"30,000,000","totalamt":"30,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P102508/bi-ersg-ii?lang=en","countryshortname":"Burundi","teamleaderupi":"180984","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accountability framework, Accounting, accounting system, annual budget, appropriation, appropriations, Arbitration, audit systems, auditors, balance of payments, bank financing, baseline scenario, Borrower, Budget allocation, Budget comprehensiveness, budget cycle, budget deficit, budget estimates, budget execution, budget execution procedures, budget expenditure, budget framework, budget implementation, Budget Law, Budget Management, Budget Management Process, budget operations, budget preparation, budget preparation process, budget process, budget reforms, budget support, budget support operations, budget year, budgetary accounts, capacity building, capital expenditure, capital expenditures, cash flow, cash management, Central Bank, central budget, checks, civil service, commercial codes, conditionalities, Conditionality, consensus building, Currency, current account deficit, current account deficits, cutting expenditures, Debt, debt management, Debt Relief, debt service, Debt Sustainability, decentralization, Development Bank, diagnostic work, Disbursement, dispute resolution, domestic arrears, Domestic debt, domestic savings, Economic Development, economic developments, economic growth, economic policy, Economic Recovery, economic stability, Exchange Rate, expenditure process, expenditure programs, expenditure requirements, expenditure tracking surveys, expenditures, expenditures on health, Export growth, external audit, External borrowing, external debt, external funding"},"project_abstract":{"cdata":"The Second Economic Reform Support Grant (ERSG II) is the first in a series of two grants designed to assist the Government of Burundi to continue implementing the country's poverty reduction strategy in order to transition from a post conflict economic environment to one that is focused on economic development driven by private sector growth. The 2006 stand alone ERSG aimed at supporting the Government in implementing the interim Poverty Reduction Strategy Paper (PRSP) in three areas: (i) improving public expenditure management and the impact on the poor; (ii) reviving agriculture export crop sectors (coffee, tea, and cotton) by ensuring better revenue distribution among actors; and (iii) reviving the private sector by improving business climate, accelerating state divestiture, and settling the Government domestic arrears to the private sector. The ERSG II grant will support the Government to continue: (i) reforms in the public finance management system to improve accountability and transparency in public spending; (ii) reforms in the business legal and institutional environment to foster private-sector led growth; and (iii) reforms in the coffee sub-sector. It proposes to: (i) consolidate reforms already underway (in public finance management as identified in the recent joint Public Expenditure Management and Financial Accountability Review (PEMFAR)); and (ii) to reenergize the reform process in private sector development (the legal and regulatory framework for the general business environment, and the coffee reform process). In addition it aims at continuing diagnostic works and support development of a strategic approach in areas where action is needed but knowledge is too limited (public enterprise reform). Thus, at the conclusion of the ERSG series, one would expect to see tangible progress with respect to each component of the proposed reform program."},"country_namecode":"Republic of Burundi!$!BI","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Burundi: Deuxième Don d’appui à la réforme économique</ProjectName><ProjectAbstract>Le second Don à l’appui des réformes économiques (ERSG II) est le premier d’une série de deux dons destinés à aider le Gouvernement du burundais à poursuivre la mise en œuvre de la stratégie de réduction de la pauvreté dans le pays, en vue d’assurer la transition entre la situation économique d’un pays sortant d’un conflit à une autre qui est centrée sur un développement économique impulsé par l’expansion du secteur privé. L’ERSG autonome signé en 2006 visait à soutenir le gouvernement dans la mise en œuvre de son Document intérimaire de stratégie pour la réduction de la pauvreté (DSRP) dans trois domaines : i) l’amélioration de la gestion des dépenses publiques et de son impact sur les pauvres ; ii) la relance des secteurs des produits agricoles d’exportation (café, thé et coton), grâce à une meilleure répartition des revenus entre les acteurs ; et iii) la revitalisation du secteur privé par l’amélioration du climat des affaires, l’accélération du désengagement de l’État et le règlement des arriérés dus par le gouvernement au secteur privé au titre de la dette intérieure. Le don ERSG II aidera le gouvernement à poursuivre : i) les réformes engagées dans la gestion des finances publiques en vue d’une plus grande obligation de rendre compte et d’une transparence accrue en matière de dépenses publiques ; ii) les réformes de l’environnement juridique et institutionnel des affaires, afin de stimuler la croissance impulsée par le secteur privé ; et iii) les réformes dans le sous-secteur du café. Il se propose de : i) consolider les réformes déjà engagées dans la gestion des finances comme prévu dans le récent Examen de la gestion des dépenses publiques et de la responsabilité financière (PEMFAR) ; et ii) redynamiser le processus d’assainissement en vue du développement du secteur privé (le cadre juridique et règlementaire de l’environnement général des affaires et le processus d’assainissement du sous-secteur café). Il vise en outre la poursuite des études diagnostiques et l’appui à la mise au point d’une démarche stratégique dans les domaines où une action est nécessaire, mais où les connaissances sont trop limitées (réforme des entreprises publiques). Au terme de la série d’ERSG, on s’attend par conséquent à voir des progrès tangibles en ce qui concerne chaque composante du programme de réformes proposé.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":60},"sector2":{"Name":"General industry and trade sector","Percent":30},"sector3":{"Name":"Crops","Percent":10},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme2":{"Name":"Legal institutions for a market economy","Percent":14},"theme3":{"Name":"Regulation and competition policy","Percent":29},"theme4":{"Name":"State-owned enterprise restructuring and privatization","Percent":14},"totalcommamt":"30,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Crops"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document,Program Information Document","countrycode":"BI","sectorcode":"AH,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Public sector governance","Rule of law","Financial and private sector development","Financial and private sector development"],"ccsa_practice_code":"JOB","themecode":"43,40,34,27","combined_practice_name":"Jobs","mjthemecode":"2,3,4,4","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Rule of law","code":"3"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Crops","code":"AH"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Legal institutions for a market economy","code":"34"},{"name":"Regulation and competition policy","code":"40"},{"name":"State-owned enterprise restructuring and privatization","code":"43"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":60},{"Name":"Industry and trade","Percent":30},{"Name":"Agriculture, fishing, and forestry","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20110801010446","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110801010446","DocDate":"06-JUN-2011"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2008120411273676","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008120411273676","DocURL":"19-AUG-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2008120411273676","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008120411273676","DocDate":"19-AUG-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20080717035543","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080717035543","DocDate":"30-JUN-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20071205120506","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20071205120506","DocDate":"30-OCT-2007"}],"countryname":"Republic of Burundi","ccsa_practice_name":"Jobs"}},"facets":{}}