{"rows":10,"os":"0","page":"1","total":"1","projects":{"P102040":{"id":"P102040","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Second Government Reform & Growth Credit","board_approval_month":"October","approvalfy":"2009","boardapprovaldate":"2008-10-07T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"10,000,000","ibrdcommamt":"0","idacommamt":"10,000,000","totalamt":"10,000,000","grantamt":"0","borrower":"EET","url":"http://www.worldbank.org/projects/P102040/second-government-reform-growth-credit?lang=en","countryshortname":"Sierra Leone","teamleaderupi":"16047","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to information, Accountant, Accounting, annual reports, Auditor General, Auditor-General, basic services, Borrower, budget allocation, Budget Allocations, budget cycle, Budget Director, budget execution, budget execution procedures, budget outcomes, Budget Oversight, budget planning, budget process, Budget Support, budget targets, budget year, budgetary allocations, budgetary resources, business regulations, Capacity Building, capital expenditures, cash budget, cash budgeting, cash flow, central bank, civil society organizations, commodity prices, Conditionality, cost recovery, Country Procurement, Country Procurement Assessment, CURRENCY, Debt, debt dynamics, debt management, Debt Relief, Debt Service, Debt Sustainability, decentralization, decentralization program, democratic institutions, Development Bank, Disbursement, domestic borrowing, domestic credit, domestic debt, domestic interest rates, donor financing, donor funding, Economic Development, Economic Developments, economic growth, economic instability, Exchange Rate, exogenous shocks, expenditure control, Expenditure controls, Expenditure Framework, expenditure plan, expenditure programs, Expenditure Tracking Surveys, Expenditures, external assistance, external audit, External Balance, External Debt, external financing, fiduciary concerns, Financial Accountability, Financial Management Information, Financial Management Information System, financial management systems, Financial Sector, financial support, fisc"},"project_abstract":{"cdata":"The Second Governance Reform and Growth Credit (GRGC-2) Project will be the second in a programmatic series in support of Sierra Leone's transition from post-conflict recovery to sustainable development. The operation supports reform measures to: (i) preserve the fiscal space needed for poverty reduction; (ii) promote efficiency, transparency and accountability in the use of public resources through enhanced public financial management and governance; and (iii) improve the investment climate and promote exports. The programmatic series is grounded upon the government's Poverty Reduction Strategy (PRS) and is consistent with the Bank's 2006-09 Country Assistance Strategy (CAS). The programmatic series also builds upon a wide range of analytical work on public financial management as well as sectoral policies and outcomes and complements similar support provided by the African Development Bank (AfDB), Department for International Development (DflD), and the European Commission (EC). Sierra Leone's civil war ended in January 2002, just over six years ago. The United Nations peacekeeping mission completed its phased withdrawal of troops in December 2005, as agreed by the United Nations Security Council. The United Nations, however, continues to support the country through its new Integrated Office. Parliamentary and presidential elections were held in August 2007, with a presidential run-off election in September 2007. The elections, judged to be free and fair, resulted in a transfer of power to the former opposition party. The new leadership has placed strong emphasis on a campaign against corruption and more investment in physical infrastructure to buttress ongoing programs in health and education. The challenge now is to deepen the reform program during a period of political consolidation following the 2007 elections, and to do so in the context of a difficult global e"},"country_namecode":"Republic of Sierra Leone!$!SL","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Deuxième crédit à l’appui de la réforme de la gouvernance et de la croissance</ProjectName><ProjectAbstract>Le second projet sur le Crédit pour la réforme de la gouvernance et la croissance (GRGC-2) sera le second d’une série de programmes à l’appui de la transition, d’une relance faisant suite à un conflit, à un développement durable en Sierra Léone. L’opération finance les mesures de réforme en vue de ce qui suit : i) réserver l’espace budgétaire nécessaire à la réduction de la pauvreté ; ii) favoriser l’efficacité, la transparence et la responsabilité dans l’utilisation des ressources publiques par le biais d’une meilleure gestion des finances publiques et d’une meilleure gouvernance ; et iii) améliorer le climat de l’investissement et promouvoir les exportations. La série programmatique repose sur la Stratégie du gouvernement pour la réduction de la pauvreté, et elle cadre avec la Stratégie d’aide-pays de la Banque pour la période 2006-2009. La série programmatique s’appuie sur un large éventail de travaux d’analyse portant sur la gestion des finances publiques, les politiques sectorielles et les résultats, et elle complète un appui similaire fourni par la Banque africaine de développement (BAD), le Département du Royaume-Uni pour développement international (DFID) et la Commission européenne (CE). La guerre civile en Sierra Léone s’est terminée en janvier 2002, il y a tout juste un peu plus de six ans. La mission des Nations Unies pour le maintien de la paix a terminé le retrait progressif de ses troupes en décembre 2005, conformément à une résolution du Conseil de Sécurité des Nations Unies. L’Organisation des Nations Unies continue néanmoins à apporter son appui à ce pays, par l’entremise de son nouveau Bureau intégré. Les élections législatives et présidentielles se sont tenues en août 2007, avec un second tour de ces dernières en septembre 2007. Ces élections qualifiées de libres et équitables, ont abouti à la passation de pouvoir à l’ancien parti d’opposition. Le nouveau régime accorde beaucoup d’importance à la lutte contre la corruption, et il investit beaucoup plus dans les infrastructures physiques, ce qui permet d’étayer les programmes en cours dans les domaines de l’éducation et de la santé. Actuellement, le défi à relever consiste, non seulement à approfondir le programme de réformes au cours de la période de consolidation politique faisant suite aux élections de 2007, mais également à le faire dans le cadre d’un environnement économique mondial difficile caractérisé par l’augmentation rapide des cours du pétrole et des prix des denrées alimentaires.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":50},"sector2":{"Name":"Other Mining and Extractive Industries","Percent":20},"sector3":{"Name":"Sub-national government administration","Percent":10},"sector4":{"Name":"General finance sector","Percent":10},"sector5":{"Name":"General industry and trade sector","Percent":10},"theme1":{"Name":"Decentralization","Percent":17},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme3":{"Name":"Other public sector governance","Percent":17},"theme4":{"Name":"Regulation and competition policy","Percent":16},"theme5":{"Name":"Administrative and civil service reform","Percent":17},"totalcommamt":"10,000,000","sector":[{"Name":"Central government administration"},{"Name":"Other Mining and Extractive Industries"},{"Name":"Sub-national government administration"},{"Name":"General finance sector"},{"Name":"General industry and trade sector"}],"docty":"Implementation Status and Results Report,Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Information Document,Program Document,Program Information Document","countrycode":"SL","sectorcode":"YZ,FZ,BH,LS,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Finance","code":"FX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Public sector governance","Public sector governance","Public sector governance","Financial and private sector development","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"25,40,30,27,26","combined_practice_name":"Jobs","mjthemecode":"2,2,2,4,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Other Mining and Extractive Industries","code":"LS"},{"name":"Sub-national government administration","code":"BH"},{"name":"General finance sector","code":"FZ"},{"name":"General industry and trade sector","code":"YZ"}],"theme_namecode":[{"name":"Decentralization","code":"26"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Other public sector governance","code":"30"},{"name":"Regulation and competition policy","code":"40"},{"name":"Administrative and civil service reform","code":"25"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":50},{"Name":"Energy and mining","Percent":20},{"Name":"Public Administration, Law, and Justice","Percent":10},{"Name":"Finance","Percent":10},{"Name":"Industry and trade","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0812365ed_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0812365ed_1_0","DocDate":"11-FEB-2012"},{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000386194_20120316014448","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120316014448","DocDate":"31-JAN-2012"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2009012215131019","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009012215131019","DocURL":"09-OCT-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2009012215131019","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009012215131019","DocDate":"09-OCT-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080917161418","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080917161418","DocDate":"17-SEP-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20080918002622","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080918002622","DocDate":"05-SEP-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080822121920","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080822121920","DocDate":"07-AUG-2008"}],"countryname":"Republic of Sierra Leone","ccsa_practice_name":"Jobs"}},"facets":{}}