{"rows":10,"os":"0","page":"1","total":"1","projects":{"P102487":{"id":"P102487","projectfinancialtype":"IBRD","regionname":"Middle East and North Africa","prodline":"PE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Higher Education Reform for the Knowledge Economy","board_approval_month":"May","approvalfy":"2009","boardapprovaldate":"2009-05-19T00:00:00Z","closingdate":"2015-12-31T00:00:00Z","lendprojectcost":"65,000,000","ibrdcommamt":"25,000,000","idacommamt":"0","totalamt":"25,000,000","grantamt":"0","borrower":"HASHEITE","impagency":"IIST","url":"http://www.worldbank.org/projects/P102487/higher-education-reform-knowledge-economy?lang=en","countryshortname":"Jordan","teamleaderupi":"81193","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to higher education, accounting, Accreditation, accreditation mechanisms, accreditation standards, accreditation system, accreditation systems, accurate information, advertisement, apprenticeship, Bank Involvement, banks, best practice, Boards of Trustees, Borrower, budgeting, call center, capacity building, career, Civil Service, civil society, College graduates, College programs, Community College, community colleges, conflict of interest, Credits, CURRENCY, current income, curricula, curriculum, disadvantaged households, diversification, economic analysis, economic development, Economic Growth, Education Accreditation, education attainment, Education indicators, education sector, education students, elements, employment, employment opportunities, enrollment rates, enrollment ratio, equitable access, exam, Exchange Rate, Expenditures, external efficiency, female employment, female students, finances, Financial Analyses, Financial Analysis, financial decision, Financial Management, financial managements, financial matters, financial position, financial support, financial sustainability, foreign students, formula funding, Fund management, future growth, gender inequality, graduate programs, gross enrollment rate, high school, high school graduates, HIGHER EDUCATION, Higher Education Development, higher education institutes, higher education institutions, Higher Education Management, Higher Education Policy, HIGHER EDUCATION REFORM, higher education sector, higher educa"},"project_abstract":{"cdata":"The Higher Education Reform for the Knowledge Economy Project will support the Government\u0092s program to improve equitable access for male and female students to a higher education system in Jordan. The project will support policy reforms that will: (i) improve the Government\u0092s capacity to diversify and improve financing mechanisms; (ii) modernize the governance and management efficacy of the sector; and (iii) strengthen quality assurance and accreditation mechanisms. Project has 3 components. Component 1: Sustainable Financing for Quality. This component will build the capacity of Ministry of Higher Education and Scientific Research to introduce new funding mechanisms to promote transparency, innovation and effective resource management, including support for competitive program funding and establishing a Student Aid Agency. Component 2: Modernize Governance, Accountability and Management Systems. This component aims to strengthen the management performance and accountability of universities and the overall sector by strengthening the transparency and quality of decision making. Component 3: Strengthen Quality Assurance and Accreditation. This component aims to improve the employability of men and women graduates of university and community colleges programs, and to help enhance the international competitiveness of higher education institutions in Jordan, through more effective quality assurance mechanisms and accreditation standards. The project will finance training, consulting services, and goods for the development of accreditation standards and capacity building for program review, assessment, and quality assurance at the national and at the university level."},"country_namecode":"Hashemite Kingdom of Jordan!$!JO","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>الأردن- إصلاح التعليم العالي من أجل اقتصاد قائم على المعرفة</ProjectName><ProjectAbstract>يهدف مشروع إصلاح التعليم العالي من أجل اقتصاد قائم على المعرفة إلى مساندة حكومة الأردن في تحسين العدالة والإنصاف في حصول الجنسين على التعليم العالي. وسيساند المشروع إصلاحات السياسات التي ستؤدي إلى: (أ) تحسين قدرة الحكومة على تنويع وتحسين آليات التمويل؛ (ب) تحديث الحوكمة وكفاءة إدارة قطاع التعليم العالي؛ و (ج) تعزيز آليات ضمان الجودة واعتماد الشهادات. ويتكون المشروع من ثلاثة مُكوِّنات: المكون 1: التمويل المستدام من أجل الجودة يقوم هذا المكون ببناء قدرات وزارة التعليم العالي والبحث العلمي على استحداث آليات تمويل جديدة لتعزيز الشفافية والابتكار وفعالية إدارة الموارد، بما في ذلك مساندة تمويل برامج المنافسة وإنشاء وكالة لمساعدة الطلاب. المكون 2: تحديث الحوكمة ونظم المساءلة والإدارة. ويهدف هذا المكون إلى تعزيز أداء الإدارة والمساءلة في الجامعات والقطاع بأكمله من خلال تحسين الشفافية وجودة صنع القرارات. المكوّن 3: تعزيز ضمان الجودة واعتماد الشهادات ويهدف هذا العنصر إلى تحسين توظيف خريجي وخريجات الجامعة وبرامج الكليات المجتمعية، والمساعدة في تحسين القدرة التنافسية الدولية لمؤسسات التعليم العالي في الأردن من خلال زيادة كفاءة آليات ضمان الجودة ومعايير اعتماد الشهادات. ويقوم المشروع بتمويل التدريب والخدمات الاستشارية والمواد اللازمة لتطوير معايير الاعتماد وبناء القدرات لمراجعة البرامج وتقييمها، وضمان الجودة النوعية على المستوى الوطني ومستوى الجامعات.</ProjectAbstract></Project>]]>","sector1":{"Name":"Tertiary education","Percent":80},"sector2":{"Name":"Public administration- Education","Percent":20},"theme1":{"Name":"Education for the knowledge economy","Percent":100},"totalcommamt":"25,000,000","sector":[{"Name":"Tertiary education"},{"Name":"Public administration- Education"}],"docty":"Project Appraisal Document,Integrated Safeguards Data Sheet,Project Information Document,Integrated Safeguards Data Sheet,Project Information Document","countrycode":"JO","sectorcode":"BN,ET","mjsector_namecode":[{"name":"Education","code":"EX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Human development"],"themecode":"66","mjthemecode":"8,8","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"","code":"8"}],"sector_namecode":[{"name":"Tertiary education","code":"ET"},{"name":"Public administration- Education","code":"BN"}],"theme_namecode":[{"name":"Education for the knowledge economy","code":"66"}],"source":"IBRD","majorsector_percent":[{"Name":"Education","Percent":80},{"Name":"Public Administration, Law, and Justice","Percent":20}],"projectdocs":[{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000350881_20090430095054","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20090430095054","DocDate":"21-APR-2009"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20090210152242","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090210152242","DocDate":"05-FEB-2009"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20090210154650","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090210154650","DocDate":"21-JAN-2009"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000076092_20080221155352","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080221155352","DocDate":"20-FEB-2008"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000076092_20080130125418","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080130125418","DocDate":"24-JAN-2008"}],"countryname":"Hashemite Kingdom of Jordan"}},"facets":{}}