{"rows":10,"os":"0","page":"1","total":"1","projects":{"P102971":{"id":"P102971","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Natural Resources and Environmental Governance Project","board_approval_month":"June","approvalfy":"2008","boardapprovaldate":"2008-06-03T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"22,000,000","ibrdcommamt":"0","idacommamt":"20,000,000","totalamt":"20,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P102971/natural-resources-environmental-governance-project?lang=en","countryshortname":"Ghana","teamleaderupi":"78499","prodlinetext":"IBRD/IDA","keywords":{"cdata":"air pollution, biodiversity, Borrower, capacity building, citizens, civil society, climate change, direct benefits, dissemination, dissemination of information, economic growth, Environmental, Environmental Analysis, environmental challenges, environmental considerations, environmental damage, environmental degradation, environmental effects, environmental evaluation, Environmental Governance, environmental impacts, environmental management, environmental protection, environmental quality, exploitation, financial flows, financial management, financial management capacity, foreign exchange, forest, forest product, Forestry, forests, growth rates, law enforcement, logging, Mines, mitigation measures, natural resource, natural resource base, natural resource governance, natural resource management, Natural Resources, Natural Resources Management, oil, oil sector, Performance Assessment, policy dialogue, policy formulation, policy makers, policy process, political economy, Poverty Reduction, Poverty Reduction Strategy, productivity, progress, quality of life, regulatory framework, Resources Management, risk factors, Rural Development, Sanitation, social conflict, social impact, social issues, social risks, social tensions, sustainable growth, technical assistance, timber, transparency, wildlife"},"project_abstract":{"cdata":"This program document in a series of three, development policy operation (DPO-1) to the Republic of Ghana for special drawing rights to support the Government of Ghana (GoG) as it implements reforms under its Natural Resources and Environmental Governance (NREG) program. The NREG program has been developed and is fully owned by Ghana's relevant governmental agencies. This first DPO focuses on a set of policies and reforms in the inter-related sectors of forestry and wildlife, mining, and environmental protection intended to: (a) ensure predictable and sustainable financing of the forest and wildlife sectors and effective forest law enforcement; (b) improve mining sector revenue collection, management, and transparency; (c) address social issues in forest and mining communities; and (d) mainstream environment into growth through strategic environmental assessment, environmental impact assessment, and development of a climate change strategy. The DPO will also support GoG's efforts to address the emerging oil sector and to adopt a more holistic, integrated approach to the management of its extractive industries. The programmatic DPO series is expected to provide three types of benefits. First, direct benefits expected at completion of the series include: (a) improved management of government revenues and finances in the forestry and mining sectors; (b) reduced illegal logging; (c) reduced social conflict in forestry and mining communities; and (d) integration of environmental considerations into policy formulation and implementation across government, including risks associated with climate change. In addition, there are two intermediate benefits. The first is providing the framework for International Development Association (IDA) to deepen and expand its engagement in Ghana's natural resources governance reforms, which to date have been supported to a more limited exte"},"country_namecode":"Republic of Ghana!$!GH","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Programme d'appui à la gouvernance des ressources naturelles et de l'environnement</ProjectName><ProjectAbstract>Ce document de programme fait partie d’une série de trois opérations de politique de développement (OPD-1) en faveur de la République du Ghana au niveau des droits de tirage spéciaux, qui aideront le Gouvernement ghanéen (GG) à mettre en œuvre des réformes dans le cadre de son programme de gouvernance des ressources naturelles et environnementales (GRNE). Le programme GRNE a été établi et est pleinement intégré aux organismes gouvernementaux compétents du Ghana. Cette première OPD porte sur une série de politiques et de réformes dans les secteurs liés entre eux que sont la foresterie et la faune et la flore sauvages, l’extraction minière et la protection de l’environnement pour : a) assurer un financement prévisible et durable des secteurs de la forêt et de la faune et la flore sauvages et l’application effective de la loi relative à la forêt ; b) améliorer le recouvrement, la gestion et la transparence des recettes dans le secteur minier ; c) traiter des problèmes sociaux des communautés forestières et minières; et (d) intégrer l’environnement à la croissance grâce à une évaluation environnementale stratégique, une évaluation des effets environnementaux et à l’élaboration d’une stratégie en rapport avec le changement climatique. L’OPD soutiendra également les efforts du GG pour traiter des questions concernant le secteur pétrolier émergent et adopter une approche intégrée plus globale de la gestion de ses industries extractives. La série programmatique d’OPD devrait procurer trois types d’avantages. Tout d’abord, les avantages directs escomptés à l’issue de la série comprennent : a) amélioration de la gestion des recettes et des finances publiques dans les secteurs de la forêt et de l’extraction minière ; b) réduction des coupes illégales ; c) atténuation des conflits sociaux au sein des communautés forestières et minières ; et d) prise en compte concrète des considérations environnementales dans la formulation d’une politique, et notamment des risques liés au changement climatique, à tous les niveaux de l’administration. Il existe en outre deux avantages intermédiaires. Le premier consiste à fournir à l’Association internationale de développement (IDA) un cadre pour approfondir et intensifier son engagement dans des réformes de la gouvernance des ressources naturelles du Ghana, qui ont été soutenues dans une moindre mesure dans le cadre Crédits d’appui à la réduction de la pauvreté (PRSC).</ProjectAbstract></Project>]]>","sector1":{"Name":"Forestry","Percent":29},"sector2":{"Name":"Other Mining and Extractive Industries","Percent":29},"sector3":{"Name":"Other social services","Percent":14},"sector4":{"Name":"General transportation sector","Percent":14},"sector5":{"Name":"General energy sector","Percent":14},"theme1":{"Name":"Other environment and natural resources management","Percent":33},"theme2":{"Name":"Environmental policies and institutions","Percent":67},"totalcommamt":"20,000,000","sector":[{"Name":"Forestry"},{"Name":"Other Mining and Extractive Industries"},{"Name":"Other social services"},{"Name":"General transportation sector"},{"Name":"General energy sector"}],"docty":"Project Performance Assessment Report,Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"GH","sectorcode":"LZ,TZ,JB,LS,AT","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Energy and mining","code":"LX"},{"name":"Health and other social services","code":"JX"},{"name":"Transportation","code":"TX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Environment and natural resources management","Environment and natural resources management"],"themecode":"82,86","mjthemecode":"11,11","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Forestry","code":"AT"},{"name":"Other Mining and Extractive Industries","code":"LS"},{"name":"Other social services","code":"JB"},{"name":"General transportation sector","code":"TZ"},{"name":"General energy sector","code":"LZ"}],"theme_namecode":[{"name":"Other environment and natural resources management","code":"86"},{"name":"Environmental policies and institutions","code":"82"}],"source":"IBRD","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":29},{"Name":"Energy and mining","Percent":29},{"Name":"Health and other social services","Percent":14},{"Name":"Transportation","Percent":14},{"Name":"Energy and mining","Percent":14}],"projectdocs":[{"DocTypeDesc":"Project Performance Assessment Report (PPAR),  Vol.1","DocType":"PPAR","EntityID":"000442464_20140718092837","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20140718092837","DocDate":"30-JUN-2014"},{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20120112013538","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120112013538","DocDate":"28-DEC-2011"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2008100309541277","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008100309541277","DocURL":"11-JUL-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2008100309541277","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008100309541277","DocDate":"11-JUL-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080513022613","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080513022613","DocDate":"07-MAY-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080506155100","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080506155100","DocDate":"10-MAR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080506155015","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080506155015","DocDate":"18-DEC-2007"}],"countryname":"Republic of Ghana"}},"facets":{}}