{"rows":10,"os":"0","page":"1","total":"1","projects":{"P103631":{"id":"P103631","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Sixth Poverty Reduction Support Credit","board_approval_month":"June","approvalfy":"2008","boardapprovaldate":"2008-06-03T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"0","idacommamt":"100,000,000","totalamt":"100,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P103631/sixth-poverty-reduction-support-credit?lang=en","countryshortname":"Ghana","teamleaderupi":"22579","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to safe water, accounting, aggregate fiscal, allocation, allocation of resources, analytical capacity, annual report, Appropriation, Article, Balance of Payments, beneficiaries, budget allocation, budget allocations, budget coverage, budget deficit, budget estimates, Budget Execution, budget outcome, budget outturn, budget projections, Budget Proposal, budget statement, Budget Support, budget support operations, budget year, budgetary implications, Budgetary Operations, capacity building, capacity constraints, capital accumulation, capital expenditure, capital expenditures, capital inflows, capital market, capital markets, Central Government, commodity prices, Conditionality, cost recovery, Country Procurement, Country Procurement Assessment, Debt, debt management, Debt Relief, Debt Sustainability, Decentralization, decision-making, decision-making process, division of labor, domestic credit, domestic debt, domestic demand, domestic interest rates, domestic savings, donor assistance, Donor funding, early warning system, economic growth, education programs, education services, exchange rate, exchange rates, Expenditure Categories, expenditure levels, Expenditure Management System, expenditure programs, Expenditure Tracking, Expenditure Tracking Surveys, Expenditures, External audit, external borrowing, external debt, external financing, external grants, external shocks, Financial Accountability, Financial Institutions, financial position, Financial Sector, financial sup"},"project_abstract":{"cdata":"The Sixth Poverty Reduction Support Credit (PRSC) is the third in a second series of four such operations, covering the period 2006 to 2009, to support the implementation of selected reforms to promote private sector-led growth, encourage vigorous human development and strengthen governance. The PRSC will also contribute to guarding government programs aimed at protecting the consumption level of the poorest in face of the recent acceleration in food price inflation, and sharpening their focus. These efforts include: (i) refining existing targeting mechanisms and strengthening a centralized early warning system for food insecurity; (ii) targeting the most vulnerable in food insecure areas through the government's recently established conditional cash transfer program (Livelihood Empowerment Against Poverty - LEAP); and (iii) ensuring access to health care services for the poorest of the poor by continuing to provide a percentage of them with a premium exemption for registration in the National Health Insurance Scheme (NHIS). The risk to the program as been identified such as: (1) further delays in carrying out the needed reforms in the energy sector; (2) the large size of the public sector, which might compromise the sustainability of the current economic expansion by limiting private sector growth and by reducing the scope for fiscal management; (3) a possible disconnect between increased health spending and improved health outcomes; (4) delays in structural reforms aimed at raising productivity throughout the economy; and (5) remaining fiduciary weaknesses that might limit the impact of the program and lead to only partial funding from development partners. The concerns about further delays in energy sector reforms are partially mitigated by the recent increase in electricity tariffs, raising end-user tariffs by over 100 percent, and the government's decision to ear"},"country_namecode":"Republic of Ghana!$!GH","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>PRSC 6  PPD</ProjectName><ProjectAbstract>Le sixième Crédit à l’appui de la réduction de la pauvreté (PRSC) est le troisième d’une deuxième série de quatre opérations de ce type, qui couvre la période 2006-2009, et est destiné à appuyer la mise en œuvre de certaines réformes visant à favoriser la croissance impulsée par le secteur privé, à encourager un puissant développement humain, et à renforcer la gouvernance. La contribution du PRSC va également lui permettre d’être le gardien des programmes gouvernementaux visant non seulement à protéger le niveau de consommation des plus démunis, en dépit de la récente accélération de l’inflation des prix alimentaires, mais également à spécialiser davantage ces programmes. Ces efforts se résument à ce qui suit : i) affiner les mécanismes actuels de ciblage et renforcer le système centralisé d’alerte rapide pour l’insécurité alimentaire ; ii) cibler les plus vulnérables dans les zones où sévit l’insécurité alimentaire, grâce au programme de transfert conditionné des fonds récemment mis en place par le gouvernement (Renforcement des moyens d’existence contre la pauvreté –LEAP) ; et iii) assurer l’accès des plus démunis aux services de soins de santé, en continuant à offrir à certains d’entre eux une exonération des frais d’inscription au Régime national d’assurance-maladie (RNAM). Le risque lié au programme tel qu’identifié porte sur ce qui suit : 1) des retards supplémentaires accusés dans la mise en œuvre des réformes indispensables au secteur de l’énergie ; 2) la trop grande taille du secteur public, qui pourrait compromettre la viabilité de l’expansion économique actuelle, en limitant la croissance dans le secteur privé et en réduisant la portée de la gestion fiscale ; 3) l’éventuelle séparation entre une augmentation des dépenses de santé et de meilleurs résultats pour la santé ; 4) des retards accusés dans la mise œuvre des réformes visant à relever la productivité dans l’ensemble de l’économie ; et 5) la persistance des dysfonctionnements fiduciaires qui pourraient limiter l’impact du programme et ne conduire qu’à un financement partiel octroyé par les partenaires au développement. Les préoccupations concernant les retards supplémentaires qu’accuse la mise en œuvre des réformes dans le secteur de l’énergie sont partiellement tempérées non seulement par le récent relèvement des tarifs de l’électricité, l’augmentation des redevances payées par les usagers finaux étant de 100 %, mais également par la décision des autorités d’approvisionner en 2007 et 2008 un fonds de réserve destiné à combler l’écart entre les tarifs payés par les usagers finaux et les coûts de production, de transport et de distribution de l’électricité. Les risques liés à la grande taille du secteur public sont atténués par le fait que le Ghana met actuellement en œuvre un programme de réforme du secteur public visant à rajuster à la taille idéale les entités opérant dans des domaines non essentiels. Le risque d’élargir le décalage qui existe entre l’augmentation des dépenses de santé et les améliorations des résultats pour la santé est atténué par les améliorations en cours dans l’administration de la santé, notamment la mise en place d’un régime national d’assurance-maladie.</ProjectAbstract></Project>]]>","sector1":{"Name":"General public administration sector","Percent":40},"sector2":{"Name":"Health","Percent":20},"sector3":{"Name":"Primary education","Percent":20},"sector4":{"Name":"General water, sanitation and flood protection sector","Percent":10},"sector5":{"Name":"Forestry","Percent":10},"theme1":{"Name":"Environmental policies and institutions","Percent":13},"theme2":{"Name":"Health system performance","Percent":24},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":25},"theme4":{"Name":"Decentralization","Percent":13},"theme5":{"Name":"Education for all","Percent":25},"totalcommamt":"100,000,000","sector":[{"Name":"General public administration sector"},{"Name":"Health"},{"Name":"Primary education"},{"Name":"General water, sanitation and flood protection sector"},{"Name":"Forestry"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document","countrycode":"GH","sectorcode":"AT,WZ,EP,JA,BZ","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"},{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Environment and natural resources management","Human development","Public sector governance","Public sector governance","Human development"],"themecode":"65,26,27,67,82","mjthemecode":"11,8,2,2,8","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"General public administration sector","code":"BZ"},{"name":"Health","code":"JA"},{"name":"Primary education","code":"EP"},{"name":"General water, sanitation and flood protection sector","code":"WZ"},{"name":"Forestry","code":"AT"}],"theme_namecode":[{"name":"Environmental policies and institutions","code":"82"},{"name":"Health system performance","code":"67"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Decentralization","code":"26"},{"name":"Education for all","code":"65"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":40},{"Name":"Health and other social services","Percent":20},{"Name":"Education","Percent":20},{"Name":"Water, sanitation and flood protection","Percent":10},{"Name":"Agriculture, fishing, and forestry","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20100609031507","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20100609031507","DocDate":"31-MAR-2010"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2008081115355287","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008081115355287","DocURL":"13-JUN-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2008081115355287","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008081115355287","DocDate":"13-JUN-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20080714232916","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080714232916","DocDate":"01-MAY-2008"}],"countryname":"Republic of Ghana"}},"facets":{}}