{"rows":10,"os":"0","page":"1","total":"1","projects":{"P104690":{"id":"P104690","projectfinancialtype":"IDA","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Haiti Catastrophe Insurance","board_approval_month":"March","approvalfy":"2007","boardapprovaldate":"2007-03-08T00:00:00Z","closingdate":"2010-12-31T00:00:00Z","lendprojectcost":"9,000,000","ibrdcommamt":"0","idacommamt":"9,000,000","totalamt":"9,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P104690/haiti-catastrophe-insurance?lang=en","countryshortname":"Haiti","teamleaderupi":"212260","prodlinetext":"IBRD/IDA","keywords":{"cdata":"attachment point, Basis risk, bonds, borrowing, capital markets, catastrophe reinsurance, catastrophic events, catastrophic risks, contractual savings, cost of capital, debt, Disaster, Disaster Management, disaster recovery, Disaster Reduction, disaster response, disaster risk, disasters, Documents, earthquake, earthquake insurance, earthquakes, emergency management, emergency needs, emergency operations, Fiduciary, Financial Analysis, Financial Institutions, financial instruments, Financial Management, financial risk, flooding, housing, hurricane, hurricanes, Indemnity, INSURANCE, insurance contracts, insurance coverage, insurance markets, insurance policies, insurance pools, insurance premium rates, insurance premiums, insurance products, insured losses, International Financial Institutions, legislation, liquidity, mitigation, natural disaster, natural disasters, natural hazards, non-life insurance, operating expenditures, pensions, programs, public services, rates, recapitalization, Reinsurance, reinsurance capacity, reinsurance contract, reinsurance markets, reinsurers, reserves, risk diversification, Risk Insurance, risk management, Risk Mitigation, risk profiles, Risk Transfer, risk transfer mechanisms, securities, state property, storm, storms, Sustainability, technical assistance, transaction costs, transparency, Trinidad and Tobago"},"project_abstract":{"cdata":"The Haiti Catastrophe Insurance Project's objective is to reduce Haiti's financial vulnerability to natural disasters through insurance coverage against earthquakes and hurricanes. This will be achieved by providing financing to Haiti to allow it to join the Caribbean Catastrophe Risk Insurance Facility (CCRIF) and purchase financial protection against catastrophic earthquake and/or hurricane events. Without the IDA grant, it is unlikely that Haiti would join this pilot initiative, which represents the first entity created to protect small island states from the financial impact of natural disasters. The project has two main components with the first being to assist Haiti in joining the CCRIF through the financing of the entrance fee. This fee is equal to the first year\u0092s insurance premium of US2.57 million. The second project component is payment of annual insurance premium which will assist Haiti in purchasing the catastrophe insurance coverage offered by the CCRIF during the first three years. As such, the project supports the establishment and viability of the CCRIF. "},"country_namecode":"Republic of Haiti!$!HT","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Proyecto de seguro contra catástrofes en Haití</ProjectName><ProjectAbstract>El objetivo del Proyecto de seguro contra catástrofes en Haití es reducir la vulnerabilidad financiera de Haití ante los desastres naturales mediante una cobertura de seguro contra terremotos y huracanes. Esto se logrará proporcionando financiamiento a Haití para permitirle unirse al Fondo de seguro contra riesgos de catástrofe para el Caribe (CCRIF) y adquirir protección financiera contra sucesos catastróficos motivados por terremotos y/o huracanes. Sin la donación de la AIF, es poco probable que Haití se una a esta iniciativa piloto, que representa la primera entidad creada para proteger a los pequeños Estados insulares frente al efecto financiero de los desastres naturales. El proyecto consta de dos componentes principales. El primero de ellos consiste en prestar asistencia a Haití a la hora de unirse al CCRIF mediante el financiamiento de la tasa de entrada. Dicha tasa equivale a la prima de seguro del primer año, a saber, US$2,57 millones. El segundo componente del proyecto es el pago de la prima anual de seguro que prestará asistencia a Haití a la hora de adquirir la cobertura de seguro contra catástrofes ofrecida por el CCRIF durante los tres primeros años. Como tal, el proyecto apoya el establecimiento y la viabilidad del CCRIF. </ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectName>Haïti : Projet d’assurance contre les risques de catastrophe</ProjectName><ProjectAbstract>Le Projet d’assurance contre les risques de catastrophe en Haïti vise à réduire la vulnérabilité financière du pays vis-à-vis des catastrophes naturelles, grâce à une couverture d’assurance contre les tremblements de terre et les ouragans. Il fournira pour cela un financement afin de permettre à Haïti d’adhérer au Mécanisme d'assurance contre les risques liés aux catastrophes aux Caraïbes (CCRIF) et de se doter d’une couverture financière contre les effets dévastateurs des tremblements de terre ou ouragans. Sans ce don de l’IDA, Haïti ne pourrait probablement pas adhérer à cette initiative pilote, qui représente le premier mécanisme mis en place pour protéger les petits États insulaires contre l’impact financier des catastrophes naturelles. Le projet a deux composantes principales, la première consistant à aider à Haïti à adhérer au CCRIF en finançant les droits correspondants. Ceux-ci représentent le montant de la prime d’assurance pour la première année, soit 2,57 millions de dollars. La deuxième composante porte sur le paiement de la prime annuelle et aidera le pays à se doter d’une couverture auprès du CCRIF pour les trois premières années de ce programme. Par ce biais, le projet soutient également l’établissement et la viabilité du CCRIF. </ProjectAbstract></Project>]]>","sector1":{"Name":"Non-compulsory pensions and insurance","Percent":100},"theme1":{"Name":"Natural disaster management","Percent":100},"totalcommamt":"9,000,000","sector":[{"Name":"Non-compulsory pensions and insurance"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Project Paper,Financing Agreement,Financing Agreement,Project Appraisal Document,Integrated Safeguards Data Sheet,Integrated Safeguards Data Sheet,Project Information Document,Project Information Document","countrycode":"HT","sectorcode":"FD","mjsector_namecode":[{"name":"Finance","code":"FX"}],"mjtheme":["Social protection and risk management"],"themecode":"52","mjthemecode":"6,2","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"","code":"2"}],"sector_namecode":[{"name":"Non-compulsory pensions and insurance","code":"FD"}],"theme_namecode":[{"name":"Natural disaster management","code":"52"}],"source":"IBRD","majorsector_percent":[{"Name":"Finance","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20110803010250","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20110803010250","DocDate":"13-MAY-2011"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.","DocType":"ISRR","EntityID":"0000A8056_2011021314030492","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011021314030492","DocDate":"13-FEB-2011"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000333037_20080129015118","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080129015118","DocDate":"16-JAN-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"007465996_2007101709534396","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007465996_2007101709534396","DocDate":"08-MAR-2007"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"007465996_2007101709534396","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=007465996_2007101709534396","DocURL":"08-MAR-2007"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000020439_20070221163058","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020439_20070221163058","DocDate":"06-FEB-2007"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000020953_20070206134726","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20070206134726","DocDate":"22-JAN-2007"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000020953_20070206132825","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20070206132825","DocDate":"16-JAN-2007"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20070206101601","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070206101601","DocDate":"16-JAN-2007"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20070124124105","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070124124105","DocDate":"16-JAN-2007"}],"countryname":"Republic of Haiti"}},"facets":{}}