{"rows":10,"os":"0","page":"1","total":"1","projects":{"P104670":{"id":"P104670","projectfinancialtype":"OTHER","regionname":"Europe and Central Asia","prodline":"GE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"TIEN SHAN ECOSYSTEM DEVELOPMENT PROJECT","board_approval_month":"November","approvalfy":"2010","boardapprovaldate":"2009-11-03T00:00:00Z","lendprojectcost":"22,870,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"3,350,000","borrower":"EPULIC","impagency":"EIE","url":"http://www.worldbank.org/projects/P104670/tien-shan-ecosystem-development-project?lang=en","countryshortname":"Central Asia","teamleaderupi":"292036","prodlinetext":"Global Environment Project","keywords":{"cdata":"access to forest, Action Plan, Afforestation, afforestation activities, agricultural land, agricultural lands, Agriculture, alien species, annual rainfall, arable land, arable lands, audits, biodiversity conservation, biodiversity information, biodiversity loss, Biodiversity Project, biodiversity protection, biological corridors, biological diversity, bird, bird watching, birds, Boreal forests, burning, carbon, carbon credits, carbon dioxide, carbon finance, carbon market, carbon markets, Carbon Sequestration, carbon stocks, carbon trading, Clean Development Mechanism, Clean Development Mechanisms, Climate, Climate change, climate change mitigation, climates, climatic conditions, climatic regions, community engagement, community involvement, Conservation Project, conserve biodiversity, Cost Analysis, Cultivation, cultural heritage, Cultural Resources, deciduous forests, decision making, deserts, ecological conditions, economic conditions, economic factors, economic Impact, ECOSYSTEM, Ecosystem Assessment, ECOSYSTEM DEVELOPMENT, ecosystem goods, ecosystem management, electricity, Emission, emission control, Emission Reduction, Emissions Reductions, Endangered Species, endemism, Environmental, Environmental Impact Assessment, environmental impacts, Environmental issues, environmental management, Environmental policies, Environmental Protection, environmental sustainability, Expenditures, exploitation, extinction, Fauna, fencing, fertilizers, financial resources, firewood, Flora"},"project_abstract":{"cdata":"The objectives of the Tien Shan Ecosystem Development Project for Kazakhstan and Kyrgyz Republic are to: (1) contribute to improving ecosystem management and sustainable forestry in the Tien Shan region of the Kyrgyz Republic, and (2) improve ecosystem management in the Tien Shan region of Kazakhstan by improving biodiversity conservation and contributing to climate mitigation by sequestering carbon dioxide in forests in the Kyrgyz Republic. The project has three components. (1) Strengthening biodiversity conservation in protected areas and productive landscapes component. The component will include the following three sub-components: (a) protected area management; (b) conservation in the broader landscape through small grants in Kazakhstan; and (c) sustainable tourism promotion. (2) Forestry and Carbon Trading in the Kyrgyz Republic component includes forestation and reforestation, validation and monitoring of carbon sequestration, and improved forest management. (3) Project management component. Overall coordination of project activities and the fiduciary aspects of project management will be handled by the State Agency for Environmental Protection and Forestry (SAEPF) of the Kyrgyz Republic and the Forestry and Hunting Committee (FHC) of Kazakhstan."},"country_namecode":"Central Asia!$!7C","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectAbstract>El objetivo del proyecto de desarrollo del ecosistema de Tian Shan (TSEDP) en Kazakjistán y República Kirguisa (RK) es: a) reducir la presión antropogénica sobre ecosistemas y recursos naturales mediante el desarrollo del turismo sostenible y el aumento de ingresos de la población local; b) conseguir ingresos a partir de la venta de carbono certificado obtenido como fruto de la aforestación en la República Kirguisa y fomentar esta práctica en toda la región; c) aumentar los ingresos de la población rural gracias a la madera y a los productos forestales distintos a la madera, así como aumentar los ingresos conseguidos a partir de la venta de residuos forestales certificados obtenidos gracias a las prácticas de aforestación y forestación; d) reducir la erosión hídrica y eólica del suelo mediante la creación de una franja forestal que prevenga la erosión y proteja contra el viento aplicando un enfoque basado en los ecosistemas. Plantar 13.950 ha de nuevo bosque para reducir la erosión del suelo, prevenir las avalanchas y desprendimientos de tierra, así como disminuir la posibilidad de anegamientos a causa del sistema de alcantarillado deteriorado; y e) aumentar la sostenibilidad financiera de la Agencia estatal para la protección del medio ambiente y la silvicultura (SAEPF) bajo el Gobierno de la República Kirguisa y de la administración autónoma local (AO) gracias a los ingresos generados con el comercio de carbono. Se aplica la política de reasentamiento involuntario (OP 4.12), puesto que es probable que las actividades de la forestación restrinjan el acceso a los recursos, como los terrenos de pasto para los productores del ganado. Las actividades previstas en el proyecto no exigirán ni implicarán la adquisición de tierras ni la reubicación física de la población. Además, el componente importante de conservación de la biodiversidad no tiene como objetivo ampliar áreas protegidas, sino mejorar solamente la gestión de las áreas protegidas existentes. Para afrontar el riesgo de acceso limitado a los recursos de pasto, se ha preparado un marco para el proceso de restricción de acceso. Este proceso participativo se centra, en primer lugar, en identificar lugares de aforestación y reforestación que no entren en conflicto con el uso formal o informal de terrenos de pasto. Las medidas para ayudar a mejorar o restaurar los medios de vida sólo se aplicarán en circunstancias económicas excepcionales donde no se pueda identificar ningún terreno alternativo.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>Les objectifs du Tien Shan Ecosystem Development Project, ou TSEDP (Projet de développement de l'écosystème de Tien Shan) au Kazakhstan et en République kirghize sont de : a) réduire la pression anthropique sur les écosystèmes naturels et les ressources naturelles en développant un tourisme viable et en augmentant les revenus des populations locales ; b) générer des revenus en vendant des certificats de carbone reçus suite au boisement au sein de la République kirghize et faire connaître cette pratique dans la région ; c) accroître les revenus des populations rurales grâce à la vente de produits forestiers et de produits forestiers non ligneux et de certificats d'émissions obtenus suite au boisement et à la plantation d'arbres ; d) réduire l'érosion du sol par l'eau et le vent en créant des bandes de forêts prévenant l'érosion et protégeant du vent au moyen d'une approche écosystémique. Planter 13 950 hectares de nouvelles forêts permettra de réduire l'érosion du sol, de prévenir les avalanches et les glissements de terrain et de diminuer l'engorgement du sol causé par des systèmes de drainage endommagés ; et e) accroître la stabilité financière de l'agence d'État pour la protection de l'environnement et des forêts du gouvernement de la République kirghize et celle des administrations locales d'autonomie gouvernementale grâce aux revenus générés par le commerce du carbone. La politique de réinstallation involontaire (OP 4.12) de la Banque mondiale s'applique à ce projet étant donné que les activités de reforestation peuvent restreindre l'accès à des ressources telles que des pâturages pour les éleveurs de bétail. Les activités du projet ne nécessiteront pas d'acquisition de terres ni de réinstallation physique de personnes. De plus, le volet du projet portant sur le renforcement de la préservation de la biodiversité n'a pas pour but d'élargir les zones protégées, mais uniquement d'améliorer la gestion des zones existantes. Pour pallier au risque de manque d'accès aux pâturages, un cadre a été élaboré pour le processus de restriction d'accès. Ce processus participatif est principalement axé sur l'identification des sites de boisement et de reforestation qui peuvent être utilisés de manière formelle ou informelle pour le pâturage. Des mesures visant à améliorer ou à restaurer les moyens d'existence ne seront nécessaires qu'en cas de circonstances exceptionnelles si aucun autre site n'a pu être identifié.</ProjectAbstract></Project>]]>","sector1":{"Name":"Public administration- Agriculture, fishing and forestry","Percent":69},"sector2":{"Name":"Forestry","Percent":31},"theme1":{"Name":"Environmental policies and institutions","Percent":33},"theme2":{"Name":"Land administration and management","Percent":33},"theme3":{"Name":"Biodiversity","Percent":34},"totalcommamt":"3,350,000","sector":[{"Name":"Public administration- Agriculture, fishing and forestry"},{"Name":"Forestry"}],"docty":"Implementation Status and Results Report,Project Appraisal Document,Environmental Assessment,Resettlement Plan","countrycode":"7C","sectorcode":"AT,BL","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"locations":[{"geoLocId":"0001346798","geoLocName":"Osh Oblasty","latitude":"40","longitude":"73","country":"7C"},{"geoLocId":"0001521378","geoLocName":"Tole Bi Audany","latitude":"42.25","longitude":"70.25","country":"7C"},{"geoLocId":"0001527005","geoLocName":"Ysyk-Kol","latitude":"42.416672","longitude":"77.25","country":"7C"},{"geoLocId":"0001527297","geoLocName":"Talas Oblasty","latitude":"42.333328","longitude":"72","country":"7C"},{"geoLocId":"0001527590","geoLocName":"Naryn Oblasty","latitude":"41.433331","longitude":"75.966667","country":"7C"},{"geoLocId":"0001527592","geoLocName":"Naryn","latitude":"41.428661","longitude":"75.991112","country":"7C"},{"geoLocId":"0001529778","geoLocName":"Jalal-Abad Oblasty","latitude":"41.5","longitude":"72.5","country":"7C"},{"geoLocId":"0007909816","geoLocName":"Kolsaiskie Lakes National Park","latitude":"42.964458","longitude":"77.582253","country":"7C"},{"geoLocId":"0007909829","geoLocName":"Karatau Nature Preserve","latitude":"43.716671","longitude":"68.73333","country":"7C"},{"geoLocId":"0007909831","geoLocName":"Aksu-Zhabagly Nature Reserve","latitude":"42.244789","longitude":"70.672073","country":"7C"},{"geoLocId":"0007909843","geoLocName":"Karatal-Zhapyryk State Nature Reserve","latitude":"41.697529","longitude":"75.349503","country":"7C"},{"geoLocId":"0007909856","geoLocName":"Kara-Shoro National Park","latitude":"41.974419","longitude":"75.764778","country":"7C"},{"geoLocId":"0007909872","geoLocName":"Charyn Canyon National Park","latitude":"43.350151","longitude":"79.069633","country":"7C"}],"mjtheme":["Environment and natural resources management","Environment and natural resources management","Environment and natural resources management"],"ccsa_practice_code":"JOB","themecode":"80,83,82","combined_practice_name":"Jobs","mjthemecode":"11,11,11","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Environment and natural resources management","code":"11"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Public administration- Agriculture, fishing and forestry","code":"BL"},{"name":"Forestry","code":"AT"}],"theme_namecode":[{"name":"Environmental policies and institutions","code":"82"},{"name":"Land administration and management","code":"83"},{"name":"Biodiversity","code":"80"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":69},{"Name":"Agriculture, fishing, and forestry","Percent":31}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011010115014794","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011010115014794","DocDate":"01-JAN-2011"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000350881_20091016093903","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20091016093903","DocDate":"08-OCT-2009"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.1","DocType":"EA","EntityID":"000334955_20090309060941","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090309060941","DocDate":"25-FEB-2009"},{"DocTypeDesc":"Resettlement Plan (RPL),  Vol.1","DocType":"RPL","EntityID":"000334955_20090309082956","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090309082956","DocDate":"25-FEB-2009"}],"countryname":"Central Asia","ccsa_practice_name":"Jobs"}},"facets":{}}