{"rows":10,"os":"0","page":"1","total":"1","projects":{"P105710":{"id":"P105710","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"First Competitiveness and Public Financial Management DPL","board_approval_month":"November","approvalfy":"2008","boardapprovaldate":"2007-11-29T00:00:00Z","closingdate":"2008-06-30T00:00:00Z","lendprojectcost":"75,000,000","ibrdcommamt":"75,000,000","idacommamt":"0","totalamt":"75,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P105710/first-competitiveness-public-financial-management-dpl?lang=en","countryshortname":"Panama","teamleaderupi":"185358","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, accounting standards, arrears, average debt, Bank lending, Basic Education, beneficiaries, best practices, Borrower, budget execution, budgetary framework, budgeting, buyback, calculations, capacity building, capital inflows, cash flows, Cash Transfer, collection procedures, Consumer, Consumer Protection, contract enforcement, credibility, CURRENCY, Current Account, current account deficit, curricula, Debt, debt exchange, debt management, debt market, debt maturity, debt policy, debt ratio, debt ratios, debt servicing, Debt Sustainability, decentralization, developing countries, Development Bank, disbursement, Disbursements, diversification, domestic Bank, domestic credit, domestic market, economic activity, economic development, Economic Developments, economic growth, economic opportunity, economic recession, economic recovery, educational programs, electricity, employment opportunities, enabling environment, equipment, evasion, Exchange Rate, finances, Financial Accountability, financial information, financial intermediation, FINANCIAL MANAGEMENT, Financial Management Program, financial management systems, financial statements, financial support, fiscal deficit, fiscal deficits, fiscal discipline, fiscal information, Fiscal Management, fiscal reforms, Fiscal Responsibility, fiscal surplus, fiscal sustainability, fiscal transparency, Fixed Investment, foreign direct investment, foreign direct investments, general population, government deficit, government expendi"},"project_abstract":{"cdata":"The First Competitiveness and Public Financial Management Development Policy Loan Project of Panama is the first in a programmatic series of two Development Policy Loans (DPLs), which build upon the Public Finance and Institutional DPL included in the previous Bank interim country strategy, intended to support the Government's development program as described in its Strategic Vision document. Within this framework, this DPL series focuses on actions aimed at: 1) Promoting broad-based growth through the enhancement of private sector competitiveness, by reducing bureaucratic red tape, improving training policies, and increasing investments in innovation; and 2) Consolidating fiscal sustainability, transparency and efficiency through the modernization of public financial management systems for revenue, debt, fiscal reporting, and public procurement. The actions supported by the DPL series are expected to enhance private sector competitiveness and public financial management, with a view of improving public sector efficiency and effectiveness in a fiscally sustainable fashion, thus influencing the country's enabling environment for private sector development. The DPL series will also contribute to fiscal stabilization and efficient spending by helping diversify external sources of finance and obtain better financial terms. This DPL program takes into account potential risks in three areas: economic, political and institutional strategy."},"country_namecode":"Republic of Panama!$!PA","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Primer préstamo para políticas de desarrollo destinado a la gestión de las finanzas públicas y la competitividad</ProjectName><ProjectAbstract>El Primer préstamo para políticas de desarrollo de competitividad y gestión de las finanzas públicas es la primera operación de una serie programática de dos Préstamos para Política de Desarrollo (DPL), que se basa en las finanzas públicas y en los DPL incluidos en la estrategia nacional provisional del Banco, dirigida a apoyar el programa de desarrollo del Gobierno tal como figura en su documento de Visión Estratégica. Dentro de este marco, esta serie de DPL se centra en medidas encaminadas a: 1) promover un crecimiento sostenido a través de la competitividad del sector privado y de la reducción de procesos burocráticos, por medio de políticas de capacitación y del incremento de la inversión en innovación, y 2) consolidar la eficiencia, la transparencia y la sostenibilidad financiera a través de la modernización de los sistemas de gestión pública sobre ingreso, deuda, informes fiscales y compras gubernamentales. Las actividades apoyadas por la serie de DPL buscan mejorar la competitividad del sector privado y la gestión de las finanzas públicas, para hacer más eficiente al sector público de manera sostenible en términos fiscales, dotando al país de un ambiente favorable al desarrollo del sector privado. La serie de DPL también busca contribuir a una mayor estabilidad fiscal y a un gasto eficiente a través de la diversificación de las fuentes de financiamiento externo y obtener mejores condiciones financieras. Este programa de DPL tiene en cuenta los posibles riesgos en tres áreas: estrategia económica, política e institucional.</ProjectAbstract></Project>]]>","sector1":{"Name":"General industry and trade sector","Percent":50},"sector2":{"Name":"Central government administration","Percent":50},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme2":{"Name":"Regulation and competition policy","Percent":29},"theme3":{"Name":"Improving labor markets","Percent":14},"theme4":{"Name":"Tax policy and administration","Percent":14},"totalcommamt":"75,000,000","sector":[{"Name":"General industry and trade sector"},{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"PA","sectorcode":"BC,YZ","mjsector_namecode":[{"name":"Industry and trade","code":"YX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Financial and private sector development","Social protection and risk management","Public sector governance"],"themecode":"28,51,40,27","mjthemecode":"2,4,6,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"General industry and trade sector","code":"YZ"},{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Regulation and competition policy","code":"40"},{"name":"Improving labor markets","code":"51"},{"name":"Tax policy and administration","code":"28"}],"source":"IBRD","majorsector_percent":[{"Name":"Industry and trade","Percent":50},{"Name":"Public Administration, Law, and Justice","Percent":50}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000334955_20100824025446","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20100824025446","DocDate":"24-MAR-2010"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2008052211370389","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008052211370389","DocDate":"13-FEB-2008"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000021321_2008052211370389","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008052211370389","DocURL":"13-FEB-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000020953_20071106094420","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20071106094420","DocDate":"24-OCT-2007"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20071019114343","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20071019114343","DocDate":"17-OCT-2007"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20070709115212","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070709115212","DocDate":"05-JUL-2007"}],"countryname":"Republic of Panama"}},"facets":{}}