{"rows":10,"os":"0","page":"1","total":"1","projects":{"P105029":{"id":"P105029","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Third Programmatic Business Product and Efficiency Development Policy Loan","board_approval_month":"April","approvalfy":"2008","boardapprovaldate":"2008-04-08T00:00:00Z","closingdate":"2011-06-30T00:00:00Z","lendprojectcost":"550,000,000","ibrdcommamt":"550,000,000","idacommamt":"0","totalamt":"550,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P105029/third-programmatic-business-product-efficiency-development-policy-loan?lang=en","countryshortname":"Colombia","teamleaderupi":"111214","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to finance, access to financial services, access to information, access to international markets, account holders, accounting, alleviation of poverty, anti-money laundering, average growth, backed securities, bank funding, Bank services, banking services, banking system, banks, best practice, best practices, bond, bonds, Borrower, borrowing, budgetary allocation, budgeting, business climate, capacity building, capital market, capital markets, cash advances, commercial bank, commodity, conflict of interests, consultation process, consumer, consumers, contributions, Cooperatives, corporate bonds, credit bureaus, credit crunch, credit guarantee, credit guarantees, credit levels, credit products, creditor, creditors, CURRENCY, current account, DEBT, DEBT SUSTAINABILITY, deposits, depreciation, Development Bank, Development Corporation, direct investment, documentation requirements, donor Investment, economic development, ECONOMIC DEVELOPMENTS, economic growth, Economic Management, economic policy, employers, enterprise financing, entrepreneurial activity, Entrepreneurs, Environmental Sustainability, equity investments, Ethnic Groups, Exchange Rate, Exchange Rates, finance companies, finances, Financial Action, financial development, Financial education, Financial education programs, financial groups, financial independence, financial information, financial institution, financial institutions, financial instruments, financial intermediaries, financial intermediation, financ"},"project_abstract":{"cdata":"The Third Programmatic Business Productivity and Efficiency Development Policy Loan for Colombia will be executed over a period of three years. This operation will support policy and institutional reforms in three areas: strengthening of fiscal management, the financial system and capital markets; improvement of the quality standards and technological innovation framework; and strengthening of infrastructure and logistics. The loan will support sustainable growth and alleviation of poverty by: facilitating the operation of businesses, and promoting investment to boost productivity, and employment levels; and consolidating the financial sector and capital markets as pillars of economic growth to address the needs of individuals (particularly the poor and underserved), and the productive sector. The combination of domestic economic growth, improved international conditions, Colombian peso appreciation, and revenue-enhancing policy reforms has benefited the country's fiscal accounts, as did improvements in tax administration. Revenue growth has continued to outpace gross domestic product (GDP) growth and as a result the general Government deficit decreased from 4.9 percent of GDP in 2002 to about 1.9 percent of GDP in 2007. The near stagnation of the economy during the early 2000s has given way to sustained economic growth and a strengthening of consumer and investor confidence. The turnaround was influenced by an improve global economic environment in which demand for Colombia's primary exports has risen along with prices, while the cost of international borrowing has fallen. Sound macroeconomic management has played a major part in the recovery as well as improvements in internal security."},"country_namecode":"Republic of Colombia!$!CO","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Tercer préstamo programático para políticas de productividad empresarial y desarrollo eficiente</ProjectName><ProjectAbstract>El Tercer préstamo programático para políticas de desarrollo para aumentar la productividad y eficiencia de las empresas destinado a Colombia se ejecutará a lo largo de un período de tres años. Esta operación respaldará las reformas políticas e institucionales en tres áreas: consolidación de la gestión fiscal, el sistema financiero y los mercados de capitales; mejora de los estándares de calidad y el marco de innovación tecnológica, y fortalecimiento de las infraestructuras y la logística. Este préstamo respaldará el crecimiento sostenible y el alivio de la pobreza mediante: la facilitación del funcionamiento de las empresas y la promoción de las inversiones para impulsar la productividad y aumentar los niveles de empleo, y la consolidación del sector financiero y de los mercados de capital como pilares del crecimiento económico para atender las necesidades de las personas (en particular los pobres y aquéllos que carecen de servicios suficientes) y del sector productivo. La combinación de crecimiento económico interno, mejores condiciones internacionales, valorización del peso colombiano y reformas políticas que incrementan los ingresos ha redundado en beneficio de las cuentas fiscales del país, al igual que lo hicieron las mejoras en la administración tributaria. El crecimiento de los ingresos ha seguido siendo superior al producto interno bruto (PIB), a resultas de lo cual el déficit general del Gobierno se redujo del 4,9% del PIB en 2002 a alrededor de un 1,9% del PIB en 2007. El cuasiestancamiento de la economía a principios de la década de 2000 ha dado lugar a un crecimiento económico sostenido y a una mayor confianza de los consumidores e inversionistas. El cambio se debió a la influencia de una mejoría en el panorama económico mundial, en el que la demanda de exportaciones de productos primarios de Colombia ha aumentado junto con los precios, mientras que el costo internacional del endeudamiento ha disminuido. La sólida gestión macroeconómica ha jugado un papel importante en la recuperación, al igual que las mejoras en la seguridad interna.</ProjectAbstract></Project>]]>","sector1":{"Name":"General industry and trade sector","Percent":45},"sector2":{"Name":"General finance sector","Percent":25},"sector3":{"Name":"General energy sector","Percent":10},"sector4":{"Name":"General transportation sector","Percent":10},"sector5":{"Name":"Central government administration","Percent":10},"theme1":{"Name":"Trade facilitation and market access","Percent":13},"theme2":{"Name":"Export development and competitiveness","Percent":25},"theme3":{"Name":"Regulation and competition policy","Percent":25},"theme4":{"Name":"Infrastructure services for private sector development","Percent":24},"theme5":{"Name":"Public expenditure, financial management and procurement","Percent":13},"totalcommamt":"550,000,000","sector":[{"Name":"General industry and trade sector"},{"Name":"General finance sector"},{"Name":"General energy sector"},{"Name":"General transportation sector"},{"Name":"Central government administration"}],"docty":"Implementation Status and Results Report,Loan Agreement,Loan Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"CO","sectorcode":"BC,TZ,LZ,FZ,YZ","mjsector_namecode":[{"name":"Industry and trade","code":"YX"},{"name":"Finance","code":"FX"},{"name":"Energy and mining","code":"LX"},{"name":"Transportation","code":"TX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Trade and integration","Trade and integration","Financial and private sector development","Financial and private sector development","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,39,40,45,49","combined_practice_name":"Jobs","mjthemecode":"5,5,4,4,2","mjtheme_namecode":[{"name":"Trade and integration","code":"5"},{"name":"Trade and integration","code":"5"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"General industry and trade sector","code":"YZ"},{"name":"General finance sector","code":"FZ"},{"name":"General energy sector","code":"LZ"},{"name":"General transportation sector","code":"TZ"},{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Trade facilitation and market access","code":"49"},{"name":"Export development and competitiveness","code":"45"},{"name":"Regulation and competition policy","code":"40"},{"name":"Infrastructure services for private sector development","code":"39"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Industry and trade","Percent":45},{"Name":"Finance","Percent":25},{"Name":"Energy and mining","Percent":10},{"Name":"Transportation","Percent":10},{"Name":"Public Administration, Law, and Justice","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011051217344877","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011051217344877","DocDate":"12-MAY-2011"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000021321_2008120209470976","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008120209470976","DocURL":"26-SEP-2008"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2008120209470976","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008120209470976","DocDate":"26-SEP-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080320012432","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080320012432","DocDate":"11-MAR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080312111448","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080312111448","DocDate":"11-MAR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20071214161916","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20071214161916","DocDate":"27-NOV-2007"}],"countryname":"Republic of Colombia","ccsa_practice_name":"Jobs"}},"facets":{}}