{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106641":{"id":"P106641","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Competitiveness and Public Financial Management DPL 2","board_approval_month":"December","approvalfy":"2009","boardapprovaldate":"2008-12-16T00:00:00Z","closingdate":"2009-12-31T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"100,000,000","idacommamt":"0","totalamt":"100,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P106641/competitiveness-public-financial-management-dpl-2?lang=en","countryshortname":"Panama","teamleaderupi":"63785","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, accounting standards, arrears, asset quality, assets ratio, audits, Bank lending, Bank supervision, banking sector, banking sector assets, banking system, banks, beneficiaries, best practice, best practices, Borrower, budgeting, business climate, business development, calculations, capacity building, capital gains, capital markets, cash flows, Cash Transfer, collection procedures, commodity, commodity prices, consolidation processes, Consumer, Consumer Protection, contract enforcement, Contribution, credibility, credit growth, credit squeeze, CURRENCY, Current Account, current account deficit, curricula, Debt, debt management, debt market, debt policy, debt ratio, debt ratios, debt servicing, Debt Sustainability, decentralization, default ratings, deficits, deposit, deposit insurance, deposits, developing countries, Development Bank, direct investment, Disbursements, diversification, domestic banking, domestic banking market, Domestic capital, Domestic capital markets, domestic credit, economic activity, economic development, Economic Developments, Economic Management, economic opportunity, education programs, educational programs, employment opportunities, enabling environment, equipment, Exchange Rate, exporters, external shocks, finances, financial crisis, financial developments, financial information, financial intermediation, FINANCIAL MANAGEMENT, Financial Management Program, financial market, financial markets, financial sector, financial statements, financ"},"project_abstract":{"cdata":"This program document describes a single-tranche Second Competitiveness and Public Financial Management Development Policy Loan (DPL) Project to the Republic of Panama. This operation is the second in the programmatic series that continues to support the Government's program to consolidate fiscal discipline and increase public sector transparency and efficiency, as means for -inter alia- enhancing private sector competitiveness. These two sets of objectives are mutually reinforcing, as public financial management systems that contribute to fiscal discipline, operational efficiency and strategic allocation of resources are critical elements of public sector effectiveness, which in turn can positively influence the country's enabling environment for private sector development. Moreover, both are critical for achieving progress toward the Government of Panama (GOP's) overarching objective of increasing and sustaining broad-based economic growth in Panama, which would in turn contribute to continued fiscal stability. The medium-term outlook is not completely without risks, although macroeconomic vulnerabilities in Panama have fallen in recent years, as growth has accelerated, debt has declined as a share of GDP, and fiscal balances have improved. The proposed DPL program takes into account potential risks in three areas: economic, political and institutional strategy."},"country_namecode":"Republic of Panama!$!PA","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Competitividad y gestión de las finanzas públicas (DPL-2)</ProjectName><ProjectAbstract>Este documento de programa describe un Segundo préstamo para políticas de desarrollo (DPL) destinado a la gestión de las finanzas públicas y la competitividad, de un solo tramo, para la República de Panamá. Esta operación es el segundo proyecto de una serie programática que continúa apoyando el programa del Gobierno destinado a consolidar la disciplina fiscal y aumentar la transparencia y eficiencia del sector público, como medio para mejorar ―entre otros aspectos― la competitividad del sector privado. Estos dos conjuntos de objetivos se refuerzan mutuamente, ya que los sistemas de gestión de las finanzas públicas que contribuyen a la disciplina fiscal, la eficiencia operativa y la asignación estratégica de los recursos son elementos cruciales para la eficacia del sector público, que a su vez puede influir positivamente en el entorno nacional propicio para el desarrollo del sector privado. Además, ambos son fundamentales para progresar hacia el logro del objetivo predominante del Gobierno de Panamá de aumentar y mantener un crecimiento económico de base amplia en Panamá, que a su vez contribuiría a una estabilidad fiscal continuada. Las perspectivas a medio plazo no están del todo exentas de riesgos, aunque las vulnerabilidades macroeconómicas de Panamá se han reducido en los últimos años, a medida que se ha acelerado el crecimiento, que ha descendido la deuda como proporción del PIB, y que han mejorado los equilibrios fiscales. El programa de DPL propuesto tiene en cuenta los posibles riesgos en tres áreas: estrategia económica, política e institucional.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":50},"sector2":{"Name":"General industry and trade sector","Percent":50},"theme1":{"Name":"Trade facilitation and market access","Percent":13},"theme2":{"Name":"Regulation and competition policy","Percent":12},"theme3":{"Name":"Education for the knowledge economy","Percent":25},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":38},"theme5":{"Name":"Debt management and fiscal sustainability","Percent":12},"totalcommamt":"100,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Program Document,Program Information Document","countrycode":"PA","sectorcode":"YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Trade and integration","Financial and private sector development","Human development","Public sector governance","Economic management"],"ccsa_practice_code":"JOB","themecode":"21,27,66,40,49","combined_practice_name":"Jobs","mjthemecode":"5,4,8,2,1","mjtheme_namecode":[{"name":"Trade and integration","code":"5"},{"name":"Financial and private sector development","code":"4"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"}],"theme_namecode":[{"name":"Trade facilitation and market access","code":"49"},{"name":"Regulation and competition policy","code":"40"},{"name":"Education for the knowledge economy","code":"66"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Debt management and fiscal sustainability","code":"21"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":50},{"Name":"Industry and trade","Percent":50}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000334955_20100824025446","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20100824025446","DocDate":"24-MAR-2010"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000014464_2009061010572461","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2009061010572461","DocURL":"24-FEB-2009"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000014464_2009061010572461","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2009061010572461","DocDate":"24-FEB-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20081125025534","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20081125025534","DocDate":"14-NOV-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20081027143617","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20081027143617","DocDate":"15-AUG-2008"}],"countryname":"Republic of Panama","ccsa_practice_name":"Jobs"}},"facets":{}}