{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106794":{"id":"P106794","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"RE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"CAMEROON WATER AFFERMAGE - OBA for Coverage Expansion","board_approval_month":"May","approvalfy":"2008","boardapprovaldate":"2008-05-01T00:00:00Z","closingdate":"2013-10-31T00:00:00Z","lendprojectcost":"11,500,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"5,000,000","borrower":"EET","impagency":"CAATE","url":"http://www.worldbank.org/projects/P106794/cameroon-water-affermage-oba-coverage-expansion?lang=en","countryshortname":"Cameroon","teamleaderupi":"154501","prodlinetext":"Recipient Executed Activities","keywords":{"cdata":"access to services, access to water, access to water supply, accountant, accounting, affordability, asset holding, asset holding company, audits, bank account, Bank Borrowers, Bank funding, Bank loan, Bank policy, beneficiaries, beneficiary, bid, borrower, budgeting, calculation, capital fund, commercial bank, commercial terms, competitive market, competitive tender, Concession contract, connected households, connection charge, connection cost, connection costs, connection fee, connection fees, connection program, connection subsidy, consulting firm, Consulting services, consumers, contribution, contributions, Cost estimate, cost recovery, Credits, cross-subsidies, customer base, debt, debt reduction, deposit, deposits, developing countries, Development Bank, disbursement, disbursements, discount rate, domestic connections, earnings, Economic analysis, economic development, Eligibility criteria, Exchange rate, exclusion, expenditures, families, finances, financial analysis, financial incentives, Financial management, financial performance, financial risks, financial structure, fixed charge, fixed costs, fixed fee, fixed monthly fee, fixed monthly payment, flow of funds, funding sources, Governance issue, household connection, household connections, household income, human resources, individual connections, Initial Deposit, institutional reform, Internal Rate of Return, International Bank, International Development, International Finance, international water operator, investme"},"project_abstract":{"cdata":"The objective of the Water Lease - Output-Based Aid (OBA) for Coverage Expansion Project is to expand access to urban water supply in Cameroon through a subsidized household connections program, to be implemented by the international private operator, Office National de l'Eau Potable (ONEP) of Morocco, competitively selected to run the national water utility under a 10-year lease contract in August 2007. The project shall allow for the installation of 55,000 household connections in urban areas countrywide over 4 years, equivalent to a 25 percent increase in the total number of water connections in the country. An estimated population of 330,000 people shall gain access to safe piped water. For a typical household connection, the connection cost amounts to US$ 198, plus US$ 53 as an initial guarantee deposit, giving a total of US$ 251 to be paid upfront by a new customer. This clearly is not affordable to most urban households, where average monthly income is US$ 31 for the first income quintile increasing to US$ 68 for the third quintile. As a consequence, the households currently connected to the piped water network mostly belong to the fourth and fifth income quintiles. This connection subsidy project will be implemented as part of an urban and water development support International Development Association (IDA) loan, whose component three includes an amount of US$ 33 million from IDA to support the implementation of the public-private partnership between Cam water and the international private operator. The proposed connection subsidy program was explicitly included and analyzed as part of component three of the IDA operation, as it is an integral part of the lease contract. Financial management, procurement and safeguards policies issues were analyzed during the IDA loan preparation, and mitigation measures carried out under the implementation of the Bank loan."},"country_namecode":"Republic of Cameroon!$!CM","sector1":{"Name":"Water supply","Percent":100},"theme1":{"Name":"Water resource management","Percent":67},"theme2":{"Name":"Urban services and housing for the poor","Percent":33},"totalcommamt":"5,000,000","sector":[{"Name":"Water supply"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Project Appraisal Document","countrycode":"CM","sectorcode":"WC","mjsector_namecode":[{"name":"Water, sanitation and flood protection","code":"WX"}],"mjtheme":["Environment and natural resources management","Urban development"],"ccsa_practice_code":"PPP","themecode":"71,85","combined_practice_name":"Public Private Partnership","mjthemecode":"11,9","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Urban development","code":"9"}],"sector_namecode":[{"name":"Water supply","code":"WC"}],"theme_namecode":[{"name":"Water resource management","code":"85"},{"name":"Urban services and housing for the poor","code":"71"}],"source":"IBRD","combined_practice_code":"PPP","majorsector_percent":[{"Name":"Water, sanitation and flood protection","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20141110212518","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20141110212518","DocDate":"29-SEP-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081fe844c_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081fe844c_1_0","DocDate":"27-OCT-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0818f3323_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0818f3323_1_0","DocDate":"04-FEB-2013"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000334955_20090714041359","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090714041359","DocDate":"13-SEP-2007"}],"countryname":"Republic of Cameroon","ccsa_practice_name":"Public Private Partnership"}},"facets":{}}