{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106489":{"id":"P106489","projectfinancialtype":"OTHER","regionname":"Middle East and North Africa","prodline":"SF","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Lebanon Emergency Social Protection Implementation Support Grant","board_approval_month":"September","approvalfy":"2008","boardapprovaldate":"2007-09-07T00:00:00Z","lendprojectcost":"1,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"1,000,000","borrower":"EET","impagency":"L A","url":"http://www.worldbank.org/projects/P106489/lebanon-emergency-social-protection-implementation-support-grant?lang=en","countryshortname":"Lebanon","teamleaderupi":"16441","prodlinetext":"Special Financing","keywords":{"cdata":"access to information, accounting, accounts payable, accounts receivable, Action Plan, Additional Financing, adequate income, administrative processes, administrative systems, advisory services, affordability, amount of contributions, application forms, application procedures, arrears, Assistance Strategy, automation, automation of business, balance sheet, bank accounts, Bank Borrowers, Bank management, banks, beneficiaries, beneficiary, benefit amount, benefit formulas, Borrower, business development, business process, business processes, calculation, capacity building, cash assistance, cash benefits, cash social assistance, chart of accounts, checks, collection of information, communication technology, computers, conflict, connectivity, Contribution, contributions, control system, control systems, counterpart funds, Credits, CURRENCY, current program, data entry, day-to-day operations, defined contribution pension, depreciation, development center, development centers, disability, disabled, economic activities, economic assets, economic costs, economic reform, electronic transfer, eligibility for assistance, emergency funds, Emergency Recovery, employer, employer contributions, employers, Exchange Rate, family allowance, family allowances, finances, financial assistance, Financial Management, financial management system, financial performance, financial situation, financial sustainability, financial system, financial transaction, financial transactions, financing needs, Fin"},"project_abstract":{"cdata":"The objective of the Emergency Social Protection Implementation Support Project is to accelerate and improve the quality of the implementation of the package of social sector reforms presented by Lebanon at the Paris III donor conference in the areas of social insurance, safety nets, and health expenditures. The project has three main components with the first being the modernization of the social insurance system. This component has four core subcomponents: (a) preparation of a policy framework for social insurance and coverage expansion; (b) improvement of the governance and administration of the NSSF; (c) reforms to guarantee the medium and long terms sustainability of the NSSF; and (d) reforms to strengthen income protection programs (pensions and family allowances). The second component is the strengthening of the social safety nets. These reforms include: (i) institutional strengthening and capacity building for social safety nets and social development; (ii) strengthening protection of the disabled; (iii) safety net programs implementation and service delivery arrangements; and (iv) strengthening the poverty focus of the social safety net programs. Finally the third component is the health sector cost rationalization which will focus on reforms in the Ministry of Public Health and its implementation will be closely coordinated with Component one. Component three focuses on improving on allocation and technical efficiency in health spending"},"country_namecode":"Lebanese Republic!$!LB","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>المشروع الطارئ لمساندة تنفيذ برامج الحماية الاجتماعية في لبنان (منحة) </ProjectName><ProjectAbstract>يهدف هذا المشروع إلى تسريع وتحسين نوعية تنفيذ حزمة إصلاحات القطاع الاجتماعي التي طرحها لبنان بمؤتمر باريس الثالث للمانحين في مجالات التأمين الاجتماعي، وشبكات الضمان، والإنفاق على الرعاية الصحية. ويشتمل المشروع على ثلاثة مكونات رئيسية أولها تحديث نظام التأمين الاجتماعي. ويتضمن هذا المكون أربعة مكونات فرعية جوهرية وهي: (أ) إعداد إطار سياسات للتأمين الاجتماعي وتوسيع نطاق التغطية؛ (ب) تحسين حوكمة الصندوق الوطني للضمان الاجتماعي وإدارته؛ (ج) إصلاحات لضمان استمرارية الصندوق الوطني للضمان الاجتماعي على المدى المتوسط والطويل؛ و (د) إصلاحات لتعزيز برامج حماية الدخل (المعاشات التقاعدية وعلاوات الأسر). ويتمثل المكون الثاني في تقوية شبكات الضمان الاجتماعي. وتشمل هذه الإصلاحات ما يلي: (1) تعزيز المؤسسات وبناء القدرات لدى شبكات الضمان الاجتماعي والتنمية الاجتماعية؛ (2) تدعيم الحماية للمعوقين؛ (3) تنفيذ برامج شبكات الضمان وترتيبات تقديم الخدمات الاجتماعية: و(4) زيادة تركيز برامج شبكات الضمان الاجتماعي على مكافحة الفقر. ويتمثل المكون الثالث والأخير في ترشيد الانفاق على قطاع الرعاية الصحية الذي سيركز على الإصلاحات في وزارة الصحة العامة وسيتم التنسيق في تنفيذها عن كثب مع المكون الأول. وهذا المكون يركز على تحسين التخصيص والكفاءة الفنية في الإنفاق على قطاع الصحة.</ProjectAbstract></Project><Project><LangCode>ES</LangCode><ProjectName>Don d’urgence à l’appui de la mise en œuvre de mesures de protection sociale au Liban</ProjectName></Project><Project><LangCode>FR</LangCode><ProjectName>Don d’urgence à l’appui de la mise en œuvre de mesures de protection sociale au Liban</ProjectName><ProjectAbstract>Le Projet d’urgence à l’appui de la mise en œuvre de mesures de protection sociale vise à accélérer et optimiser la mise en œuvre du train de réformes sociales que le Liban a présenté à l’occasion de la Conférence de Paris III réunissant ses donateurs, et qui couvre les domaines de l’assurance sociale, des filets de sécurité et des dépenses de santé. Ce projet a trois composantes principales, la première étant la modernisation du système d’assurance sociale. Cette composante englobe quatre sous-composantes essentielles : a) préparation d’un cadre de politique pour l’assurance sociale et l’extension de sa couverture ; b) amélioration de la gouvernance et de l’administration du FNSS ; c) réformes visant à garantir la viabilité à moyen et long terme du FNSS ; et d) réformes destinées à renforcer les programmes de protection des revenus (retraites et allocations familiales). La deuxième composante est axée sur le renforcement des filets de sécurité sociale. Ces réformes sont de quatre ordres : a) renforcement des institutions et des capacités pour les filets de sécurité sociale et le développement social ; b) renforcement de la protection des handicapés ; c) mise en œuvre de programmes de protection et organisation de la fourniture des services ; et d) recentrage des programmes de protection sociale sur la pauvreté. La troisième composante, qui concerne la rationalisation des coûts de santé, se concentrera sur les réformes émanant du ministère de la Santé publique, et sa mise en œuvre fera l’objet d’une étroite coordination avec celle de la première composante. Elle est axée sur l’amélioration des dépenses de santé en termes d’affectation et d’efficacité technique.</ProjectAbstract></Project>]]>","sector1":{"Name":"Other social services","Percent":90},"sector2":{"Name":"Health","Percent":10},"theme1":{"Name":"Health system performance","Percent":33},"theme2":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":67},"totalcommamt":"1,000,000","sector":[{"Name":"Other social services"},{"Name":"Health"}],"docty":"Implementation Completion and Results Report,Procurement Plan,Integrated Safeguards Data Sheet,Project Information Document,Project Paper,Project Information Document,Integrated Safeguards Data Sheet","countrycode":"LB","sectorcode":"JA,JB","mjsector_namecode":[{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Human development","Social protection and risk management"],"themecode":"54,67","mjthemecode":"8,6","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Social protection and risk management","code":"6"}],"sector_namecode":[{"name":"Other social services","code":"JB"},{"name":"Health","code":"JA"}],"theme_namecode":[{"name":"Health system performance","code":"67"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"}],"source":"IBRD","majorsector_percent":[{"Name":"Health and other social services","Percent":90},{"Name":"Health and other social services","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20100520011220","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20100520011220","DocDate":"31-MAR-2010"},{"DocTypeDesc":"Procurement Plan (PROP),  Vol.1","DocType":"PROP","EntityID":"000333038_20090605003402","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090605003402","DocDate":"04-JUN-2009"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20070911113017","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070911113017","DocDate":"09-SEP-2007"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20070911111900","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070911111900","DocDate":"30-AUG-2007"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000020439_20070911114901","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020439_20070911114901","DocDate":"30-AUG-2007"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20070709112611","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20070709112611","DocDate":"29-MAY-2007"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000020953_20070611151815","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20070611151815","DocDate":"22-MAY-2007"}],"countryname":"Lebanese Republic"}},"facets":{}}