{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106502":{"id":"P106502","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"POVERTY REDUCTION SUPPORT CREDIT IV","board_approval_month":"July","approvalfy":"2008","boardapprovaldate":"2008-07-08T00:00:00Z","closingdate":"2008-12-31T00:00:00Z","lendprojectcost":"10,000,000","ibrdcommamt":"0","idacommamt":"10,000,000","totalamt":"10,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P106502/poverty-reduction-support-credit-iv?lang=en","countryshortname":"Cabo Verde","teamleaderupi":"265503","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting system, Agency Management, Asset Management, Audit Office, auditors, basic services, beneficiaries, Borrower, budget does, budget framework, Budget Law, budget management, budget planning, budget preparation, budget preparation process, Budget Support, budgetary allocation, Capacity Building, capital inflows, Cash flow, Cash management, Central Bank, central government, civil servants, civil service, Civil Service Reform, civil society organizations, contingent liabilities, Country Procurement, Country Procurement Assessment, CURRENCY, data entry, debt, Debt Management, debt sustainability, decentralization, Development Bank, diagnostic work, DISBURSEMENT, Dispute Resolution, domestic debt, domestic market, donor coordination, donor financing, Economic Development, ECONOMIC DEVELOPMENTS, economic growth, Exchange rate, exogenous shocks, Expenditure, Expenditure commitments, Expenditure Frameworks, expenditure management system, expenditure programs, Expenditures, external aid, external assistance, External Audits, external debt, Finance Ministry, Finances, Financial Accountability, Financial Management, Financial Management System, financial management systems, financial position, financial support, financial system, fiscal balance, fiscal deficit, fiscal impact, Fiscal policy, fiscal position, fiscal prudence, fiscal relations, fiscal risks, fiscal stance, foreign exchange, foreign reserves, general accounts, General Budget Support, grace period, Gross Domestic Pr"},"project_abstract":{"cdata":"The Fourth Poverty Reduction Support Credit (PRSC-4) supports the implementation of Cape Verde's first Growth and Poverty Reduction Strategy (GPRSP-I). This one-tranche operation is a transitory one between the first and the second PRSC series, which will be based on the GPRSP-II finalized by the Government at end of May 2008. The policy dialogue and the results-based framework under PRSC-4 focus on the following pillars of the GPRSP-I: (i) promote good governance; (ii) develop human capital; and (iii) improve the effectiveness and sustainability of the social protection system. Specifically, PRSC-4 supports selected measures that aim to: (a) improve public expenditure management, reform and modernize the public administration, strengthen decentralization and municipal management capacity, and strengthen monitoring and evaluation systems; (b) improve quality and efficiency of basic health; and (c) modernize and rationalize social protection services, with a focus on improving the normative and operational framework for social protection services at the municipal level. The main risks associated with PRSC-4 are: (i) limited capacity in some ministries to pursue the reform agenda; (ii) decline in external concessional support at a faster pace than expected; (iii) fiscal risks (including accumulation of contingent liabilities and non-discretionary expenditure programs that could cause fiscal slippages and stall implementation of the more sensitive policy reforms); and (iv) continued increase in fuel and food prices could delay further poverty reduction, especially in rural areas, given that most of the food and all oil has to be imported."},"country_namecode":"Republic of Cabo Verde!$!CV","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Quatrième crédit à l’appui de la réduction de la pauvreté</ProjectName><ProjectAbstract>Le quatrième Crédit à l’appui de la réduction de la pauvreté (PRSC-4) finance la mise en œuvre du premier Document de stratégie pour la croissance et la réduction de la pauvreté (GPRSP-1) du Cap Vert. Cette opération en une seule tranche est une opération transitoire entre la première et la deuxième série de PRSC, fondée sur le GPRSP-2 qui a été finalisé par les pouvoirs publics à la fin du mois de mai 2008. La concertation sur l’action à mener et le cadre axé sur les résultats au titre du PRSC-4 mettent l’accent sur les piliers suivants du GPRSP-1 : i) promouvoir la bonne gouvernance ; ii) développer le capital humain ; et iii) améliorer l’efficacité et la viabilité du système de protection sociale. En particulier, le PRSC-4 appuie certaines mesures qui visent à : a) améliorer la gestion des dépenses publiques, réformer et moderniser l’administration publique, renforcer la décentralisation et les capacités de gestion municipale et consolider les systèmes de suivi/évaluation ; b) améliorer la qualité et l’efficacité de soins médicaux de base ; et c) moderniser et rationaliser les services de protection sociale, avec un accent particulier sur l’amélioration du cadre normatif et opérationnel des services de protection sociale au niveau des municipalités. Les principaux risques liés au PRSC-4 sont les suivants : i) la capacité limitée de certains ministères d’approfondir le programme de réformes ; ii) la diminution de l’aide à des conditions de faveur à un rythme plus grand que ce qui était prévu ; iii) les risques budgétaires (notamment l’accumulation des dettes éventuelles et des programmes de dépenses obligatoires qui sont susceptibles d’entraîner des dérapages financiers et de retarder la mise en œuvre des réformes stratégiques plus sensibles) ; et iv) la poursuite de l’augmentation des prix du carburant et des produits alimentaires pourrait retarder la réduction induite de la pauvreté, surtout dans les zones rurales, étant donné que la plupart des produits alimentaires et tout le pétrole doivent être importés.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":45},"sector2":{"Name":"Sub-national government administration","Percent":30},"sector3":{"Name":"Health","Percent":15},"sector4":{"Name":"Other social services","Percent":10},"theme1":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":17},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme3":{"Name":"Injuries and non-communicable diseases","Percent":16},"theme4":{"Name":"Administrative and civil service reform","Percent":17},"totalcommamt":"10,000,000","sector":[{"Name":"Central government administration"},{"Name":"Sub-national government administration"},{"Name":"Health"},{"Name":"Other social services"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document,Program Information Document","countrycode":"CV","sectorcode":"JB,JA,BH,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Social protection and risk management","Public sector governance","Human development","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"25,89,27,54","combined_practice_name":"Jobs","mjthemecode":"6,2,8,2","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Sub-national government administration","code":"BH"},{"name":"Health","code":"JA"},{"name":"Other social services","code":"JB"}],"theme_namecode":[{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Injuries and non-communicable diseases","code":"89"},{"name":"Administrative and civil service reform","code":"25"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":45},{"Name":"Public Administration, Law, and Justice","Percent":30},{"Name":"Health and other social services","Percent":15},{"Name":"Health and other social services","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20090817000736","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090817000736","DocDate":"29-JUN-2009"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2008120211191670","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008120211191670","DocURL":"18-JUL-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2008120211191670","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2008120211191670","DocDate":"18-JUL-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20080618030632","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080618030632","DocDate":"09-JUN-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080208160839","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080208160839","DocDate":"12-NOV-2007"}],"countryname":"Republic of Cabo Verde","ccsa_practice_name":"Jobs"}},"facets":{}}