{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106747":{"id":"P106747","projectfinancialtype":"IDA","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"NI Development Policy Credit","board_approval_month":"September","approvalfy":"2009","boardapprovaldate":"2008-09-25T00:00:00Z","closingdate":"2009-03-31T00:00:00Z","lendprojectcost":"20,000,000","ibrdcommamt":"0","idacommamt":"20,000,000","totalamt":"20,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P106747/ni-development-policy-credit?lang=en","countryshortname":"Nicaragua","teamleaderupi":"95585","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to safe water, Accountability, accountability mechanisms, accounting, administrative reforms, allocation, annual reports, audit institutions, Balance of Payments, basic service provision, basic services, basic social services, beneficiaries, budget classification, budget classification system, budget constraints, budget cycle, budget envelope, Budget Support, budget support operations, budget system, budgetary impact, Central Bank, central government, civil servants, Civil Service, Civil Service Law, civil service reform, civil society organizations, civil society participation, commodity prices, Comptroller General, Conditionality, consensus building, data collection, Debt, debt management, debt management system, debt ratio, debt relief, debt service, Debt Sustainability, decentralization, decision-making, decision-making process, domestic debt, donor assistance, donor coordination, economic growth, education services, education system, ex-post evaluation, expenditure priorities, external audit, external debt, external shocks, Finance Ministry, financial assistance, financial cost, financial information, financial information system, financial intermediation, financial management system, financial management systems, Financial Program, financial reports, financial resources, financial stability, financial statements, financial statistics, financial system, fiscal balance, fiscal constraints, fiscal imbalances, fiscal policies, fiscal policy, fiscal revenue, fiscal st"},"project_abstract":{"cdata":"This program document proposes a single-tranche, stand-alone Development Policy Credit (DPC) for the Republic of Nicaragua. This DPC builds on the recently ended series of Poverty Reduction Support Credits (PRSCs). It is being proposed for strategic reasons to engage the authorities in a continuing policy dialogue and in the interests of maintaining a predictable periodicity in budget support disbursements, while the authorities prepare and consult their up-dated Poverty Reduction Strategy (PRS). As indicated in the last PRSP progress report, the authorities intend to strengthen the PRSP in response to what has been perceived as a very slow poverty reduction response to the strategy implemented so far. In particular, the authorities are seeking to deemphasize the privatization agenda, replace the previous 'cluster development strategies' with small and medium enterprise development models, and promote universal access to basic social services by lowering their costs. More generally, the revised strategy puts more emphasis than before on facilitating participation by small and medium producers in the growth process and on maximizing access to opportunities. The policy actions supported under the DPC focus mainly on public sector strengthening, with an emphasis on public sector management and transparency, and on strengthening the efficiency, monitoring and accountability of basic social services. These actions are drawn mainly from the first two of the four thematic areas covered by the common Performance Assessment Matrix (PAM) for joint financing arrangement, which are (i) macroeconomic stability and improvement of public sector and financial management; (ii) promotion of greater social and human capital development; (iii) inclusive economic development; and (iv) strengthen governance and accountability. These four thematic areas are broadly consistent with the focus"},"country_namecode":"Republic of Nicaragua!$!NI","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Nicaragua: Crédito para políticas de desarrollo</ProjectName><ProjectAbstract>Este documento de programa propone un Crédito para políticas de desarrollo en un solo tramo e independiente para la República de Nicaragua. Este crédito para políticas de desarrollo se basa en la serie de créditos de apoyo a la lucha contra la pobreza, que finalizó recientemente. Se propone por motivos estratégicos para involucrar a las autoridades en un diálogo continuo de políticas y en aras de mantener una frecuencia previsible en los desembolsos de apoyo presupuestario, mientras las autoridades preparan una versión actualizada de la estrategia de lucha contra la pobreza y realizan las consultas pertinentes. Tal como se indicó en el último informe de progreso del programa de lucha contra la pobreza (PRSP), las autoridades tienen la intención de fortalecer el PRSP ante lo que se ha percibido como una respuesta muy lenta de lucha contra la pobreza para la estrategia aplicada hasta la fecha. En particular, las autoridades están tratando de restar énfasis al programa de privatización, sustituir las anteriores “estrategias de desarrollo de grupos” por modelos de desarrollo de medianas empresas, y promover el acceso universal a servicios sociales básicos reduciendo los costos de éstos. En líneas más generales, la estrategia revisada hace más hincapié que antes en facilitar la participación de pequeños y medianos productores en el proceso de crecimiento y en aumentar al máximo el acceso a las oportunidades existentes. Las medidas de política respaldadas con el crédito apuntan especialmente a fortalecer el sector público, sobre todo en materia de administración y transparencia, y a mejorar los niveles de eficacia, supervisión y rendición de cuentas relacionadas con la prestación de servicios sociales básicos. Estas medidas se extraen principalmente de las dos primeras de un total de cuatro áreas temáticas cubiertas por la Matriz de Evaluación de Desempeño común para un acuerdo financiero conjunto, a saber: i) estabilidad macroeconómica y mejora del sector público y de la gestión financiera; ii) promoción de un mayor desarrollo del capital social y humano; iii) desarrollo económico inclusivo, y iv) fortalecimiento del buen gobierno y de la rendición de cuentas. Estas cuatro áreas temáticas guardan amplia coherencia con el centro de atención de la actual estrategia de asociación de países (años fiscales 2008 a 2012) de la Asociación Internacional de Fomento (AIF), cuyo programa de préstamos radica en una serie de operaciones anuales de apoyo presupuestario.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":33},"sector2":{"Name":"Health","Percent":33},"sector3":{"Name":"Primary education","Percent":17},"sector4":{"Name":"Water supply","Percent":17},"theme1":{"Name":"Administrative and civil service reform","Percent":20},"theme2":{"Name":"Nutrition and food security","Percent":20},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":20},"theme4":{"Name":"Population and reproductive health","Percent":20},"theme5":{"Name":"Education for all","Percent":20},"totalcommamt":"20,000,000","sector":[{"Name":"Central government administration"},{"Name":"Health"},{"Name":"Primary education"},{"Name":"Water supply"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"NI","sectorcode":"WC,EP,JA,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"},{"name":"Water, sanitation and flood protection","code":"WX"}],"mjtheme":["Public sector governance","Human development","Public sector governance","Human development","Human development"],"themecode":"65,69,27,68,25","mjthemecode":"2,8,2,8,8","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Health","code":"JA"},{"name":"Primary education","code":"EP"},{"name":"Water supply","code":"WC"}],"theme_namecode":[{"name":"Administrative and civil service reform","code":"25"},{"name":"Nutrition and food security","code":"68"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Population and reproductive health","code":"69"},{"name":"Education for all","code":"65"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":33},{"Name":"Health and other social services","Percent":33},{"Name":"Education","Percent":17},{"Name":"Water, sanitation and flood protection","Percent":17}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000452162_20130917153631","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000452162_20130917153631","DocDate":"17-SEP-2009"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"0000A0035_2009061015132902","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A0035_2009061015132902","DocDate":"13-OCT-2008"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"0000A0035_2009061015132902","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A0035_2009061015132902","DocURL":"13-OCT-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080924004045","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080924004045","DocDate":"28-AUG-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080318161646","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080318161646","DocDate":"18-MAR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080318161605","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080318161605","DocDate":"27-FEB-2008"}],"countryname":"Republic of Nicaragua"}},"facets":{}}