{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106468":{"id":"P106468","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Sao Tome Public and Natural Resource Management Development Policy Grant","board_approval_month":"June","approvalfy":"2008","boardapprovaldate":"2008-06-10T00:00:00Z","closingdate":"2010-06-30T00:00:00Z","lendprojectcost":"6,000,000","ibrdcommamt":"0","idacommamt":"6,000,000","totalamt":"6,000,000","grantamt":"0","borrower":"SA TE A","impagency":"IIST","url":"http://www.worldbank.org/projects/P106468/sao-tome-public-natural-resource-management-development-policy-grant?lang=en","countryshortname":"Sao Tome and Principe","teamleaderupi":"306376","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, administrative classification, aggregate demand, allocation, annual budget, annual targets, Article, Balance of Payments, basic services, basic social services, budget allocations, budget control, budget deficit, budget execution, budget implementation, Budget management, budget preparation, budget support, budget support operations, budgetary expenditures, budgetary management, budgetary outcomes, Capacity Building, capacity building activities, capacity-building, Capital Account, capital expenditure, capital expenditures, capital inflows, Central Bank, Central Government, commodity prices, Conditionality, contingent liabilities, Country Procurement, Country Procurement Assessment, data collection, Debt, debt management, Debt Relief, debt service, Debt servicing, Debt Sustainability, domestic investment, donor collaboration, dual budgeting, economic growth, education budget, education expenditures, external assistance, External debt, external financing, external grants, fiduciary assessment, Financial Accountability, financial intermediation, Financial Management, Financial Management Information, Financial Management Information System, Financial operations, financial position, financial sector, financial status, financial support, financial transactions, fiscal adjustment, fiscal balance, Fiscal Deficit, fiscal discipline, fiscal framework, Fiscal performance, fiscal policies, fiscal policy, fiscal stance, fiscal sustainability, foreign exchange, foreign grants"},"project_abstract":{"cdata":"The Public and Natural Resource Management Development (PNRMD) Policy Grand operation is designed to help implement the Government's economic reform program for 2008-2009 that is based on Sao Tom and Principe's Poverty Reduction Strategy Paper (PRSP). It supports policy measures aimed principally at improving the accountability, effectiveness, and level of public resources, and at strengthening governance in the oil sector. It will in addition support the authorities' efforts to initiate the preparation of a new PRSP based on updated information on oil prospects and in depth analysis of growth diversification options. This operation will raise the level, efficiency, and effectiveness of existing public spending to better deliver key services. This will be achieved by supporting government's policy actions to: (1) improve public expenditure efficiency through better budget preparation, execution, and control; (2) enhance the tax regimes and assure stronger impact of public expenditures on poverty; and (3) raise the standard of petroleum sector governance in line with international standards of transparency and the Extractive Industries Transparency Initiative (EITI). Ultimately, the main benefits of this operation will accrue to all Sao Tomeans in terms of higher incomes, reduced poverty, and higher levels of transparency and political and economic stability. Gross domestic product (GDP) growth, which slowed down to about 4.5 percent in 2004-05 due to political instability and low levels of investment, bounced back to an average of 6.4 percent in 2006 and 2007 largely correlated with foreign direct investment (FDI) in construction and tourism in anticipation of potential oil production. The use of oil signature bonuses by the government also helped buoy further economic activity. In this context, the services sector, now accounting for more than half of GDP, has starte"},"country_namecode":"Democratic Republic of Sao Tome and Prin!$!ST","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Don pour la politique de développement de la gestion des ressources publiques et naturelles</ProjectName><ProjectAbstract>Le Projet de développement de la gestion des ressources naturelles (PNRMD) a pour but d’aider à mettre en œuvre le programme de réforme économique du Gouvernement pour 2008-2009 qui est fondée sur le document de stratégie de Sao Tomé- et- Principe pour la réduction de la pauvreté (DSRP). Il apporte un appui à des mesures visant principalement à améliorer la responsabilisation, l’efficacité et le niveau des ressources publiques, et à renforcer la gouvernance dans le secteur pétrolier. Ce projet aidera en outre les autorités à commencer à preparer un nouveau DSR fondé sur des informations à jour sur les perspectives pétrolières et sur une analyse approfondie des possibilités de diversification des sources de croissance. Cette opération améliorera le niveau, l’efficacité et l’efficience des dépenses publiques actuelles pour améliorer les services clés. On y parviendra en soutenant les mesures prises par le Gouvernement pour : 1) améliorer l’efficacité des dépenses publiques grâce à une préparation, une exécution et un contrôle plus rigoureux du budget, et 2) améliorer les régimes fiscaux et faire en sorte que les dépenses publiques contribuent davantage à la réduction de la pauvreté; et 3) aligner les normes de gouvernance du secteur pétrolier sur les normes internationales de transparence et celles de l’Initiative de transparence dans les industries extractives (ITEI). En fin de compte, les principaux avantages de cette opération pour tous les habitants de Sao Tomé consisteront en une augmentation de leurs revenus, une réduction de la pauvreté, et de niveaux de transparence et de stabilité politiques et économiques accrus. La croissance du produit intérieur brut (PIB), qui n’a été que d’environ 4,5 pour cent en 2004-05 du fait de l’instabilité politique et des faibles niveaux d’investissement, est remontée à une moyenne de 6,4 pour cent en 2006 et 2007, ce qui est dû pour une grande part aux investissements étrangers directs (IED) consacrés à la construction et au tourisme en prévision des possibilités de production pétrolière. Le recours par le gouvernement aux primes de signature pour le pétrole a également aidé à stimuler l’activité économique. Dans ce contexte, le secteur des services, qui assure maintenant plus de la moitié du PIB, a commencé à jouer un rôle majeur dans l’économie. Le tourisme est devenu le secteur le plus dynamique et la principale source de devises du pays, avec plus de 40 pour cent des recettes totales d’exportation en 2005-2006.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":80},"sector2":{"Name":"Oil and gas","Percent":20},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme2":{"Name":"Other public sector governance","Percent":28},"theme3":{"Name":"Poverty strategy, analysis and monitoring","Percent":14},"theme4":{"Name":"Tax policy and administration","Percent":29},"totalcommamt":"6,000,000","sector":[{"Name":"Central government administration"},{"Name":"Oil and gas"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Financing Agreement,Financing Agreement,Program Document","countrycode":"ST","sectorcode":"LC,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Public sector governance","Public sector governance","Social protection and risk management","Public sector governance"],"themecode":"28,53,30,27","mjthemecode":"2,2,6,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Oil and gas","code":"LC"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Other public sector governance","code":"30"},{"name":"Poverty strategy, analysis and monitoring","code":"53"},{"name":"Tax policy and administration","code":"28"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":80},{"Name":"Energy and mining","Percent":20}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20110125010113","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110125010113","DocDate":"27-DEC-2010"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000014464_2010060711304360","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010060711304360","DocDate":"11-SEP-2009"},{"DocTypeDesc":"Financing Agreement (),  Vol.","DocType":"000021321_2009061015002102","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009061015002102","DocURL":"18-JUN-2008"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2009061015002102","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009061015002102","DocDate":"18-JUN-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080522035133","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080522035133","DocDate":"12-MAY-2008"}],"countryname":"Democratic Republic of Sao Tome and Prin"}},"facets":{}}