{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106724":{"id":"P106724","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Second Programmatic Reform Implementation Development Policy Loan","board_approval_month":"February","approvalfy":"2009","boardapprovaldate":"2009-02-03T00:00:00Z","closingdate":"2012-01-22T00:00:00Z","lendprojectcost":"400,000,000","ibrdcommamt":"400,000,000","idacommamt":"0","totalamt":"400,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P106724/second-programmatic-reform-implementation-development-policy-loan?lang=en","countryshortname":"Uruguay","teamleaderupi":"203767","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to financing, Accounting, active debt, agricultural commodity, amortization, Asset quality, balance sheet, bank assets, bank debt, bank deposits, bank lending, Bank profitability, Bank regulation, banking sector, banking system, Bankruptcy, Bankruptcy Law, bankruptcy legislation, basis points, Beneficiaries, Bond, Bond Index, bond issues, bonds, Borrower, borrowing requirements, capital inflows, capital investment, Capital Market, Capital Market Activity, capital market reform, capital markets, capital markets development, capital requirement, cash reserves, Central Bank, central government debt, commercial terms, commodity prices, Consumer, Consumer Price Index, Contribution, corporate governance, credit line, credit lines, CURRENCY, Currency composition, currency devaluation, Currency mismatch, current account deficit, current account deficits, Debt, debt burden, debt composition, Debt Management, debt management policies, debt management policy, debt obligations, debt ratio, debt ratios, debt repayment, debt restructuring, deficits, Development Bank, disbursement, Disbursements, domestic banks, domestic currency, domestic debt, domestic debt market, Economic Developments, Economic risks, efficient market, emergency financing, Emerging Markets, Enabling environment, enterprise financing, equipment, equity capital, Exchange Rate, exchange rates, expenditure, expenditures, export growth, Export Performance, exporters, Family Allowance, financial crisis, Financial Manag"},"project_abstract":{"cdata":"The Second Programmatic Reform Implementation Development Policy Loan Program (PRIDPL II) operation is consistent with the three main objective of the Country Assistance Strategy (CAS), namely: (i) reduce vulnerability of Uruguay's economy; (ii) sustain economic growth; and (iii) improve living standards. As the centerpiece of the CAS lending program, the PRIDPL program targets all three objectives. In terms of specific actions, the PRIDPL II focuses on three areas: (a) implementation of the tax reform; (b) a first set of measures to improve the business climate and initiate the design of a program to promote capital markets development; and (c) implementation of ongoing measures to improve the social security system. These three areas are consistent with the broader reform agenda set out in the CAS. The tax reform supported by PRIDPL II is the cornerstone of the government's tax administration and tax policy reforms. The measures identified to improve the business climate and promote capital markets are aligned with the financial sector and capital market reform goals set out in the CAS. Finally, the social protection component builds on the Social Program Development Policy Loan (SPDPL) presented to the Board with the CAS. The overall risk associated with the PRIDPL II is considered moderate. The risks can be classified as those related to country context, which consists of economic, political and social risks, and as those related to the PRIDPL II program, which correspond to managerial, sustainability, and outcome risks with regard to program implementation."},"country_namecode":"Oriental Republic of Uruguay!$!UY","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Segundo préstamo programático para políticas de desarrollo sobre implementación de reformas</ProjectName><ProjectAbstract>El programa del Segundo préstamo programático para políticas de desarrollo y de implementación de reformas (PRIDPL II, por sus siglas en inglés) es coherente con los tres objetivos principales de la estrategia de asistencia al Uruguay, a saber: i) reducir la vulnerabilidad de la economía del Uruguay; ii) sostener el crecimiento económico, y iii) mejorar los niveles de vida. Como elemento central del programa de financiamiento de la estrategia de asistencia al país, el programa del PRIDPL persigue los tres objetivos. En lo que se refiere a acciones específicas, el PRIDPL II se centra en tres áreas: a) implementación de la reforma tributaria; b) un primer conjunto de medidas encaminadas a mejorar el clima empresarial e iniciar el diseño de un programa dirigido a promover el desarrollo de los mercados de capitales, y c) aplicación de medidas en curso para mejorar el sistema de seguridad social. Estas tres áreas son coherentes con el programa más amplio de reformas expuesto en la estrategia de asistencia al país. La reforma fiscal respaldada por el PRIDPL II es la piedra angular de la administración fiscal y las reformas en materia de política fiscal del gobierno. Las medidas identificadas para mejorar el clima empresarial y promover los mercados de capitales se ajustan a los objetivos del sector financiero y de la reforma del mercado de capitales expuestos en la estrategia de asistencia al país. Por último, el componente de protección social se basa en el Préstamo para políticas de desarrollo del programa social presentado al Directorio junto con la estrategia de asistencia al país. El riesgo global asociado al PRIDPL II se considera moderado. Los riesgos pueden clasificarse como aquéllos relacionados con el contexto del país, que consisten en riesgos económicos, políticos y sociales, y como los relacionados con el programa del PRIDPL II, que corresponden a riesgos en materia de gestión, sostenibilidad y resultados con respecto a la ejecución del programa.</ProjectAbstract></Project>]]>","sector1":{"Name":"Compulsory pension and unemployment insurance","Percent":29},"sector2":{"Name":"General finance sector","Percent":29},"sector3":{"Name":"Central government administration","Percent":14},"sector4":{"Name":"Capital markets","Percent":14},"sector5":{"Name":"Payments, settlements, and remittance systems","Percent":14},"theme1":{"Name":"Income Support for Old Age, Disability & Survivorship","Percent":29},"theme2":{"Name":"Regulation and competition policy","Percent":28},"theme3":{"Name":"International financial standards and systems","Percent":29},"theme4":{"Name":"Tax policy and administration","Percent":14},"totalcommamt":"400,000,000","sector":[{"Name":"Compulsory pension and unemployment insurance"},{"Name":"General finance sector"},{"Name":"Central government administration"},{"Name":"Capital markets"},{"Name":"Payments, settlements, and remittance systems"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Program Document","countrycode":"UY","sectorcode":"FG,FK,BC,FZ,BE","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Finance","code":"FX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"}],"mjtheme":["Social protection and risk management","Financial and private sector development","Financial and private sector development","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"28,42,40,87","combined_practice_name":"Jobs","mjthemecode":"6,4,4,2","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Compulsory pension and unemployment insurance","code":"BE"},{"name":"General finance sector","code":"FZ"},{"name":"Central government administration","code":"BC"},{"name":"Capital markets","code":"FK"},{"name":"Payments, settlements, and remittance systems","code":"FG"}],"theme_namecode":[{"name":"Income Support for Old Age, Disability & Survivorship","code":"87"},{"name":"Regulation and competition policy","code":"40"},{"name":"International financial standards and systems","code":"42"},{"name":"Tax policy and administration","code":"28"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":29},{"Name":"Finance","Percent":29},{"Name":"Public Administration, Law, and Justice","Percent":14},{"Name":"Finance","Percent":14},{"Name":"Finance","Percent":14}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20101001015143","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20101001015143","DocDate":"21-SEP-2010"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000021321_2009062411492360","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009062411492360","DocURL":"10-FEB-2009"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2009062411492360","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009062411492360","DocDate":"10-FEB-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20090112225824","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20090112225824","DocDate":"22-DEC-2008"}],"countryname":"Oriental Republic of Uruguay","ccsa_practice_name":"Jobs"}},"facets":{}}