{"rows":10,"os":"0","page":"1","total":"1","projects":{"P106753":{"id":"P106753","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Expanding Opportunities, Enhancing Equity in the State of Pernambuco Development Policy Loan","board_approval_month":"March","approvalfy":"2012","boardapprovaldate":"2012-03-22T00:00:00Z","closingdate":"2013-03-31T00:00:00Z","lendprojectcost":"500,000,000","ibrdcommamt":"500,000,000","idacommamt":"0","totalamt":"500,000,000","grantamt":"0","borrower":"STATE P","impagency":"SECETAIA","url":"http://www.worldbank.org/projects/P106753/expanding-opportunities-enhancing-equity-state-pernambuco-development-policy-loan?lang=en","countryshortname":"Brazil","teamleaderupi":"187355","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to information, access to services, Accountability, accounting, aggregate demand, agriculture, amortization, AUDITING, Auditors, bailout, bailouts, bank loans, banking sector, banking system, banks, basis points, bonds, Borrower, borrowing, budget constraints, Budgeting, Cadastre, capacity building, capital flows, capital formation, capital requirements, Central Bank, commodity prices, comparative advantage, competitiveness, comprehensive strategy, consumer confidence, consumer loans, Consumer Price Index, contingent liabilities, credit crunch, credit growth, credit portfolio, credit risk, CREDITS, CURRENCY, currency depreciation, currency mismatches, Current account, current account deficit, Debt, debt composition, debt crises, debt crisis, debt management, Debt Prices, debt ratio, debt reduction, Debt Service, debt stock, debts, decline in investment, deficits, delinquency rates, Development Agency, Development Bank, Development Corporation, DEVELOPMENT POLICY, development strategy, DISBURSEMENT, domestic credit, Domestic Debt, domestic interest rates, earnings, Economic Activity, Economic Development, ECONOMIC DEVELOPMENTS, economic growth, economic instruments, economic opportunities, Economic Outlook, economic performance, economic progress, Education Development, enrollment, equal access, equitable access, Exchange Rate, exchange rate movements, Expenditure, expenditures, Exports, external debt, external indebtedness, external shocks, extreme poverty, family inco"},"project_abstract":{"cdata":"The objective of the Expanding Opportunities, Enhancing Equity in the State of Pernambuco Development Policy Loan Project for Brazil is to strengthen public policies that expand economic opportunities and enhance equity of access to quality services for the people of Pernambuco. The proposed operation will support critical reforms towards more inclusive development and growth under three broad policy areas: (i) improving the quality of life for  Pernambucanos by contributing to improvements in the quality of education, particularly at the secondary level, increased water security and reliability of water supply, and improvements in disaster and risk management; (ii) expanding economic and social opportunities for Pernambucanos through the development of human capital for the local job market, greater gender equity, and support for the integration of micro, small and medium size enterprises and rural producers into local supply chains; and (iii) increasing public administration capacity for generating results by improving tax administration, planning and budgeting, and the institutionalization of the state's management model."},"country_namecode":"Federative Republic of Brazil!$!BR","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Préstamo para Políticas de Desarrollo (DPL) sobre  la Ampliación de Oportunidades y Mejoramiento  de la Igualdad en el Estado de Pernambuco</ProjectName><ProjectAbstract>El objetivo del Proyecto de Préstamo para Políticas de Desarrollo (DPL) sobre  la Ampliación de Oportunidades y Mejoramiento  de la Igualdad en el Estado de Pernambuco en Brasil es fortalecer aquellas políticas públicas que amplíen las oportunidades económicas y mejoren la igualdad de acceso a servicios de calidad para los habitantes de este estado. La operación propuesta apoyará reformas fundamentales para lograr desarrollo y crecimiento más inclusivo en tres grandes áreas normativas: i) mejoramiento de la calidad de vida de los pernambucanos a través de la optimización del nivel de la educación, sobre todo en la secundaria, más seguridad y abastecimiento confiable de agua y mejor gestión de riesgos y desastres; ii) expansión de las oportunidades económicas y sociales a través del desarrollo del capital humano para el mercado laboral local, mayor igualdad de género y apoyo a la integración de las micro, pequeñas y medianas empresas y los productores rurales en las cadenas de suministro locales, y iii) aumento de la capacidad de la administración pública para generar resultados mejorando la administración, la planificación y la definición del presupuesto de los recursos fiscales y la institucionalización del modelo de gestión del estado.</ProjectAbstract></Project><Project><LangCode>PT</LangCode><ProjectName>Expansão de oportunidades, Aumento da Equidade no Empréstimo para Políticas de Desenvolvimento no Estado de Pernambuco.</ProjectName><ProjectAbstract>O objetivo da Ampliação de Oportunidades e Aumento da Equidade no Projeto de Empréstimo para Políticas de Desenvolvimento no Estado de Pernambuco para o Brasil é fortalecer as políticas públicas que ampliam as oportunidades econômicas e aumentam a equidade de acesso a serviços de qualidade para os habitantes de Pernambuco. A operação proposta apoiará reformas críticas para conseguir um desenvolvimento e crescimento inclusivos no âmbito de três amplas áreas de política: i. melhoria da qualidade de vida dos pernambucanos mediante a contribuição para melhorias da qualidade da educação, especialmente no ensino médio, aumento da segurança de recursos hídricos e confiabilidade do abastecimento de água, bem como melhor gestão de risco de desastres; ii. expansão de oportunidades econômicas e sociais para os pernambucanos por meio de desenvolvimento do capital humano para o mercado local de trabalho, maior igualdade de gênero e apoio à integração das micro, pequenas e médias empresas e produtores rurais nas cadeias locais de suprimento; e iii. aumento da capacidade da administração pública para a produção de resultados mediante a melhoria da administração tributária, planejamento e elaboração do orçamento, bem como a institucionalização do modelo de gestão do estado.</ProjectAbstract></Project>]]>","sector1":{"Name":"Sub-national government administration","Percent":65},"sector2":{"Name":"Water supply","Percent":10},"sector3":{"Name":"Secondary education","Percent":10},"sector4":{"Name":"Tertiary education","Percent":10},"sector5":{"Name":"SME Finance","Percent":5},"theme1":{"Name":"Gender","Percent":10},"theme2":{"Name":"Micro, Small and Medium Enterprise support","Percent":10},"theme3":{"Name":"Education for the knowledge economy","Percent":20},"theme4":{"Name":"Water resource management","Percent":20},"totalcommamt":"500,000,000","sector":[{"Name":"Sub-national government administration"},{"Name":"Water supply"},{"Name":"Secondary education"},{"Name":"Tertiary education"},{"Name":"SME Finance"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Guarantee Agreement,Loan Agreement,Program Document,Program Document","countrycode":"BR","sectorcode":"FH,ET,ES,WC,BH","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Education","code":"EX"},{"name":"Education","code":"EX"},{"name":"Finance","code":"FX"}],"mjtheme":["Social dev/gender/inclusion","Financial and private sector development","Human development","Environment and natural resources management"],"ccsa_practice_code":"JOB","themecode":"85,66,41,59","combined_practice_name":"Jobs","mjthemecode":"7,4,8,11","mjtheme_namecode":[{"name":"Social dev/gender/inclusion","code":"7"},{"name":"Financial and private sector development","code":"4"},{"name":"Human development","code":"8"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Sub-national government administration","code":"BH"},{"name":"Water supply","code":"WC"},{"name":"Secondary education","code":"ES"},{"name":"Tertiary education","code":"ET"},{"name":"SME Finance","code":"FH"}],"theme_namecode":[{"name":"Gender","code":"59"},{"name":"Micro, Small and Medium Enterprise support","code":"41"},{"name":"Education for the knowledge economy","code":"66"},{"name":"Water resource management","code":"85"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":65},{"Name":"Water, sanitation and flood protection","Percent":10},{"Name":"Education","Percent":10},{"Name":"Education","Percent":10},{"Name":"Finance","Percent":5}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20131024102009","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20131024102009","DocDate":"30-SEP-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081a331ed_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081a331ed_1_0","DocDate":"31-MAR-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012070118273743","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012070118273743","DocDate":"01-JUL-2012"},{"DocTypeDesc":"Guarantee Agreement (GA),  Vol.","DocType":"GA","EntityID":"090224b081af5a1e_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af5a1e_2_0","DocDate":"13-APR-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081af4a12_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af4a12_2_0","DocDate":"13-APR-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000350881_20120301091700","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20120301091700","DocDate":"16-FEB-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20120727051834","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120727051834","DocDate":"16-FEB-2012"}],"countryname":"Federative Republic of Brazil","ccsa_practice_name":"Jobs"}},"facets":{}}