{"rows":10,"os":"0","page":"1","total":"1","projects":{"P108759":{"id":"P108759","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Public Expenditure Development Policy Loan","board_approval_month":"November","approvalfy":"2010","boardapprovaldate":"2009-11-17T00:00:00Z","closingdate":"2010-12-31T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"100,000,000","idacommamt":"0","totalamt":"100,000,000","grantamt":"0","borrower":"EPULIC","impagency":"T","url":"http://www.worldbank.org/projects/P108759/public-expenditure?lang=en","countryshortname":"Serbia","teamleaderupi":"153700","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, administrative classification, aggregate demand, ALLOCATION, auditors, balance of payments, baseline data, beneficiaries, budget comprehensiveness, budget constraint, budget constraints, budget coverage, budget data, budget execution, budget law, budget management, budget organizations, budget planning, budget preparation, Budget System, Budget Systems, budget year, budgetary funds, capacity building, capital account, capital expenditures, Capital inflows, capital market, capital markets, Capital Spending, cash management, central government, civil servants, civil service, civil service reforms, contingent liabilities, cost effectiveness, credit growth, Debt, Debt Dynamics, Debt Management, debt service, DEBT SUSTAINABILITY, deficit financing, domestic debt, domestic demand, domestic investment, domestic market, domestic savings, Economic Classification, economic growth, Economic risks, efficiency gains, Exchange Rate, expenditure programs, expenditure rationalization, external audit, external debt, External Financing, external imbalances, external shocks, Financial Accountability, financial control, financial crisis, financial information, financial market, financial plans, financial risks, Financial Sector, financial statements, financial support, financial transfers, Fiscal Adjustment, fiscal balance, fiscal constraints, fiscal crisis, fiscal deficit, fiscal deficits, fiscal imbalances, fiscal performance, fiscal policies, fiscal policy, fiscal reporting, fisca"},"project_abstract":{"cdata":"The objective of the Programmatic Public Expenditure Development Policy Loan Program (PE DPL) for Serbia is to support reforms that will help improve the productivity of public spending, structured around three key policy areas: (i) public expenditure management reforms to address poorly managed fiscal spending and to help improve fiduciary conditions; (ii) public expenditure allocation reforms to improve the quality of spending in the largest spending sectors; and (iii) social assistance, especially for cushioning the impact of the economic crisis and enhancing the coverage of the social assistance programs going forward. The programmatic series, as envisaged in the Country Partnership Strategy (CPS) as updated by the Country Partnership Strategy Progress Report (CPSPR), is planned to amount to at least US$200 million. These three loans are expected to be executed sequentially during 2009-2011, and there is an envelope of US$100 million equivalent for the first operation. The PE DPL series, which is aimed at reducing the size of Serbia's large public sector, is complemented by a private and financial sector DPL series, aimed at facilitating the growth of the private sector, through enhancing the business enabling environment, strengthening financial discipline and building a more efficient and stable financial sector. The operation has been conceived within the context of the Country Partnership Strategy Progress Report (CPSPR) to accommodate the need for additional budgetary and liquidity support occasioned by the global economic crisis. The total lending envelope for Serbia has been increased by US$300 million beyond the original CPS allocation. This additional lending is to be allocated to development policy lending which will help meet Serbia's medium term financing needs. The operation will be part of a coordinated financing package with the International Moneta"},"country_namecode":"Republic of Serbia!$!YF","sector1":{"Name":"Central government administration","Percent":75},"sector2":{"Name":"Compulsory pension and unemployment insurance","Percent":25},"theme1":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":25},"theme2":{"Name":"Debt management and fiscal sustainability","Percent":25},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":50},"totalcommamt":"100,000,000","sector":[{"Name":"Central government administration"},{"Name":"Compulsory pension and unemployment insurance"}],"docty":"Program Document,Program Information Document","countrycode":"YF","sectorcode":"BE,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Social protection and risk management","Economic management","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,21,54","combined_practice_name":"Jobs","mjthemecode":"6,1,2","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Compulsory pension and unemployment insurance","code":"BE"}],"theme_namecode":[{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":75},{"Name":"Public Administration, Law, and Justice","Percent":25}],"projectdocs":[{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20100129000635","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20100129000635","DocDate":"20-OCT-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20090825102628","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090825102628","DocDate":"11-AUG-2009"}],"countryname":"Republic of Serbia","ccsa_practice_name":"Jobs"}},"facets":{}}