{"rows":10,"os":"0","page":"1","total":"1","projects":{"P109804":{"id":"P109804","projectfinancialtype":"OTHER","regionname":"East Asia and Pacific","prodline":"RE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"F","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Access to Finance and Capacity Building of Earthquake-Affected MSEs in Yogyakarta and Central Java","board_approval_month":"September","approvalfy":"2009","boardapprovaldate":"2008-09-10T00:00:00Z","closingdate":"2011-06-30T00:00:00Z","lendprojectcost":"5,980,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"5,980,000","borrower":"EPULIC","impagency":"ITEATI","url":"http://www.worldbank.org/projects/P109804/access-finance-capacity-building-earthquake-affected-mses-yogyakarta-central-java?lang=en","countryshortname":"Indonesia","teamleaderupi":"188436","prodlinetext":"Recipient Executed Activities","keywords":{"cdata":"ACCESS TO FINANCE, access to information, access to markets, accountability, Accounting, accounting treatment, Action Plan, action plans, Auditing, auditors, audits, balance sheet, Bank Borrowers, beneficiaries, beneficiary, brochures, Budgeting, business activities, business activity, business associations, business development, business location, business management, business models, business plan, Business Plans, business strategies, business strategy, buyer, buyers, CAPACITY BUILDING, capital investment, cash flow, certificate, Chamber of Commerce, checks, clearing house, clinics, collateral, collaterals, communities, competitiveness, contribution, contributions, Cooperatives, corruption, credit risk, Credits, CURRENCY, curriculum, day-to-day management, deficits, deposits, Description, Development Center, disability, disbursement of funds, District Governments, districts, economic background, economic growth, employment, employment opportunities, empowerment, entrepreneurial skills, entrepreneurs, entrepreneurship, environmental degradation, equal opportunity, equipment, Exchange Rate, expatriate, expenditure, expenditures, exploitation, External Auditors, fairs, Fiduciary Responsibilities, financial administration, financial assistance, financial expertise, financial intermediaries, Financial Management, Financial management system, financial management systems, financial position, Financial Report, financial reports, financial service, financial strength, financial tra"},"project_abstract":{"cdata":"The overall objective of the Access to Finance and Capacity Building for Earthquake-Affected Micro and Small Enterprises Project is to contribute to the Government's of Indonesia's initiatives to support the recovery of Micro and Small Enterprises (MSEs) in Yogyakarta and Central Java and enable them to reach at least pre-earthquake capacity through enhanced access to finance and targeted technical assistance. There are six components to the project. The first component of the project is assessment for identification of interventions/targeting beneficiaries. Under this component the International Organization for Migration (IOM) will conduct livelihood, market and environmental surveys in order to fine-tune the implementation strategy for assistance to Micro and Small Enterprises (MSEs). The second component of the project is asset replacement. Under this component, IOM will purchase goods and provide them as in kind support to restore infrastructure and physical assets that are essential for operations of MSEs, such as production facilities, livelihood tools, irrigation systems, small roads, warehouses, sheds, pens, and other essential small-scale infrastructure. The third component of the project is access to finance. Under this component, small loans will be provided to MSEs, including community enterprises, associations, cooperatives, etc. The fourth component of the project is assistance for market access. Under this component the project will finance Technical Assistance (TA) to help MSEs recover former buyers and customers or to identify new ones. The fifth component of the project is capacity building technical assistance. Under this component, the project will invest in TA and training for skills development and capacity building for the MSEs. Training envisaged under this component includes entrepreneurial skills such as financial management and marketing an"},"country_namecode":"Republic of Indonesia!$!ID","sector1":{"Name":"Micro- and SME finance","Percent":100},"theme1":{"Name":"Trade facilitation and market access","Percent":33},"theme2":{"Name":"Micro, Small and Medium Enterprise support","Percent":67},"totalcommamt":"5,980,000","sector":[{"Name":"Micro- and SME finance"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Grant or Trust Fund Agreement,Project Appraisal Document,Environmental Assessment","countrycode":"ID","sectorcode":"FE","mjsector_namecode":[{"name":"Finance","code":"FX"}],"mjtheme":["Trade and integration","Financial and private sector development"],"ccsa_practice_code":"JOB","themecode":"41,49","combined_practice_name":"Jobs","mjthemecode":"5,4","mjtheme_namecode":[{"name":"Trade and integration","code":"5"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Micro- and SME finance","code":"FE"}],"theme_namecode":[{"name":"Trade facilitation and market access","code":"49"},{"name":"Micro, Small and Medium Enterprise support","code":"41"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Finance","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000386194_20120427005249","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120427005249","DocDate":"22-MAR-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011050816181888","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011050816181888","DocDate":"08-MAY-2011"},{"DocTypeDesc":"Grant or Trust Fund Agreement (GTA),  Vol.","DocType":"GTA","EntityID":"000171540_2010071409463859","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2010071409463859","DocDate":"12-MAY-2010"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000333038_20090507012637","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090507012637","DocDate":"10-SEP-2008"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.1","DocType":"EA","EntityID":"000334955_20080604040523","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080604040523","DocDate":"02-JUN-2008"}],"countryname":"Republic of Indonesia","ccsa_practice_name":"Jobs"}},"facets":{}}