{"rows":10,"os":"0","page":"1","total":"1","projects":{"P110618":{"id":"P110618","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"TG-Economic Recovery and Governance Grant","board_approval_month":"May","approvalfy":"2008","boardapprovaldate":"2008-05-29T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"175,000,000","ibrdcommamt":"0","idacommamt":"175,000,000","totalamt":"175,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P110618/tg-economic-recovery-governance-grant?lang=en","countryshortname":"Togo","teamleaderupi":"265503","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accountability, arrears, banking sector, banks, basic social services, Borrower, budget formulation, budget priorities, budget support, capacity building, civil unrest, commodity price, confidence, corruption, creditors, debt, debt relief, debt sustainability, democracy, donor agencies, earnings, economic activity, economic development, economic growth, Economic Recovery, ethnic groups, fiduciary risk, finance management, Financial Accountability, financial sector, financial sectors, financial situation, fiscal sustainability, Governance Reform, government expenditures, government revenues, holding, human development, human rights, ID, Improving governance, Income, institutional capacity, international community, International Development, loan, Low Income Countries, macroeconomic risk, medium-term macroeconomic framework, Ministry of Economy, Monetary Union, natural resources, political instability, political parties, political risk, poverty reduction, private sector, private sector investment, Public administration, public enterprises, public expenditure, public expenditure management, public finance, public financial management, public procurement, public sector, public sector entities, public services, reform program, refugees, ruling party, savings, social outcomes, structural reforms, Sub-Saharan Africa, technical assistance, tranche, transparency, Trust Fund, withdrawal"},"project_abstract":{"cdata":"The objectives of the Economic Recovery and Governance Grant (ERGG) for Togo are to: (i) facilitate the clearance of Togo's arrears to International Development Association (IDA), which is required to restore normal relations between the country and the World Bank; and (ii) support Togo in its economic and social recovery. Given the complex and still fragile socio-political environment and governance and transparency issues facing the government, the second objective is pursued by supporting government-owned reforms to improve governance, transparency and efficiency in public expenditure management as well as advance structural reforms aimed at strengthening governance and transparency in the key sectors of the economy (phosphates, energy, cotton and financial sectors). This program will lead over time to strengthened fiscal sustainability, enhanced transparency of state institutions and processes, improved economic governance and increased economic growth. Based on current projections of debt ratios for end-2007, Togo will qualify for debt relief under the enhanced heavily indebted poor countries (HIPC) initiative. The operation will then pave the way for HIPC debt relief with attainment of the decision point expected, assuming continued program performance, toward the end of CY2008. The ERGG is expected to have a positive impact on poverty reduction. Specifically, efforts to improve the capacity of the state to implement its budget priorities and strengthen public financial management will enhance efficiency, transparency and accountability in public resource use, and increase the country's absorption capacity for external resources. Strengthening governance, transparency and efficiency in the phosphates sector will help improve government revenues and contribute to a more transparent utilization of resources in this sector. Strengthening governance and transparency"},"country_namecode":"Republic of Togo!$!TG","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Togo : Togo: Don pour la relance économique et la gouvernance</ProjectName><ProjectAbstract>Les objectifs du don d’appui à la relance économique et à la gouvernance (DREG) au Togo sont de : i) faciliter le règlement des arriérés du Togo envers l’Association internationale de développement (IDA), ce qui est indispensable pour rétablir des relations normales entre ce pays et la Banque mondiale ; et ii) soutenir le redressement économique et social du Togo. Compte tenu de l’environnement sociopolitique complexe et encore fragile et des problèmes de gouvernance et de transparence auxquels est confronté le gouvernement, on s’efforce d’atteindre le deuxième objectif en soutenant les réformes menées par le gouvernement pour améliorer la gouvernance, la transparence et l’efficacité de la gestion des dépenses publiques ainsi que pour faire avancer les réformes structurelles visant à renforcer la gouvernance et la transparence dans les secteurs clés de l’économie (phosphates, énergie, coton et finances). Ce programme assurera à la longue une plus grande viabilité des finances publiques, améliorera la transparence des institutions et des procédures de l’État ainsi que la gouvernance économique et stimulera la croissance économique. D’après les projections actuelles des ratios d’endettement pour la fin de 2007, le Togo pourra bénéficier d’un allègement de sa dette au titre de l’initiative renforcée en faveur des pays pauvres très endettés (PPTE). Cette opération ouvrira la voie à l’allègement de la dette PPTE, le point de décision devant normalement être atteint vers la fin de 2008, en supposant que le programme maintienne son niveau de performance. Le DREG devrait avoir un effet positif sur la réduction de la pauvreté. Plus précisément, les efforts pour rendre l’État mieux à même de mettre en œuvre ses priorités budgétaires et de renforcer la gestion des finances publiques amélioreront l’efficacité, la transparence et le sens des responsabilités avec lesquels les ressources publiques seront utilisées, et accroîtra la capacité nationale d’absorption des ressources externes. Le renforcement de la gouvernance, de la transparence et de l’efficacité dans le secteur des phosphates contribuera à l’augmentation des recettes publiques et à une utilisation plus transparente des ressources dans ce secteur. Le renforcement de la gouvernance et de la transparence dans le secteur du coton facilitera une reprise de la production de coton à court terme, ce qui améliorera les conditions de vie d’une couche importante de la population (dont cette culture de rapport constitue la principale source de revenu). L’amélioration de la gouvernance et de l’efficacité du secteur énergétique aidera à stimuler l’activité économique et à réduire les dépenses publiques (les économies réalisées pouvant servir à consacrer des dépenses accrues aux services sociaux de base). La réforme du secteur financier aidera à améliorer la situation financière des institutions touchées par la crise, la santé du secteur bancaire ainsi que les institutions de microfinancement au service des pauvres et de la partie la plus vulnérable de la population. Le don aidera également à financer la prestation de services publics de base ayant un effet positif sur les pauvres dans la période immédiatement consécutive au règlement des arriérés.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":50},"sector2":{"Name":"Agro-industry, marketing, and trade","Percent":25},"sector3":{"Name":"Transmission and Distribution of Electricity","Percent":13},"sector4":{"Name":"Banking","Percent":12},"theme1":{"Name":"Rural policies and institutions","Percent":14},"theme2":{"Name":"Debt management and fiscal sustainability","Percent":29},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme4":{"Name":"State-owned enterprise restructuring and privatization","Percent":14},"theme5":{"Name":"Infrastructure services for private sector development","Percent":14},"totalcommamt":"175,000,000","sector":[{"Name":"Central government administration"},{"Name":"Agro-industry, marketing, and trade"},{"Name":"Transmission and Distribution of Electricity"},{"Name":"Banking"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Program Document,Program Information Document","countrycode":"TG","sectorcode":"FA,LT,YA,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Energy and mining","code":"LX"},{"name":"Finance","code":"FX"}],"mjtheme":["Rural development","Economic management","Public sector governance","Financial and private sector development","Financial and private sector development"],"themecode":"39,43,27,21,77","mjthemecode":"10,1,2,4,4","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Agro-industry, marketing, and trade","code":"YA"},{"name":"Transmission and Distribution of Electricity","code":"LT"},{"name":"Banking","code":"FA"}],"theme_namecode":[{"name":"Rural policies and institutions","code":"77"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Infrastructure services for private sector development","code":"39"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":50},{"Name":"Industry and trade","Percent":25},{"Name":"Energy and mining","Percent":13},{"Name":"Finance","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20091229233523","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20091229233523","DocDate":"16-DEC-2009"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"0000A0035_2010060711481610","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A0035_2010060711481610","DocDate":"29-MAY-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080522042850","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080522042850","DocDate":"14-MAY-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080402150931","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080402150931","DocDate":"18-MAR-2008"}],"countryname":"Republic of Togo"}},"facets":{}}