{"rows":10,"os":"0","page":"1","total":"1","projects":{"P110849":{"id":"P110849","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Mexico - Climate Change Development Policy Loan","board_approval_month":"April","approvalfy":"2008","boardapprovaldate":"2008-04-08T00:00:00Z","closingdate":"2011-05-30T00:00:00Z","lendprojectcost":"501,250,000","ibrdcommamt":"501,250,000","idacommamt":"0","totalamt":"501,250,000","grantamt":"0","borrower":"SHCP","impagency":"SEAATS","url":"http://www.worldbank.org/projects/P110849/mexico-climate-change-development-policy-loan?lang=en","countryshortname":"Mexico","teamleaderupi":"20441","prodlinetext":"IBRD/IDA","keywords":{"cdata":"abatement, abatement options, Adaptation to Climate Change, adverse impacts, Agriculture, air, air pollution, air pollution control, air temperature, annual loss, anthropogenic emissions, approach, aquifers, atmospheric circulation, atmospheric concentrations, availability, balance, barrels per day, baseline emissions, Biodiversity, Biomass, Biomass Residues, capital markets, Carbon, Carbon Dioxide, carbon finance, carbon intensity, carbon trading, Central America, Certified Emission Reduction, CFC, CFCs, Chlorofluorocarbon, chlorofluorocarbons, Clean Development Mechanism, CLIMATE, CLIMATE CHANGE, climate change mitigation, climate change policy, climate change research, Climate Change Strategy, Climate Impacts, Co, Coast, Coast wetlands, coastal areas, Coastal zone, Coastal zone management, CoGeneration, combustion, commercial activities, Conservation, construction, crop production, crops, data collection, DEBT, decision making, Deforestation, drought, Ecology, economic activity, Economic analysis, economic benefits, economic conditions, economic development, economic growth, economic impacts, economists, ecosystem, efficiency improvements, elasticity, electricity, electricity production, Emission, Emission Reduction, emission reduction commitments, emission reductions, emissions data, emissions inventories, emissions levels, emissions reduction, employment, Energy Conservation, energy consumption, Energy Efficiency, energy generation, Energy Source, energy use, ENVIRONMENT"},"project_abstract":{"cdata":"The Climate Change Development Policy Loan (DPL) Project will support a government of Mexico efforts to mainstream climate change considerations into public policy. The operation consists of policy reforms in three areas: (i) improved analytical basis for policy responses through the submission of a third national communication to the United Nations (UN) framework convention on climate change; (ii) the approval of the national climate change strategy by the government's intersecretarial commission on climate change and its announcement by the President; and (iii) the integration of climate change considerations in sector programs. This operation builds on the Bank's engagement in the energy and natural resources sectors in Mexico, and on the climate change activities already supported by the Bank in Mexico. The Bank's engagement with Mexico on climate change issues dates back to the mid-1990s. This engagement now comprises 26 active initiatives, financed by International Bank for Reconstruction and Development (IBRD) loans, Global Environment Facility (GEF) grants, carbon finance emission reductions purchase agreements, grants for capacity building in the carbon finance area, and grants for economic sector work and knowledge products. These initiatives are the result of a long-standing dialogue with a wide range of Mexican stakeholders and center on the following main objectives: (a) support for adaptation; (b) policy development and institution building; (c) first-of-a-kind mitigation projects and programs; and (d) identification and promotion of short-term and long-term mitigation options."},"country_namecode":"United Mexican States!$!MX","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>México: Préstamo para políticas de desarrollo sobre cambio climático</ProjectName><ProjectAbstract>El proyecto de Préstamo para políticas de desarrollo sobre cambio climático respaldará los esfuerzos del Gobierno de México para incorporar las consideraciones sobre cambio climático en las políticas públicas. Esta operación consiste en reformas políticas en tres áreas: i) la mejora de la base analítica para ofrecer respuestas políticas mediante la presentación de una tercera comunicación nacional ante la Convención Marco de las Naciones Unidas sobre el Cambio Climático; ii) la aprobación de la estrategia nacional sobre el cambio climático por la Comisión Intersecretarial de Cambio Climático del gobierno y el anuncio de dicha estrategia por parte del Presidente, y iii) la integración de las consideraciones sobre cambio climático en programas sectoriales. Esta operación se basa en la participación del Banco en los sectores de la energía y los recursos naturales de México, así como en las actividades sobre cambio climático que ya cuentan con el apoyo del Banco en México. El compromiso del Banco con México en lo que respecta a las cuestiones relativas al cambio climático se remonta a mediados de la década de 1990. Este compromiso comprende ahora 26 iniciativas activas, financiadas con préstamos del Banco Internacional de Reconstrucción y Fomento (BIRF), donaciones del Fondo para el Medio Ambiente Mundial (FMAM), acuerdos de compra de reducciones de emisiones de carbono, donaciones para fortalecer la capacidad en la esfera del financiamiento del carbono y donaciones para el trabajo en el sector económico y productos de conocimiento. Estas iniciativas emanan de un diálogo de larga data con una amplia variedad de partes interesadas de México y se centran en los siguientes objetivos: a) apoyo para la adaptación; b) desarrollo de políticas y fortalecimiento institucional; c) primeros proyectos y programas de mitigación de este tipo, y d) identificación y promoción de opciones de mitigación a corto y a largo plazo.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>Dans ce contexte, le Rapport sur le développement dans le monde de 2010 a trois objectifs : premièrement, aider à convaincre la communauté du développement que le changement climatique change vraiment le climat du développement. Deuxièmement, le rapport vise à ajouter son avis à ceux, de plus en plus nombreux, selon lesquels si les réalités du développement ne sont pas pleinement intégrées aux ententes sur le changement climatique, ces ententes ne permettront pas une atténuation appréciable ou ne seront tout simplement pas acceptées par les pays en développement, ou les deux. Il faut particulièrement s’assurer que les voix et les intérêts des pays les plus pauvres et plus petits sont pris en compte. Un troisième objectif du rapport consiste à contribuer aux connaissances de plus en plus nombreuses concernant la façon d’établir une politique de développement dans un monde soumis à l’effet de serre. Le changement climatique est un des nombreux défis que doivent relever les pays en développement. Le rapport mettra l’accent sur les considérations d’économie politique et sur le rôle des institutions et de la gouvernance puisque ces questions constituent le plus souvent les contraintes du progrès. Il ne présentera pas une description exhaustive du changement climatique mondial puisque cela a déjà été fait de façon impeccable dans les rapports du Groupe d’experts intergouvernemental sur l’évolution du climat (GIEC). Le rapport sera axé sur l’eau, les terres et l’énergie en tant que principales ressources naturelles dont l’offre et la demande changent à cause du changement climatique et des politiques sur celui-ci. Le rapport présentera des informations laissant entendre que les pays à revenu élevé ayant pris des engagements en matière de réduction des émissions ont un énorme intérêt financier à faciliter une prompte intervention pour réduire les émissions de gaz à effet de serre dans tous les pays.</ProjectAbstract></Project>]]>","sector1":{"Name":"General water, sanitation and flood protection sector","Percent":50},"sector2":{"Name":"General energy sector","Percent":25},"sector3":{"Name":"Forestry","Percent":25},"theme1":{"Name":"Environmental policies and institutions","Percent":50},"theme2":{"Name":"Climate change","Percent":50},"totalcommamt":"501,250,000","sector":[{"Name":"General water, sanitation and flood protection sector"},{"Name":"General energy sector"},{"Name":"Forestry"}],"docty":"Implementation Status and Results Report,Implementation Status and Results Report,Implementation Completion and Results Report,Loan Agreement,Loan Agreement,Board Summary,Program Document,Program Information Document,Program Information Document","countrycode":"MX","sectorcode":"AT,LZ,WZ","mjsector_namecode":[{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Energy and mining","code":"LX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Environment and natural resources management","Environment and natural resources management"],"themecode":"81,82","mjthemecode":"11,11","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"General water, sanitation and flood protection sector","code":"WZ"},{"name":"General energy sector","code":"LZ"},{"name":"Forestry","code":"AT"}],"theme_namecode":[{"name":"Environmental policies and institutions","code":"82"},{"name":"Climate change","code":"81"}],"source":"IBRD","majorsector_percent":[{"Name":"Water, sanitation and flood protection","Percent":50},{"Name":"Energy and mining","Percent":25},{"Name":"Agriculture, fishing, and forestry","Percent":25}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0818fd8c4_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0818fd8c4_1_0","DocDate":"06-FEB-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"000333037_20130205122514","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130205122514","DocDate":"17-JAN-2013"},{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20120316005148","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120316005148","DocDate":"20-NOV-2011"},{"DocTypeDesc":"Loan Agreement (),  Vol.","DocType":"000021321_2009061010463309","EntityID":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009061010463309","DocURL":"07-MAY-2008"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000021321_2009061010463309","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2009061010463309","DocDate":"07-MAY-2008"},{"DocTypeDesc":"Board Summary (SU),  Vol.1","DocType":"SU","EntityID":"000350881_20140328083404","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20140328083404","DocDate":"08-APR-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20080319005642","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080319005642","DocDate":"07-MAR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080325144747","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080325144747","DocDate":"04-MAR-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080220122422","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080220122422","DocDate":"19-FEB-2008"}],"countryname":"United Mexican States"}},"facets":{}}