{"rows":10,"os":"0","page":"1","total":"1","projects":{"P111078":{"id":"P111078","projectfinancialtype":"OTHER","regionname":"Middle East and North Africa","prodline":"SF","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"WBG Support for Fiscal Sustainability and Public Financial Management","board_approval_month":"June","approvalfy":"2008","boardapprovaldate":"2008-06-05T00:00:00Z","closingdate":"2008-10-31T00:00:00Z","lendprojectcost":"40,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"40,000,000","borrower":"PALESTIE","impagency":"PALESTIIA","url":"http://www.worldbank.org/projects/P111078/wbg-support-fiscal-sustainability-public-financial-management?lang=en","countryshortname":"West Bank and Gaza","teamleaderupi":"170687","prodlinetext":"Special Financing","keywords":{"cdata":"access to resources, accountability, accountability framework, Accountable Government, accounting, accounting system, administrative reforms, aggregate expenditure, allocation, annual budgets, Bank involvement, banks, baseline scenario, basic services, beneficiaries, block grants, borrowing, budget deficit, budget discipline, budget execution, budget process, budget support, budget transfers, budgeting, budgeting process, capacity building, capacity-building, Capital expenditures, cash basis, cash flow, central government, civil servants, civil service, civil service reform, civil service reforms, civil service system, Conditionality, consumer, contribution, CURRENCY, DEBT, debt burden, debt management, DEBT SUSTAINABILITY, domestic market, domestic tax, donor agencies, donor assistance, donor funding, donor funds, earnings, economic activity, Economic Development, ECONOMIC DEVELOPMENTS, economic growth, economic instability, economic recession, economic recovery, education system, Exchange Rate, external aid, external assistance, external audits, external debt, external financing, Finance Ministry, Financial Affairs, financial control, financial information, financial management information, financial management information system, financial position, financial resources, financial support, fiscal autonomy, fiscal crisis, fiscal implications, Fiscal Operations, fiscal policy, fiscal position, fiscal problem, fiscal problems, fiscal reform, fiscal stance, fiscal strategy, fis"},"project_abstract":{"cdata":"The operation is designed to support the Palestinian Authority (PA) as it implements the reform program detailed in the Palestinian Reform and Development Plan 2008-2010 (PRDP). This plan was developed internally by the Caretaker Government, with limited input from the donor community. The plan reflects the Caretaker Government's belief that it must move aggressively to control the budget and quit accumulating arrears. It takes advantage of the goodwill and high level of donor support pledged at the Paris Donor Conference in December 2007. To have the largest impact, the project focuses on two specific areas: (i) strengthening the PA's fiscal position; and (ii) improving public financial management. These are critical building blocks for the government of an independent Palestinian state and are also crucial for attracting continued international donor support. The Bank's involvement in supporting and monitoring the reform agenda described in the attached policy matrix will strengthen the PA's capacity to achieve the desired reforms and also help build the required support among donors. The Bank will support the PRDP process in two complementary ways: (i) it has established the PRDP Trust Fund as requested by the PA; and (ii) will provide the proposed development policy grant. The project can boost economic growth, establish good governance, increase private sector development, and improve social and public infrastructure. The PA has made significant progress in building institutions, including passing some of the most progressive economic and social laws in the Arab world and conducting peaceful free and fair elections."},"country_namecode":"West Bank and Gaza!$!GZ","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>الضفة الغربية وقطاع غزة ـ مساندة استدامة المالية العامة وإدارة الشؤون المالية العامة </ProjectName><ProjectAbstract>تستهدف هذه العملية مساندة السلطة الفلسطينية في تنفيذها لبرنامج الإصلاح الوارد تفصيلاً في الخطة الفلسطينية للإصلاح التنمية 2008 - 2010. وقد قامت حكومة تصريف الأعمال بإعداد هذه الخطة داخلياً مع تدخل محدود من جانب مجتمع المانحين. وتعكس هذه الخطة الإيمان الراسخ لدى حكومة تصريف الأعمال بضرورة التحرك الجاد لمراقبة الموازنة وسداد المتأخرات المتراكمة. كما تستفيد هذه الحكومة من السمعة الطيبة وزيادة مستوى مساعدات المانحين التي تم التعهد بها في مؤتمر باريس للمانحين الذي عُقد في ديسمبر/كانون الأول 2007، ولتحقيق الأثر الأكبر، يركز هذا المشروع على مجالين محددين هما: (1) تعزيز وضع المالية العامة للسلطة الفلسطينية؛ و (2) تحسين إدارة الشؤون المالية العامة. ويمثل ذلك العناصر الأساسية الحاسمة الأهمية لبناء الحكومة في دولة فلسطينية مستقلة، ناهيك عن أهميتها البالغة في جذب مساندة الجهات المانحة الدولية على نحو متواصل. وجدير بالذكر أن انخراط البنك الدولي في مساندة ورصد أجندة الإصلاح الواردة في مصفوفة السياسات المرفقة سيعزز من قدرات السلطة الفلسطينية لتحقيق الإصلاحات المرجوة، كما سيساعد أيضاً في بناء المساندة المطلوبة فيما بين الجهات المانحة. وسيساعد البنك الدولي في عملية الخطة الفلسطينية للإصلاح والتنمية بطريقتين تكميليتين: (1) قيام البنك بإنشاء الصندوق الاستئماني للخطة الفلسطينية للإصلاح والتنمية بناء على طلب السلطة الفلسطينية؛ و (2) سيقوم البنك بتقديم منحة سياسات التنمية المقترحة. ومن الممكن أن يعزز هذا المشروع النمو الاقتصادي، ويساعد على تأصيل الحكم الرشيد، وزيادة تنمية القطاع الخاص، وتحسين البنية الأساسية الاجتماعية والعامة. وقد أحرزت السلطة الفلسطينية تقدماً كبيراً على صعيد بناء المؤسسات، وتضمن ذلك تمرير بعض القوانين الاقتصادية والاجتماعية الأكثر تقدماً في العالم العربي وإجراء انتخابات حرة سلمية وعادلة.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":51},"sector2":{"Name":"Transmission and Distribution of Electricity","Percent":25},"sector3":{"Name":"Other social services","Percent":12},"sector4":{"Name":"Sub-national government administration","Percent":12},"theme1":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":17},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":33},"theme3":{"Name":"Municipal finance","Percent":16},"theme4":{"Name":"Administrative and civil service reform","Percent":17},"theme5":{"Name":"Urban services and housing for the poor","Percent":17},"totalcommamt":"40,000,000","sector":[{"Name":"Central government administration"},{"Name":"Transmission and Distribution of Electricity"},{"Name":"Other social services"},{"Name":"Sub-national government administration"}],"docty":"Implementation Completion and Results Report,Program Document,Program Information Document","countrycode":"GZ","sectorcode":"BH,JB,LT,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"},{"name":"Health and other social services","code":"JX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Social protection and risk management","Public sector governance","Urban development","Public sector governance","Urban development"],"themecode":"71,25,72,27,54","mjthemecode":"6,2,9,2,9","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"},{"name":"Urban development","code":"9"},{"name":"Public sector governance","code":"2"},{"name":"Urban development","code":"9"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Transmission and Distribution of Electricity","code":"LT"},{"name":"Other social services","code":"JB"},{"name":"Sub-national government administration","code":"BH"}],"theme_namecode":[{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Municipal finance","code":"72"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Urban services and housing for the poor","code":"71"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":51},{"Name":"Energy and mining","Percent":25},{"Name":"Health and other social services","Percent":12},{"Name":"Public Administration, Law, and Justice","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20090810013407","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090810013407","DocDate":"11-JUN-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20080515025926","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20080515025926","DocDate":"06-MAY-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20080603081810","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20080603081810","DocDate":"10-MAR-2008"}],"countryname":"West Bank and Gaza"}},"facets":{}}