{"rows":10,"os":"0","page":"1","total":"1","projects":{"P112544":{"id":"P112544","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"CATASTROPHE DEVELOPMENT POLICY LOAN DEFERRED DRAW DOWN OPTION (DDO)","board_approval_month":"April","approvalfy":"2009","boardapprovaldate":"2009-04-14T00:00:00Z","closingdate":"2012-08-31T00:00:00Z","lendprojectcost":"85,000,000","ibrdcommamt":"85,000,000","idacommamt":"0","totalamt":"85,000,000","grantamt":"0","borrower":"EET","url":"http://www.worldbank.org/projects/P112544/catastrophe-development-policy-loan-deferred-draw-down-option-ddo?lang=en","countryshortname":"Guatemala","teamleaderupi":"264559","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accountability, Alliances, Auditing, banking sector, banks, buffers, building codes, Capital Adequacy, Capital Markets, Central Bank, civil war, commodity prices, comparative analysis, conditionality, cpi, Currency, Current account, Current account balance, current account deficit, damages, Debt, Debt Sustainability, decentralization, declaration, declarations, demographics, deposits, Depression, DISASTER, Disaster Assistance, disaster event, disaster events, disaster management, Disaster Prevention, disaster recovery, Disaster Reduction, disaster response, DISASTER RISK, DISASTER RISK MANAGEMENT, disaster risk reduction, disaster risks, disasters, documents, domestic credit, domestic currency, domestic liquidity, domestic savings, Early warning, earthquake, earthquakes, economic activity, economic consequences, economic crisis, economic growth, economic slowdown, Emergencies, emergency management, emergency needs, Emergency Operations, Emergency Plans, emergency response, emergency shelter, emergency situation, Environmental, environmental degradation, Environmental Information, environmental issues, environmental management, Environmental Policy, evacuation, Exchange Rate, Exogenous factors, Exogenous Shocks, export growth, export performance, external shocks, financial crisis, Financial Institutions, Financial Management, financial markets, fiscal deficit, Fiscal policy, fiscal reform, flood, flood protection, flooding, floods, food price, foreign currency, foreign currenc"},"project_abstract":{"cdata":"The development objective of the Catastrophe Development Policy Loan Deferred Draw Down Option Project for Guatemala is to enhance the Government's capacity to implement its disaster risk management program for natural disasters. This objective will be achieved by supporting policy and institutional reform in the following aspects of disaster risk management: i) improving risk identification and monitoring; ii) increasing disaster risk reduction investments; iii) strengthening institutions and planning capacity for risk management; and iv) developing risk financing strategies. Local community capacity to prepare for, and respond to, disasters caused by adverse natural events should be improved and strengthened. During the last 10 years the response and preparation capabilities in Guatemala have increased. However, Hurricane Stan and the 2008 floods revealed that despite good response capabilities at the municipal level, National Coordinator for Disaster Reduction (CONRED) response skills were still weak at the local level. Rapid and flexible financing is critical for early recovery. On average, 50 percent of the economic losses associated with large natural disasters occur in the post-disaster period. Guatemala and other countries have experienced the critical need for immediately available liquidity in the aftermath of a disaster event to ensure that the Government can reestablish crucial services as fast as possible. If the Government has access to untied liquidity, it will be possible to accelerate recovery, minimize business interruption, and secure the operation o f critical public facilities, such as health services."},"country_namecode":"Republic of Guatemala!$!GT","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>PROYECTO DE GESTIÓN DEL RIESGO DE DESASTRES NATURALES (PRÉSTAMO PARA POLÍTICAS DE DESARROLLO CON OPCIÓN DE GIRO DIFERIDO)</ProjectName><ProjectAbstract>El objetivo de desarrollo del Proyecto de gestión del riesgo de desastres naturales (préstamo para políticas de desarrollo con opción de giro diferido ante el riesgo de catástrofes) es fortalecer la capacidad del Gobierno de Guatemala para poner en práctica su programa de gestión del riesgo de desastres naturales. Esto se logrará mediante el apoyo a un programa de reforma institucional y de política en los siguientes aspectos de la gestión del riesgo de desastres: i) la mejora de los mecanismos de identificación y seguimiento; ii) el aumento de las inversiones en la reducción del riesgo de desastres; iii) el fortalecimiento de las instituciones y la capacidad de planificación en materia de gestión de riesgo, y iv) la elaboración de estrategias de financiamiento destinadas a reducir el riesgo. La capacidad de la comunidad local para prepararse y responder ante desastres causados por sucesos naturales adversos debería mejorarse y fortalecerse. Durante los últimos 10 años, han aumentado las capacidades de respuesta y preparación en Guatemala. Sin embargo, el huracán Stan y las inundaciones de 2008 revelaron que, a pesar de las buenas capacidades de respuesta a escala municipal, las facultades técnicas de respuesta de la Coordinadora Nacional para la Reducción de Desastres (CONRED) todavía eran deficientes en el plano local. El financiamiento rápido y flexible es crucial para la recuperación temprana. En promedio, el 50% de las pérdidas económicas asociadas a grandes desastres naturales se producen en el período posterior al desastre. Guatemala y otros países han experimentado la necesidad acuciante de disponer de liquidez inmediatamente en la etapa posterior a un desastre para garantizar que el Gobierno pueda restablecer servicios cruciales lo antes posible. Si el Gobierno tiene acceso a liquidez no condicionada, será posible acelerar la recuperación, reducir al mínimo la interrupción de los negocios y garantizar el funcionamiento de servicios públicos críticos como los sanitarios.</ProjectAbstract></Project>]]>","sector1":{"Name":"General water, sanitation and flood protection sector","Percent":88},"sector2":{"Name":"Flood protection","Percent":12},"theme1":{"Name":"Natural disaster management","Percent":100},"totalcommamt":"85,000,000","sector":[{"Name":"General water, sanitation and flood protection sector"},{"Name":"Flood protection"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Brief,Loan Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"GT","sectorcode":"WD,WZ","mjsector_namecode":[{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Water, sanitation and flood protection","code":"WX"}],"mjtheme":["Social protection and risk management"],"themecode":"52","mjthemecode":"6,6","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"","code":"6"}],"sector_namecode":[{"name":"General water, sanitation and flood protection sector","code":"WZ"},{"name":"Flood protection","code":"WD"}],"theme_namecode":[{"name":"Natural disaster management","code":"52"}],"source":"IBRD","majorsector_percent":[{"Name":"Water, sanitation and flood protection","Percent":88},{"Name":"Water, sanitation and flood protection","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000425966_20130311110931","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000425966_20130311110931","DocDate":"24-FEB-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012070916383845","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012070916383845","DocDate":"09-JUL-2012"},{"DocTypeDesc":"Brief (BRI),  Vol.1","DocType":"BRI","EntityID":"000442464_20150105133810","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20150105133810","DocDate":"01-SEP-2010"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081af6a92_3_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af6a92_3_0","DocDate":"01-JUN-2010"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20090326040746","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20090326040746","DocDate":"10-MAR-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20090311154656","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090311154656","DocDate":"04-MAR-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20081111104556","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20081111104556","DocDate":"29-OCT-2008"}],"countryname":"Republic of Guatemala"}},"facets":{}}