{"rows":10,"os":"0","page":"1","total":"1","projects":{"P112107":{"id":"P112107","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"SF","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Liberia Emergency Food Support for Vulnerable Women and Children","board_approval_month":"May","approvalfy":"2008","boardapprovaldate":"2008-05-29T00:00:00Z","closingdate":"2010-12-31T00:00:00Z","lendprojectcost":"4,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"4,000,000","borrower":"L","impagency":"L","url":"http://www.worldbank.org/projects/P112107/liberia-emergency-food-support-vulnerable-women-children?lang=en","countryshortname":"Liberia","teamleaderupi":"264972","prodlinetext":"Special Financing","keywords":{"cdata":"access to food, Accountability, Accounting, administrative cost, adverse impacts, agricultural activities, agricultural economy, agricultural production, Agricultural Productivity, Agricultural Research, agricultural sector, agricultural sectors, AGRICULTURE, Agriculture Organization, audits, Balance Sheet, bank accounts, Bank management, basic infrastructure, Borrower, borrowing, capacity building, Capacity Building Program, capacity limitations, cash transfer scheme, cash transfers, cash-for-work, cassava, chronic malnutrition, cocoa, commercial creditors, commercial farming, Community Development, conflict, Consumer Price Index, cooking, corruption, cost-effectiveness, creditors, current account, debt, debt relief, deficits, direct food transfers, Diversification, dry season, economic growth, economic opportunities, employment, employment generation, employment opportunities, Employment Program, employment programs, EMPOWERMENT, Exchange Rate, Expenditure, Expenditures, external shocks, farm families, farm households, Farmer, farmers, feeding programs, Financial Management, financial systems, Financing needs, food access, food aid, food availability, food basket, food consumption, food crop, food crop production, food crops, food imports, Food Insecurity, food marketing, food needs, food policy, food poverty, food poverty line, FOOD PRICE, food price inflation, food prices, food producers, food production, Food Security, food shortage, food staples, food transfers, foods, "},"project_abstract":{"cdata":"This project paper concerns support for a Liberia Emergency Food Crisis Response Program consisting of (i) additional financing to the Liberia Emergency Agriculture and Infrastructure Development Project, (ii) additional financing for the Second Liberia Community Empowerment Project, and (iii) a grant for a new Liberia Emergency Food Support Project for vulnerable women and children. These are to be made available from the new Global Food Price Crisis Response Trust Fund (FPCRTF). This additional financing and financing of the new project, will constitute the Bank's overall support of the Republic of Liberia's Food Crisis Response Program (LFCW). The proposed Liberia Food Crisis Response Program (LFCRP) will help finance activities to mitigate both the short-term and the medium-to long-term impact of rising food prices in Liberia as a result of the global food price trends. The proposed interventions will support the Government of Liberia's (GoL's) national strategy to maintain and enhance food security. It includes support to: (i) the implementation of social safety net measures to maintain access to food among the most vulnerable households; and (ii) expedite a supply response of agricultural production through the implementation of measures to raise the yields and consequently the production of staples. The government focuses on three pillars: (a) mitigating the domestic pass-through of global price rises and ensuring consistent supply of imported foods in the future. Measures include: (i) removing tariffs on rice imports; and (ii) reducing the risk of supply interruptions by negotiating supply contracts with friendly governments; (b) maintaining access to food among vulnerable households by a combination of direct assistance to severely vulnerable households (including IDPs) and targeted feeding programs such as school feeding and supplementary feeding for pregnan"},"country_namecode":"Republic of Liberia!$!LR","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Liberia : Projet d’urgence d’aide alimentaire aux femmes et enfants vulnérables</ProjectName><ProjectAbstract>Ce document de projet concerne un soutien au Programme de réponse d’urgence à la crise alimentaire du Libéria qui consiste i) en un financement additionnel au Projet de développement d’urgence de l’agriculture et des infrastructures au Libéria, ii) un financement additionnel pour le deuxième Projet d’autonomisation communautaire du Libéria et iii) une subvention pour un nouveau Projet de réponse d’urgence à la crise alimentaire au Libéria à l’intention des femmes et des enfants vulnérables. Ces concours seront fournis par le nouveau Fonds mondial d’affectation spéciale pour la réponse à la crise alimentaire (FPCRTF). Ce financement additionnel et le financement du nouveau projet constitueront le soutien global de la Banque au Programme de réponse de la République du Libéria à la crise alimentaire (LFCW). Le Programme proposé de réponse à la crise alimentaire au Libéria (LFCRP) aidera à financer des activités destinées à atténuer les effets aussi bien à court terme qu’à moyen et long terme de la hausse des prix des denrées alimentaires au Libéria consécutive à l’évolution de leurs prix mondiaux. Les interventions proposées aideront la stratégie nationale du Gouvernement libérien (GL) à maintenir et améliorer la sécurité alimentaire. Il est notamment prévu d’apporter un soutien pour : i) mettre en place des filets de sécurité sociale afin de maintenir l’accès des ménages les plus vulnérables aux produits alimentaires ; et ii) accélérer la réponse de la production agricole au niveau de l’offre en prenant des mesures pour augmenter les rendements et par conséquent la production de denrées de base. Le gouvernement s’appuie sur trois piliers: a) atténuer la repercussion interne de l’augmentation des prix mondiaux et assurer une offre cohérente de denrées importées à l’avenir. Les mesures prévues consistent à : i) réduire les droits de douane sur les importations de riz ; et ii) réduire les risques d’interruption des approvisionnements en négociant des contrats avec les gouvernements de pays amis ; b) maintenir l’accès des ménages vulnérables aux denrées alimentaires en combinant l’octroi d’une assistance directe aux ménages très vulnérables (notamment aux personnes déplacées dans leur propre pays) et des programmes alimentaires ciblés comme des programmes d’alimentation scolaire et d’alimentation complémentaire pour les femmes enceintes et les mères allaitantes. Le Gouvernement mettra également en place ou développera un système de vivres contre travail pour offrir des possibilités supplémentaires d’activités rémunérées aux ménages sous-employés en saison creuse, avec un financement assuré essentiellement par les bailleurs de fonds ; et c) accélérer la réaction de l’offre en encourageant la production agricole grâce à la distribution d’éléments essentiels pour les semailles (essentiellement des semences et des engrais, et à des systèmes de traitement améliorés des produits (technologie de traitement de base comme des riziers et des installations de stockage améliorées) pour réduire les pertes après les récoltes. Le Gouvernement encouragera également l’expansion de la production agricole sur de nouvelles terres, notamment en développant progressivement la production des petits exploitants et celle des grandes exploitations commerciales.</ProjectAbstract></Project>]]>","sector1":{"Name":"Other social services","Percent":75},"sector2":{"Name":"Health","Percent":25},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"4,000,000","sector":[{"Name":"Other social services"},{"Name":"Health"}],"docty":"Project Information Document,Project Paper,Integrated Safeguards Data Sheet","countrycode":"LR","sectorcode":"JA,JB","mjsector_namecode":[{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Rural development"],"themecode":"91","mjthemecode":"10,2","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"2"}],"sector_namecode":[{"name":"Other social services","code":"JB"},{"name":"Health","code":"JA"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","majorsector_percent":[{"Name":"Health and other social services","Percent":75},{"Name":"Health and other social services","Percent":25}],"projectdocs":[{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000160016_20080523082913","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000160016_20080523082913","DocDate":"22-MAY-2008"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000334955_20080526025630","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080526025630","DocDate":"22-MAY-2008"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000160016_20080523081400","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000160016_20080523081400","DocDate":"19-MAY-2008"}],"countryname":"Republic of Liberia"}},"facets":{}}