{"rows":10,"os":"0","page":"1","total":"1","projects":{"P112017":{"id":"P112017","projectfinancialtype":"OTHER","regionname":"Middle East and North Africa","prodline":"SF","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Djibouti -  Food Crisis Response Development Policy Grant","board_approval_month":"May","approvalfy":"2008","boardapprovaldate":"2008-05-29T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"5,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"5,000,000","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P112017/djibouti-food-crisis-response-development-policy-grant?lang=en","countryshortname":"Djibouti","teamleaderupi":"275435","prodlinetext":"Special Financing","keywords":{"cdata":"accounting, additional financing, agriculture, audits, Bank Account, banks, baseline projections, basic services, basic social services, beneficiaries, bond, Borrower, Bread, budget deficit, budget management, budgetary implications, ca, capital goods, cash transfers, Central Bank, commodities, commodity, commodity price, community development, Consumer, Consumer Price Index, consumers, contribution, conversions, cooking, CREDITS, CURRENCY, current account, current account deficit, current account deficits, current expenditures, debt, debt service, debt sustainability, dependant, deposit, Deposit Account, Deposit Accounts, Development Bank, Direct Investment, Disbursement, Disbursements, diversification, Domestic arrears, Domestic Consumption, domestic market, Domestic Savings, Donor assistance, drought, droughts, Early Warning System, economic activities, economic development, Economic Developments, Economic growth, education expenditures, effective information, employment agency, equipment, Exchange Rate, exogenous shocks, Expenditure Framework, External debt, External Financing, famine, Finances, financial account, Financial Accountability, Financial Management, financial statements, financing requirements, fiscal balance, fiscal deficit, fiscal position, fiscal prudence, Fiscal reforms, fiscal revenue, fiscal stability, fiscal sustainability, fiscal transparency, food aid, food aid programs, food distribution, food for work, food prices, food rations, food requirements, f"},"project_abstract":{"cdata":"The proposed Food Crisis Response Development Policy Grant of US$5 million, subject to approval of the Food Price Crisis Response Trust Fund, is a development policy operation intended to support the Government's program to mitigate the impact of the food prices on the poor, while maintaining fiscal stability. Achieving these goals will reduce hunger, help avoid an increase in poverty, help prevent social unrest, and ensure the fiscal stability needed to foster social and economic development. The policy measures supported by this grant are: Reduction to zero of the domestic consumption taxes on five basic food items consumed by the poor (rice, sugar, cooking oil, wheat flour and powder milk). Expansion of food aid and existing social assistance programs (e.g. school feeding, mother-child programs and workfare programs). Ramping up programs which help to improve food security and access to water of the drought-affected population. Developing an action plan to improve targeting of the poor and create more cost-effective, direct social protection mechanisms. There are a number of risks associated with the grant. Djibouti remains vulnerable to commodity price changes and droughts. A further rise in the prices of food and energy could undermine the impact of the Government's program on the poor and may require additional measures to sustain the fiscal balance and macroeconomic stability. However, the Government is currently negotiating a Poverty Reduction and Growth Facility (PRGF) facility with the International Monetary Fund (IMF) and is preparing a number of measures to maintain fiscal stability and debt sustainability even under stronger exogenous shocks. There are also moderate institutional weaknesses which could result in delays in the implementation of the Government's program. In addition, fiduciary risks are significant. These risks are currently being tackled b"},"country_namecode":"Republic of Djibouti!$!DJ","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>جيبوتي ـ منحة مساندة سياسة التنمية في إطار التصدي لأزمة ارتفاع أسعار المواد الغذائية</ProjectName><ProjectAbstract>تعتبر هذه المنحة المقترحة التي تبلغ قيمتها 5 ملايين دولار أمريكي ولا تزال قيد موافقة الصندوق الاستئماني لبرنامج التصدي لأزمة الغذاء العالمية عملية خاصة بسياسات التنمية الهدف منها مساندة برنامج الحكومة الرامي إلى تخفيف أثر زيادة أسعار المواد الغذائية على الفقراء مع الحفاظ على استقرار المالية العامة. ويؤدي تحقيق هذه الأهداف إلى الحد من الجوع، والمساعدة في تفادي زيادة معدلات الفقر، والمساعدة في منع الاضطرابات الاجتماعية، وضمان استقرار المالية العامة الضروري لتعزيز التنمية الاجتماعية والاقتصادية. وتتضمن إجراءات السياسات التي تساندها هذه المنحة ما يلي: خفض ضرائب الاستهلاك المحلية إلى صفر على 5 سلع غذائية أساسية يستهلكها الفقراء (الأرز، والسكر، وزيت الطهي، ودقيق القمح، والحليب البودرة). التوسع في المعونات الغذائية وبرامج المساعدات الاجتماعية القائمة (على سبيل المثال التغذية في المدارس، وبرامج رعاية الأمومة والطفولة، وبرامج العمل). زيادة البرامج التي تساعد في تحسين الأمن الغذائي وتوفير المياه للسكان المتضررين من الجفاف. وضع خطة عمل لتحسين عملية استهداف الفقراء وتهيئة آليات حماية اجتماعية مباشرة أكثر فعالية من حيث التكاليف. وهناك عدد من المخاطر المرتبطة بهذه المنحة. فلا تزال جيبوتي معرضة لمخاطر التغير في أسعار السلع والجفاف. كما أن مزيداً من الزيادة في أسعار المواد الغذائية والطاقة من شأنه تقويض آثار برنامج الحكومة المعني بالفقراء، وربما يتطلب تدابير إضافية للحفاظ على استدامة توازن المالية العامة، واستقرار الاقتصاد الكلي. ومع ذلك، تجري الحكومة في الوقت الراهن مفاوضات بشأن صندوق تخفيض أعداد الفقراء والنمو مع صندوق النقد الدولي، وتقوم بإعداد عدد من التدابير للحفاظ على استقرار المالية العامة والقدرة على الاستمرار في تحمل أعباء الديون حتى في ظل الصدمات الخارجية الأقوى. وهناك أيضاً نقاط ضعف مؤسسية ليست حادة قد ينتج عنها تأخيرات في تنفيذ برنامج الحكومة. وفضلاً عن هذا، ثمة مخاطر استئمانية كبيرة. وتقوم الحكومة في الوقت الراهن بالتعامل مع هذه المخاطر بالتعاون مع البنك الدولي، وذلك بصورة رئيسية من خلال المساعدة الفنية التي تعالج قضايا إدارة الموازنة، والتوريدات، والشفافية.</ProjectAbstract></Project>]]>","sector1":{"Name":"Other social services","Percent":100},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"5,000,000","sector":[{"Name":"Other social services"}],"docty":"Program Information Document,Grant or Trust Fund Agreement,Program Document","countrycode":"DJ","sectorcode":"JB","mjsector_namecode":[{"name":"Health and other social services","code":"JX"}],"mjtheme":["Rural development"],"ccsa_practice_code":"JOB","themecode":"91","combined_practice_name":"Jobs","mjthemecode":"10,7","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"7"}],"sector_namecode":[{"name":"Other social services","code":"JB"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Health and other social services","Percent":100}],"projectdocs":[{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20090922112505","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090922112505","DocDate":"04-MAY-2009"},{"DocTypeDesc":"Grant or Trust Fund Agreement (GTA),  Vol.","DocType":"GTA","EntityID":"000014464_2010051910591480","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010051910591480","DocDate":"05-JUN-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20080526031606","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080526031606","DocDate":"22-MAY-2008"}],"countryname":"Republic of Djibouti","ccsa_practice_name":"Jobs"}},"facets":{}}