{"rows":10,"os":"0","page":"1","total":"1","projects":{"P112321":{"id":"P112321","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"RE","lendinginstr":"Specific Investment Loan","lendinginstrtype":"IN","envassesmentcategorycode":"C","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Central African Republic: EFA-FTI Catalytic Fund Preparation","board_approval_month":"October","approvalfy":"2009","boardapprovaldate":"2008-10-29T00:00:00Z","closingdate":"2015-03-31T00:00:00Z","lendprojectcost":"37,800,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"37,800,000","borrower":"CETAL A","impagency":"IIST","url":"http://www.worldbank.org/projects/P112321/central-african-republic-efa-fti-catalytic-fund-preparation?lang=en","countryshortname":"Central African Republic","teamleaderupi":"14692","prodlinetext":"Recipient Executed Activities","keywords":{"cdata":"community teachers, EDUCATION SECTOR, EDUCATION SECTOR DEVELOPMENT, first grade, GER, Gross Enrollment, Gross Enrollment Ratio, learning, learning environment, Literacy, mathematics, New entrants, primary education, primary level, reading, schools, Secondary Education, teacher, teachers, teaching, technical assistance, textbook, textbooks"},"project_abstract":{"cdata":"The Education for All - Fast Track Initiative Education Sector Development Project for Central African Republic grant will contribute to the implementation of phase one of the Government National Education Strategy (2008-2011), and aims to improve access to better quality primary education. The extension is necessary to provide the Ministry of Primary and Secondary Education and Literacy the additional time to complete the civil works program, particularly the portion of the program that has been delegated to Agence d'Execution de Travaux d'Interet Publique (AGETIP) for management. In addition, it will allow the 2010-2012 teacher cohorts to graduate in September 2012. Ministry of Primary and Secondary Education and Literacy (MEPSA) has put in place an action plan to complete the project fully; particularly it has discussed and agreed with AGETIP on an execution schedule based on the Bank's findings during the July 2011 implementation support mission. This will be the first extension of the project."},"country_namecode":"Central African Republic!$!CF","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectAbstract>Los principales objetivos del programa de desarrollo del sector educativo en la República Centroafricana son los siguientes: 1) ampliar el acceso a la educación aumentando la oferta educativa; 2) mejorar la calidad de la enseñanza mediante la contratación y formación de profesores, así como mediante el suministro de manuales; 3) fomentar las capacidades de gestión del sistema educativo y del programa. Los efectos medioambientales negativos del proyecto procederán principalmente de la construcción y la rehabilitación de infraestructuras (escuelas, letrinas, fuentes de agua) en términos de: alteración del medio ambiente, producción de residuos sólidos y líquidos; falta de seguridad relacionada con las obras; ocupación de terrenos privados, etc. Por otra parte, los materiales de construcción también podrían representar una fuente de efectos negativos para el medio ambiente natural, que necesitará que se realicen acciones de restauración después de su utilización. Los efectos medioambientales como la erosión del suelo, la contaminación del suelo y el agua, la pérdida de vegetación y los efectos a causa del aumento de residuos sólidos y líquidos pueden ser resultado de las actividades de construcción y rehabilitación. En la fase de preparación para obras de construcción, los efectos previstos proceden de la tala de árboles para limpiar los nuevos solares y la producción de residuos de solares. En general, los efectos directos e indirectos son los siguientes: contaminaciones (eliminación anárquica de los residuos sólidos y líquidos procedentes de los solares, incluidos los posibles residuos de asbesto de los tejados); congestión del tráfico, ruido, polvo, riesgos de accidentes en el entorno humano; posible reducción de la cubierta vegetal. Para ofrecer una solución a estos efectos negativos, se llevará a cabo el proceso de control propuesto en el plan marco de gestión social y medioambiental (SEMFP) de manera que se tengan en cuenta las características biofísicas de las áreas en las que se realizarán las actividades del proyecto y, por consiguiente, las medidas de mitigación implementadas.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>Les objectifs majeurs du Programme de développement du secteur de l’éducation de la République centrafricaine consistent à : i) élargir l’accès à l’éducation en améliorant l’offre scolaire ; ii) améliorer la qualité de l’éducation par le recrutement et la formation des enseignants ainsi que la fourniture de manuels scolaires ; iii) renforcer les capacités de gestion du système éducatif et du programme. Les impacts environnementaux négatifs du projet proviendront surtout de la construction et de la En outre, les matériaux de construction pourraient aussi entraîner des incidences négatives sur le milieu naturel, qui nécessitera des actions de restauration après utilisation. Les impacts environnementaux tels que l’érosion du sol, la pollution du sol et de l’eau, la perte de Dans la phase de préparation des constructions, les impacts attendus proviennent de l’abattage d’arbres pour dégager les sites de constructions nouvelles et de la génération de déchets de chantier. Au total, les effets directs et indirects sont les suivants : pollutions diverses [rejet anarchique des déchets solides et liquides issus des chantiers (y compris les déchets potentiels d’amiante provenant des toitures) ; gêne de circulation, bruit, poussières, risques d’accident pour le milieu humain] ; probable réduction de la couverture végétale. En réponse à ces impacts négatifs, le processus de sélection proposé dans le Plan Cadre de gestion environnemental et social (PCGES) s’effectuera de sorte que les caractéristiques biophysiques des zones où les activités du projet seront mises en œuvre soient prises en compte, et que des mesures d’atténuation soient ainsi mises en œuvre.</ProjectAbstract></Project>]]>","sector1":{"Name":"General education sector","Percent":100},"theme1":{"Name":"Education for all","Percent":100},"totalcommamt":"37,800,000","sector":[{"Name":"General education sector"}],"docty":"Implementation Status and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Project Paper,Project Paper,Project Appraisal Document,Project Appraisal Document,Resettlement Plan,Indigenous Peoples Plan,Environmental Assessment","countrycode":"CF","sectorcode":"EZ","mjsector_namecode":[{"name":"Education","code":"EX"}],"locations":[{"geoLocId":"0002389853","geoLocName":"Bangui","latitude":"4.3612199","longitude":"18.55496","country":"CF"}],"mjtheme":["Human development"],"themecode":"65","mjthemecode":"8,4","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"","code":"4"}],"sector_namecode":[{"name":"General education sector","code":"EZ"}],"theme_namecode":[{"name":"Education for all","code":"65"}],"source":"IBRD","majorsector_percent":[{"Name":"Education","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08244b9c8_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08244b9c8_1_0","DocDate":"09-MAY-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081d5c37f_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d5c37f_1_0","DocDate":"23-JUL-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08188b260_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08188b260_1_0","DocDate":"14-JAN-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012060318281830","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012060318281830","DocDate":"03-JUN-2012"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.2","DocType":"PJPR","EntityID":"000333037_20120215222519","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120215222519","DocDate":"14-FEB-2012"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000333037_20120215222310","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120215222310","DocDate":"01-FEB-2012"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000333037_20090914233950","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20090914233950","DocDate":"02-APR-2009"},{"DocTypeDesc":"Project Appraisal Document (PAD),  Vol.1","DocType":"PAD","EntityID":"000333037_20090914234306","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20090914234306","DocDate":"02-APR-2009"},{"DocTypeDesc":"Resettlement Plan (RPL),  Vol.1","DocType":"RPL","EntityID":"000020953_20090402141643","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20090402141643","DocDate":"01-MAR-2009"},{"DocTypeDesc":"Indigenous Peoples Plan (IP),  Vol.1","DocType":"IP","EntityID":"000020953_20090327155222","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20090327155222","DocDate":"01-MAR-2009"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.1","DocType":"EA","EntityID":"000020953_20090320102752","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20090320102752","DocDate":"01-JAN-2008"}],"countryname":"Central African Republic"}},"facets":{}}