{"rows":10,"os":"0","page":"1","total":"1","projects":{"P113438":{"id":"P113438","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"SF","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"BI - Food Crisis Response Development Policy Grant","board_approval_month":"August","approvalfy":"2009","boardapprovaldate":"2008-08-13T00:00:00Z","closingdate":"2009-07-31T00:00:00Z","lendprojectcost":"10,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"10,000,000","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P113438/bi-food-crisis-response-development-policy-grant?lang=en","countryshortname":"Burundi","teamleaderupi":"180984","prodlinetext":"Special Financing","keywords":{"cdata":"access to financing, additional financing, agricultural output, Agricultural production, Agriculture, annual interest rate, arrears, asset ratio, audits, Balance of Payments, Bank liquidity, basic food prices, basic needs, borrowing, bread, budget deficit, capacity building, capital expenditure, capital expenditures, capital formation, capital goods, capital grants, cassava, CD, Central Bank, checks, coffee sector, commodities, commodity, commodity price, commodity prices, constant prices, Consumer, Consumer Price Index, consumers, consumption expenditure, contribution, cooking, credit growth, CURRENCY, current account, current account deficit, current account deficits, current prices, debt, debt burden, debt outstanding, Debt relief, debt service, debt sustainability, Deposit, Deposit Account, depreciation, Development Bank, disbursement, Disbursements, drought, droughts, economic development, ECONOMIC DEVELOPMENTS, economic framework, Economic Management, economic policies, ethnic group, ethnic groups, Exchange Rate, Expenditure, expenditures, exporter, External Debt, famine, FINANCES, Financial Accountability, financial assistance, financial impact, financial management, financial need, financial sector, financial support, fiscal burden, fiscal deficit, fiscal discipline, Fiscal performance, fiscal position, fiscal stability, fiscal sustainability, fixed investment, food aid, food consumption, food crops, food distribution, food imports, food insecurity, food output, food "},"project_abstract":{"cdata":"The Food Crisis Response Development Policy Grant (DPG) Project for Burundi of US$10 million supports the Government's program to mitigate the impact of increased food prices on the poor, while maintaining fiscal stability. This in turn will help reduce the risk of worsened food insecurity, increased poverty, social unrest, and will help foster social and economic development. This grant helps to finance the revised 2008 budget which includes a number of measures, notably: (i) suspension of custom duties and domestic transaction taxes on thirteen basic food items; (ii) sustaining or extending school feeding programs (including for girls) in primary schools of vulnerable provinces; and (iii) adding more resources to the budget for the emergency humanitarian relief to cope with a threat of famine in the country following the drought. Other components of the revised budget attempt to address the fuel price increases and limit increases in transport costs, to which the poor are particularly vulnerable. The provision of budget financing will enable the Government to maintain the gains in macroeconomic stability, sustain the critical reforms under the Economic Reform Support Grant (ERSG) program, and undertake critical expenditures to respond to the food price shock. The development community is supporting Burundi's medium term poverty reduction strategy, and it is critical that the momentum of the reform program be maintained. The food response grant financing will complement other support from bilateral and multilateral agencies for mitigating the risks to Burundi's overall program. It will also support the Government's medium-term reform agenda for putting in place a better safety net system that improves Burundi's resilience and response to shocks."},"country_namecode":"Republic of Burundi!$!BI","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Burundi : Don à la politique de développement en réponse à la crise alimentaire.</ProjectName><ProjectAbstract>Le Projet de subvention à la politique de développement (SPD) en réponse à la crise alimentaire au Burundi d’un montant de 10 millions de dollars aide le programme du Gouvernement à atténuer l’effet de la hausse des prix alimentaires sur les pauvres tout en maintenant la stabilité budgétaire. Cela aidera à réduire le risque d’aggravation de l’insécurité alimentaire, de la pauvreté et de troubles sociaux et contribuera au développement social et économique. Cett subvention aidera à financer le budget révisé 2008 qui prévoit un certain nombre de mesures, notamment : i) la suspension des of droits de douane et des taxes sur les transactions internes relatives à treize produits alimentaires de base ; ii) maintenir ou développer les programmes d’alimentation scolaire (notamment pour les filles) dans les écoles primaires des provinces vulnérables; et (iii) ajouter des ressources supplémentaires au budget pour apporter des secours humanitaires d’urgence et faire face à la menace d’une famine dans le pays à la suite de la sécheresse. Les autres composantes du budget révisé ont pour but de faire face à la hausse des prix des combustibles et de limiter l’augmentation des coûts de transport, à laquelle les pauvres sont particulièrement vulnérables. L’octroi d’un financement budgétaire permettra au Gouvernement de préserver les progrès réalisés sur le plan de la stabilité macroéconomique, de poursuivre les réformes critiques engagées au titre du programme de lié au don d’appui à la réforme économique (DAERSG), et d’effectuer des dépenses critiques four faire face au choc lié au prix des produits alimentaires. La communauté du développement appuie la stratégie à moyen terme de réduction de la pauvreté au Burundi, et il est indispensable que la dynamique du programme de réforme soit maintenue. Le don destiné à financer la réponse à la crise almentaire complétera d’autres concours fournis par des agences bilatérales et multilatérales pour atténuer les risques qui pèsent sur le programme global du Burundi. Elle aidera également le programme de réforme à moyen terme du Gouvernement à mettre en place un meilleur filet de sécurité qui améliorera la résistance et la réponse du Burundi aux chocs.</ProjectAbstract></Project>]]>","sector1":{"Name":"Other social services","Percent":66},"sector2":{"Name":"Agro-industry, marketing, and trade","Percent":34},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"10,000,000","sector":[{"Name":"Other social services"},{"Name":"Agro-industry, marketing, and trade"}],"docty":"Project Performance Assessment Report,Implementation Completion and Results Report,Program Information Document,Program Document","countrycode":"BI","sectorcode":"YA,JB","mjsector_namecode":[{"name":"Health and other social services","code":"JX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Rural development"],"themecode":"91","mjthemecode":"10,8","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"8"}],"sector_namecode":[{"name":"Other social services","code":"JB"},{"name":"Agro-industry, marketing, and trade","code":"YA"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","majorsector_percent":[{"Name":"Health and other social services","Percent":66},{"Name":"Industry and trade","Percent":34}],"projectdocs":[{"DocTypeDesc":"Project Performance Assessment Report (PPAR),  Vol.1","DocType":"PPAR","EntityID":"000386194_20120727020738","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120727020738","DocDate":"15-MAY-2012"},{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20100304020403","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20100304020403","DocDate":"31-JAN-2010"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000262044_20100315120054","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20100315120054","DocDate":"05-AUG-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20080807014121","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080807014121","DocDate":"31-JUL-2008"}],"countryname":"Republic of Burundi"}},"facets":{}}