{"rows":10,"os":"0","page":"1","total":"1","projects":{"P113199":{"id":"P113199","projectfinancialtype":"OTHER","regionname":"South Asia","prodline":"SF","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Food Crisis Response Project","board_approval_month":"August","approvalfy":"2009","boardapprovaldate":"2008-08-05T00:00:00Z","closingdate":"2010-09-30T00:00:00Z","lendprojectcost":"8,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"8,000,000","borrower":"ISLAIC E","impagency":"IIST","url":"http://www.worldbank.org/projects/P113199/food-crisis-response-project?lang=en","countryshortname":"Afghanistan","teamleaderupi":"220025","prodlinetext":"Special Financing","keywords":{"cdata":"agricultural production, Agriculture, animal feed, Animal Husbandry, block grants, capacity building, cereal production, commercial agriculture, community assets, community bank, community demand, Community Development, consumption basket, districts, drinking water, drought, farmers, Food aid, food consumption, food imports, Food insecurity, Food Policy, FOOD PRICE, food prices, food security, food self-sufficiency, food supply, humanitarian assistance, hygiene, impact on poverty, income, irrigated land, irrigation canals, irrigation projects, irrigation rehabilitation, irrigation schemes, irrigation sector, irrigation systems, land acquisition, new communities, Nutrition, opium, opium production, poor, poor farmers, POPPY, poverty levels, poverty line, Poverty rates, Rural, rural access, rural communities, Rural Development, rural infrastructure, Rural Rehabilitation, rural roads, safeguard policies, Safeguards, safety, safety net, sanitation, savings, small scale irrigation, small-scale irrigation, social impacts, technical assistance, vulnerable households, vulnerable people, water user associations, WFP, wheat, wheat flour, wheat production, wheat seed"},"project_abstract":{"cdata":"The objective of the Food Crisis Response Project for Afghanistan is to enhance wheat and other cereal production by supporting small scale irrigation at the community level through increase of irrigated land area and capacity building of communities to implement and maintain irrigation sector sub projects that address community needs. The credit grant will help finance approximately 500 small scale, community implemented and maintained irrigation schemes in the provinces most affected by the recent food price increases. This program document seeks financing from the Food Policy Crisis Response (FPCPR) Trust Fund for the Second National Solidarity Program being supported by International Development Association (IDA). One of the priorities of the Food Price Crisis Response (FPCR) resources is to reduce the medium term impacts of the food crisis, and irrigation rehabilitation is an effective way of achieving this. Afghanistan currently imports about 20-30 percent of its requirements in a normal year, and can reach 80-90 percent food self-sufficiency in a bumper-harvest year. Therefore, supporting enhancement of local production of wheat will help to ameliorate shortages and help achieve self-sufficiency in normal years. Considering that nearly 70 percent of Afghanistan wheat production comes from irrigated lands where the yields are 2 to 4 time higher than rain-fed areas, wheat productivity enhancement program must focus on irrigation improvement."},"country_namecode":"Islamic  Republic of Afghanistan!$!AF","sector1":{"Name":"Irrigation and drainage","Percent":100},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"8,000,000","sector":[{"Name":"Irrigation and drainage"}],"docty":"Implementation Completion and Results Report,Project Paper","countrycode":"AF","sectorcode":"AI","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Rural development"],"themecode":"91","mjthemecode":"10,8","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"8"}],"sector_namecode":[{"name":"Irrigation and drainage","code":"AI"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20120226221111","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20120226221111","DocDate":"25-OCT-2011"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000333037_20080804000212","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20080804000212","DocDate":"21-JUL-2008"}],"countryname":"Islamic  Republic of Afghanistan"}},"facets":{}}