{"rows":10,"os":"0","page":"1","total":"1","projects":{"P113176":{"id":"P113176","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Economic Management and Governance Reform Grant 2","board_approval_month":"March","approvalfy":"2009","boardapprovaldate":"2009-03-30T00:00:00Z","closingdate":"2010-03-01T00:00:00Z","lendprojectcost":"5,000,000","ibrdcommamt":"0","idacommamt":"5,000,000","totalamt":"5,000,000","grantamt":"0","borrower":"CETAL A","impagency":"IIST","url":"http://www.worldbank.org/projects/P113176/economic-management-governance-reform-grant-2?lang=en","countryshortname":"Central African Republic","teamleaderupi":"20356","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accounting, accounting system, Amortization, Annual Report, arrears, bank accounts, bank debt, Banking system, basic social services, bond, bonds, Borrower, budget cycle, budget execution procedures, budget support, budgeting, capacity building, capacity-building, capital expenditure, capital markets, cash basis, Cash flow, cash management, central bank, Central Government, Change in arrears, civil servants, civil service, civil service reform, civil society organizations, Commercial Bank, commercial banks, competitive bidding, Conditionality, Country Debt, Country Procurement, credit facilities, creditors, CURRENCY, current account deficit, Debt, Debt Management, debt payment, debt payments, debt ratios, Debt Relief, Debt Service, Debt service payments, debt services, debt servicing, debt stock, Debt Sustainability, defaulters, deficits, Development Bank, Disbursement, disbursements, domestic arrears, domestic bank, domestic borrowing, domestic debt, domestic revenue, domestic savings, donor financing, economic growth, economic instability, economic recovery, education system, equipment, excess liquidity, Exchange Rate, Expenditure, expenditures, external arrears, external assistance, External Debt, external financing, external shocks, fiduciary risk, Finances, Financial Accountability, financial crisis, Financial Management, Financial Management Information, Financial Management Information System, financial programming, financial resources, financial system, Financing Requ"},"project_abstract":{"cdata":"This program document presents a Second Economic Management and Governance Reform Grant Project (EMGRG II) for the Central African Republic (CAR). This is the third development policy operation (DPO) supporting the Government of the CAR, after its successful reengagement with the donor community in 2006. The grant is a single-tranche operation supporting the 2009 budget. The grant supports the second and third pillars of the PRSP. Promoting good governance and the rule of law will be supported by efforts to improve public sector and economic governance through enhanced accountability of the executive and transparent management of public resources. Public finance efforts aim to align the budget with the PRSP, produce comprehensive fiscal reports, increase the role of external oversight bodies, and strengthen Government's revenue mobilization capacity. Structural reforms directed at rebuilding the economy aim to establish a legal and regulatory framework conducive to the development of a competitive mining and environmentally sustainable forestry sector, the two sectors being the main sources of foreign exchange earnings and growth for CAR."},"country_namecode":"Central African Republic!$!CF","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Deuxième don pour la gouvernance économique et la réforme</ProjectName><ProjectAbstract>Ce document de programme présente un second Projet de don à l’appui de la réforme de la gestion économique et de la gouvernance (EMGRG II) en République centrafricaine (RCA). Il s’agit ici de la troisième Opération de politique de développement destinée à fournir un appui à la RCA, après qu’elle ait réussi à reprendre ses relations avec la communauté des donateurs en 2006. Le don est une opération à tranche unique qui fournit un concours budgétaire au titre de l’exercice 2009. Le don finance le second et le troisième pilier du PRSP. La promotion de la bonne gouvernance et de l’État de droit sera soutenue par les efforts déployés pour améliorer le secteur public et la gouvernance économique, à travers une plus grande responsabilité des cadres dirigeants et une gestion transparente des ressources publiques. Les efforts déployés dans le domaine des finances publiques visent à aligner le budget sur le PRSP, à produire des rapports financiers détaillés, à accroître le rôle des organismes externes de contrôle et à renforcer les capacités du gouvernement en matière de mobilisation des recettes. Les réformes structurelles destinées à reconstruire l’économie visent à mettre en place un cadre juridique et règlementaire propice au développement d’un secteur minier compétitif et d’un secteur forestier écologiquement viable, les deux secteurs constituant la principale source des recettes du commerce international et de la croissance en RCA.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":90},"sector2":{"Name":"Other Mining and Extractive Industries","Percent":5},"sector3":{"Name":"Forestry","Percent":5},"theme1":{"Name":"Tax policy and administration","Percent":20},"theme2":{"Name":"Other public sector governance","Percent":20},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":60},"totalcommamt":"5,000,000","sector":[{"Name":"Central government administration"},{"Name":"Other Mining and Extractive Industries"},{"Name":"Forestry"}],"docty":"Implementation Completion and Results Report,Financing Agreement,Program Document","countrycode":"CF","sectorcode":"AT,LS,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Public sector governance","Public sector governance","Public sector governance"],"themecode":"27,30,28","mjthemecode":"2,2,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Other Mining and Extractive Industries","code":"LS"},{"name":"Forestry","code":"AT"}],"theme_namecode":[{"name":"Tax policy and administration","code":"28"},{"name":"Other public sector governance","code":"30"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":90},{"Name":"Energy and mining","Percent":5},{"Name":"Agriculture, fishing, and forestry","Percent":5}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20101208231702","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20101208231702","DocDate":"30-SEP-2010"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000021321_2010081614312401","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2010081614312401","DocDate":"09-APR-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20090318034309","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090318034309","DocDate":"09-MAR-2009"}],"countryname":"Central African Republic"}},"facets":{}}