{"rows":10,"os":"0","page":"1","total":"1","projects":{"P113219":{"id":"P113219","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"SF","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"SL-DPL-FOOD CRISIS RESPONSE","board_approval_month":"August","approvalfy":"2009","boardapprovaldate":"2008-08-06T00:00:00Z","closingdate":"2009-06-30T00:00:00Z","lendprojectcost":"3,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"3,000,000","borrower":"EPULIC","impagency":"THE E","url":"http://www.worldbank.org/projects/P113219/sl-dpl-food-crisis-response?lang=en","countryshortname":"Sierra Leone","teamleaderupi":"16047","prodlinetext":"Special Financing","keywords":{"cdata":"access to information, Accountability, Accountant, accounting, auctions, Auditor-General, basic services, beneficiaries, beneficiary, Broad money, budget deficit, budget execution, budget execution procedures, budget process, budget support, budgetary targets, Capacity Building, capital expenditures, cash budget, central bank, civil service, civil service reform, Commodity Price, commodity prices, cost recovery, creditors, CURRENCY, current account deficit, Debt, debt management, Debt Policy, debt reduction, Debt Relief, Debt Service, Debt Stock, Debt Stock Reductions, Debt Sustainability, decentralization, democratic institutions, Development Bank, Disbursement, disbursements, domestic arrears, domestic borrowing, domestic credit, domestic debt, domestic interest rates, donor financing, due diligence, Economic Development, Economic Developments, economic growth, economic policies, enabling environment, Exchange Rate, exchange rate movements, exchange rates, Expenditure, Expenditure controls, expenditure plans, expenditure programs, expenditures, export growth, external assistance, external audit, External balance, External Debt, external financing, fiduciary concerns, Financial Accountability, Financial Management, Financial Management Information, Financial Management Information System, financial management systems, financial sector, Financing Requirement, Financing Requirements, fiscal balance, fiscal deficit, fiscal impact, fiscal operations, Fiscal performance, Fiscal p"},"project_abstract":{"cdata":"The Food Crisis Response Development Policy Grant for Sierra Leone of US$3 million is intended to support the Government's poverty reduction strategy by providing the authorities with needed fiscal space to partially compensate for the lost revenues resulting from the recently reduced tariffs on food and fuel imports. The grant will be financed through the Food Price Crisis Response Trust Fund, which was approved by the Board on May 29, 2008. In the medium-term, the government intends to stimulate food production through a combination of agricultural investment projects, investments in the road network, especially rural roads, and an expansion in the provision of extension services. Sierra Leone remains vulnerable to commodity price changes. The risks to the project and their mitigation measures are: a further rise in the prices of food or energy could undermine the impact of the Government's program on the poor. This can also create pressures for a civil service wage increase. If food and fuel prices remain high for a prolonged period or rise further, there is also a risk that the authorities may resort to heterodox policies such as government subsidized importing companies or de facto or de jure price fixing. Such policies can drive private sector importers and producers out of the market, resulting in significant distortions and shortages. These risks are being mitigated through intensive monitoring by the Government and dialogue with donors and, in the case of further significant increases in food and fuel prices, may require additional measures to sustain the fiscal balance and macroeconomic stability. Furthermore, the goal of redirecting resources to offset rising food prices can be made more difficult in the event that revenues or grants fall significantly short of targets or if substantial new and unavoidable spending requirements arise. These risks are mitiga"},"country_namecode":"Republic of Sierra Leone!$!SL","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Sierra Leone - PPD : REPONSE A LA CRISE ALIMENTAIRE</ProjectName><ProjectAbstract>Le Don à l’appui de la riposte à la crise alimentaire et la politique de développement, accordé à la Sierra Léone et dont le montant s’élève à 3 millions de dollars, vise à appuyer la stratégie du gouvernement pour la réduction de la pauvreté, en fournissant aux autorités l’espace budgétaire nécessaire pour compenser partiellement les recettes perdues en raison de la récente réduction des tarifs douaniers appliqués sur les importations de denrées alimentaires et de pétrole. La subvention financée par le Fonds fiduciaire pour la riposte à la crise des prix alimentaires, a été validée par le Conseil des Administrateurs le 29 mai 2008. À moyen terme, le gouvernement envisage de stimuler la production alimentaire, grâce à l’effet combiné des projets d’investissement dans l’agriculture et dans le réseau routier, notamment les pistes rurales, et d’expansion de la fourniture de services d’appoint. La Sierra Léone risque d’être victime de la valse des cours des produits agricoles. Les risques auxquels s’expose le projet, ainsi que les mesures de leur atténuation, sont : une hausse supplémentaire des prix des produits alimentaires et de l’énergie pourrait être préjudiciable à l’impact du programme gouvernemental en faveur des pauvres. Ceci peut tout aussi bien créer des tensions susceptibles d’entraîner une augmentation des salaires dans la fonction publique. Si les prix des produits alimentaires et du pétrole restent élevés pendant une longue période, ou s’ils augmentent encore, les autorités risquent de se résoudre à appliquer des politiques hétérodoxes telles que le subventionnement des sociétés spécialisées dans l’importation ou la fixation des prix de plein droit. Les politiques de ce type peuvent chasser les importateurs et les producteurs du secteur privé du marché, ce qui se traduirait par d’importantes distorsions et pénuries. Ces risques sont en train d’être atténués, grâce à un suivi intensif par le gouvernement, et au dialogue avec les bailleurs de fonds. Si la hausse des prix des produits alimentaires et du pétrole se poursuit, il faudra prendre des mesures supplémentaires pour maintenir l’équilibre du budget et la stabilité macroéconomique. En outre, l’objectif consistant à réaffecter les ressources pour compenser la hausse des prix des produits alimentaires peut être atteint plus difficilement, au cas non seulement où les recettes ou les subventions ne parviennent pas atteindre les niveaux escomptés, mais également où de nouveaux besoins de dépenses incontournables voient le jour. Ces risques sont atténués par l’engagement dont fait preuve le gouvernement pour respecter le principe déjà bien établi de la protection des dépenses prioritaires par la baisse des dépenses moins essentielles. Enfin, les capacités d’exécution au sein des services centraux de ministères et des conseils municipaux risquent de ne pas permettre que des bénéficiaires ciblés soient servis en 2008 autant qu’ils l’étaient en 2007, en raison de la transition politique de fin 2007 et début 2008. Les responsables du ministère des Finances et du Développement économique ont laissé entendre qu’ils avaient en grande partie pris en compte ce risque à travers un dialogue et un suivi intenses avec les ministères et les conseils municipaux chargés de l’exécution du projet.</ProjectAbstract></Project>]]>","sector1":{"Name":"Health","Percent":50},"sector2":{"Name":"General education sector","Percent":50},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"3,000,000","sector":[{"Name":"Health"},{"Name":"General education sector"}],"docty":"Project Performance Assessment Report,Implementation Completion and Results Report,Grant or Trust Fund Agreement,Program Document,Program Information Document","countrycode":"SL","sectorcode":"EZ,JA","mjsector_namecode":[{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"}],"mjtheme":["Rural development"],"themecode":"91","mjthemecode":"10,5","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"5"}],"sector_namecode":[{"name":"Health","code":"JA"},{"name":"General education sector","code":"EZ"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","majorsector_percent":[{"Name":"Health and other social services","Percent":50},{"Name":"Education","Percent":50}],"projectdocs":[{"DocTypeDesc":"Project Performance Assessment Report (PPAR),  Vol.1","DocType":"PPAR","EntityID":"000445729_20130402105830","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000445729_20130402105830","DocDate":"27-MAR-2013"},{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20091223230731","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20091223230731","DocDate":"17-DEC-2009"},{"DocTypeDesc":"Grant or Trust Fund Agreement (GTA),  Vol.","DocType":"GTA","EntityID":"000021321_2010051310301524","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000021321_2010051310301524","DocDate":"18-AUG-2008"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20080804031243","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080804031243","DocDate":"29-JUL-2008"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000076092_20080806121736","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080806121736","DocDate":"17-JUL-2008"}],"countryname":"Republic of Sierra Leone"}},"facets":{}}