{"rows":10,"os":"0","page":"1","total":"1","projects":{"P113218":{"id":"P113218","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"SF","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"SO Rapid Response Rehab of Rural Livel","board_approval_month":"September","approvalfy":"2009","boardapprovaldate":"2008-09-05T00:00:00Z","closingdate":"2010-09-30T00:00:00Z","lendprojectcost":"7,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"7,000,000","borrower":"TASITI","impagency":"A","url":"http://www.worldbank.org/projects/P113218/so-rapid-response-rehab-rural-livel?lang=en","countryshortname":"Somalia","teamleaderupi":"93918","prodlinetext":"Special Financing","keywords":{"cdata":"agricultural development, agricultural production, agricultural products, agricultural services, Agriculture, Animal, Animal Disease, animal diseases, animal health, animal health services, animal production, animal protein, animal welfare, animals, audits, cattle, cereals, comparative advantage, compost, crop residues, dairy, dairy products, diet, disease surveillance, dry season, economic activity, economic analysis, economic impact, economic welfare, Environmental, environmental impacts, environmental management, equipment, Exchange Rate, Expenditures, farm, farmers, farms, fats, Feed, feed additives, feeding, feeding practices, feeding systems, fertilizers, Financial Management, fishing, fodder, fodder production, food aid, food crops, food grains, food imports, food prices, food production, food products, food safety, Food Security, food supply, foods, foodstuff, forage, forestry, fruits, gauge, gender, grasses, Hazard, household food security, human development, hygiene, income, incomes, Increasing livestock production, inflation, livestock, livestock assets, livestock exports, livestock feed, livestock industry, livestock markets, livestock producers, livestock production, Livestock production system, livestock production systems, livestock products, livestock sector, livestock sub-sector, local authorities, maize, manure, market distortions, marketing, meat, meat markets, meat prices, meat processing, meat production, meat products, Middle East, Milk, Milk production,"},"project_abstract":{"cdata":"This project document concerns the Global Food Crisis Response Program (GFRP), which was endorsed by the Board on May 29, 2008, and will be financed out of and the Food Price Crisis Response (FPCR) Trust Fund (TF) to support a Rapid Response Rehabilitation of Rural Livelihoods Project (RRRRLP) in Somalia. The objectives of the GFRP are to: (i) reduce the negative impact of high and volatile food prices on the lives of the poor in a timely way; (ii) support governments in the design of sustainable policies that mitigate the adverse impacts of high and more volatile food prices on poverty while minimizing the creation of long-term market distortions; and (iii) support broad-based growth in productivity and market participation in agriculture to ensure an adequate and sustainable food supply response. The worsening food crisis in Somalia points to an urgent need for increased financial support and the World Bank can best assist by financing funding gaps in existing programs being implemented by international, national, and non-governmental institutions. This approach would enable rapid implementation and greatest impact.  The grant will be made to the Food and Agriculture Organization of the United Nations (FAO) as the implementing agency. FAO is currently involved in numerous projects in Somalia, and has an extensive knowledge of the situation on the ground and capacity to coordinate and implement in an efficient and effective manner. The will help finance, on an urgent basis over 18 months to two years, the costs associated with increasing crop and livestock production systems."},"country_namecode":"Somali Democratic Republic!$!SO","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Somalie : réponse rapide pour réhabiliter les moyens d’existence en zones rurales</ProjectName><ProjectAbstract>Ce document de projet concerne le Programme d’intervention en réponse à la crise alimentaire mondiale (GFRP) qui a été approuvé par le Conseil le 29 mai 2008, et sera financé par le Fonds fiduciaire pour la réponse à la crise des prix alimentaires (FPCR) pour appuyer le Projet de d’intervention rapide pour rétablir les conditions de vie des ruraux (RRRRLP) en Somalie. Les objectifs du GFRP sont de : i) réduire en temps voulu l’effet négatif de l’instabilité et du niveau élevé des prix des produits alimentaires sur les conditions de vie des pauvres ; ii) aider les gouvernements à concevoir des politiques durables propres à atténuer ces effets négatifs sur la pauvreté tout en minimisant l’apparition de distorsions à long terme sur le marché ; et iii) soutenir des gains de productivité multisectoriels et la participation marché dans le secteur agricole pour assurer une réponse adéquate et durable de l’offre de produits alimentaires. Du fait de l’aggravation de la crise alimentaire en Somalie, il est urgent d’accroître l’aide financière à ce pays et la Banque mondiale est la mieux à même de combler les déficits de financement qui caractérisent les programmes actuellement mis en œuvre par des organismes internationaux, nationaux et non-gouvernementaux. Cette approche permettra une mise en œuvre rapide et une maximisation des effets obtenus. Le don sera accordé à l’Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO) en tant qu’agence d’exécution. La FAO participe actuellement à de nombreux projets en Somalie, et elle a une connaissance approfondie de la situation sur le terrain et la capacité de coordonner et mettre en œuvre d’une façon efficace et efficiente. Elle aidera à financer d’urgence sur une période de 18 mois à deux ans, les coûts liés au développement des systèmes de production de l’agriculture et de l’élevage.</ProjectAbstract></Project>]]>","sector1":{"Name":"Animal production","Percent":38},"sector2":{"Name":"Crops","Percent":33},"sector3":{"Name":"Irrigation and drainage","Percent":29},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"7,000,000","sector":[{"Name":"Animal production"},{"Name":"Crops"},{"Name":"Irrigation and drainage"}],"docty":"Implementation Completion and Results Report,Environmental Assessment,Project Paper,Integrated Safeguards Data Sheet,Project Information Document","countrycode":"SO","sectorcode":"AI,AH,AJ","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Rural development"],"ccsa_practice_code":"JOB","themecode":"91","combined_practice_name":"Jobs","mjthemecode":"10,8","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"8"}],"sector_namecode":[{"name":"Animal production","code":"AJ"},{"name":"Crops","code":"AH"},{"name":"Irrigation and drainage","code":"AI"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":38},{"Name":"Agriculture, fishing, and forestry","Percent":33},{"Name":"Agriculture, fishing, and forestry","Percent":29}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20110828234058","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110828234058","DocDate":"17-MAR-2011"},{"DocTypeDesc":"Environmental Assessment (EA),  Vol.1","DocType":"EA","EntityID":"000333038_20091012021214","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20091012021214","DocDate":"01-DEC-2008"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000334955_20080901044450","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20080901044450","DocDate":"25-AUG-2008"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000076092_20080811144252","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080811144252","DocDate":"08-AUG-2008"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000076092_20080917102056","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000076092_20080917102056","DocDate":"01-AUG-2008"}],"countryname":"Somali Democratic Republic","ccsa_practice_name":"Jobs"}},"facets":{}}