{"rows":10,"os":"0","page":"1","total":"1","projects":{"P115426":{"id":"P115426","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Energy Efficiency Development Policy Loan","board_approval_month":"June","approvalfy":"2011","boardapprovaldate":"2011-06-07T00:00:00Z","closingdate":"2012-03-31T00:00:00Z","lendprojectcost":"1,114,500,000","ibrdcommamt":"1,114,500,000","idacommamt":"0","totalamt":"1,114,500,000","grantamt":"0","borrower":"EPULIC","url":"http://www.worldbank.org/projects/P115426/energy-efficiency-development-policy-loan?lang=en","countryshortname":"Poland","teamleaderupi":"252182","prodlinetext":"IBRD/IDA","keywords":{"cdata":"abatement potential, air, air leakage, airborne emissions, approach, availability, average price, balance, barriers to energy efficiency, barriers to entry, biogas, Biomass, boilers, business as usual scenario, capacity utilization, capital cost, carbon, carbon abatement, carbon capture, carbon energy, carbon technologies, Chemicals, clean power, Climate, Climate Change, climate change mitigation, climate policies, co, CO2, coal, coal prices, cogeneration, commercial banks, Consumer price, Consumption of energy, Convergence, cost minimization, cost of energy, cost savings, CPI, decline in energy consumption, deficit financing, demand management, Diesel, District Heating, dividends, domestic production, economic activity, economic conditions, economic growth, economic impact, economic policies, economic recovery, efficiency gains, electric power, electricity, electricity generation, electricity supply, emission, Emission abatement, emission reduction, emission reduction target, emissions, emissions abatement, emissions reduction, emissions reductions, Employment, end-use, end-use energy efficiency, energy audit, energy buildings, energy consumers, energy consumption, energy consumption levels, energy demand, ENERGY EFFICIENCY, energy efficiency improvements, energy efficiency investments, energy efficiency measures, energy efficiency programs, Energy intensity, energy markets, energy policies, energy price, energy prices, energy savings, energy security, Energy Service, energy"},"project_abstract":{"cdata":"The Government of Poland faces a dilemma: how can harmful emissions are decreased, while maintaining its focus on economic growth to converge with the European Union (EU)-15 and do this within a constrained fiscal environment. The World Bank (the Bank) worked closely with the Government during 2009-10 to address this conundrum in preparing the 2011 report entitled 'transition to a low emissions economy in Poland', analyzing the carbon abatement potential in Poland and the associated economic impact. The analysis identified energy efficiency and selected renewable energy investments as the priority near- to medium-term investments. Although energy efficiency options are low cost, market penetration has been limited. This DPL supports policy actions that are designed to address market rigidities. Poland faces a problem in achieving bold renewable energy targets as there is little hydropower or deep geothermal potential and solar power is expensive. Biomass applications have recently shown promise and are, along with wind power and biogas, expected to be the focus of attention in meeting Poland's 2020 renewable energy target of 15.0 percent of final energy consumption from renewable energy sources. To support the implementation of its renewable energy policy, the Government has established a green certificates program that obliges electricity suppliers to increase the share of renewable energy in their portfolio. In addition, subsidies are available from EC funds used to help decrease renewable energy investment costs as part of the transition to reduce emissions."},"country_namecode":"Republic of Poland!$!PL","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Заем на цели развития в области повышения энергоэффективности</ProjectName><ProjectAbstract>Правительство Польши стоит перед дилеммой: как обеспечить сокращение вредных выбросов, сохраняя акцент на экономическом росте с целью достижения уровня Европейского союза (ЕС)-15, и добиться этого в условиях ограниченных бюджетно-финансовых ресурсов. Всемирный банк (Банк) тесно взаимодействовал с правительством в 2009–2010 годах для решения этой дилеммы в ходе подготовки доклада 2011 года, озаглавленного \"Переход к экономике с низким уровнем выбросов в Польше\", проводя анализ потенциала для снижения выбросов углерода в Польше и связанных с ним экономических последствий. По результатам анализа, в качестве приоритетных на ближайший период и в среднесрочной перспективе были выделены инвестиции в обеспечение энергоэффективности и определенные возобновляемые источники энергии. Хотя варианты энергоэффективности являются малозатратными, их проникновение на рынок ограничено. Данный ЗЦР оказывает поддержку политическим мерам, направленным на решение проблемы инерционности рынка. Достижение масштабных целей в области возобновляемой энергетики для Польши затруднено, поскольку она не располагает ни значительными гидроэнергетическими ресурсами, ни глубоким геотермическим потенциалом, а солнечная энергетика требует больших затрат. В последнее время представляется перспективным применение биомассы, которому, наряду с использованием энергии ветра и биогаза, планируется уделять основное внимание в достижении Польшей к 2020 году целевого показателя в области возобновляемой энергетики – 15,0 процентов конечного потребления энергии из возобновляемых источников. В целях содействия осуществлению политики в области возобновляемой энергетики правительство ввело программу зеленых сертификатов, обязывающую поставщиков электроэнергии увеличить долю возобновляемых источников в своем портфеле. Кроме того, за счет субсидий из фондов ЕС будут снижаться затраты на капиталовложения в развитие возобновляемой энергетики в рамках перехода к сокращению выбросов. </ProjectAbstract></Project>]]>","sector1":{"Name":"Energy efficiency in Heat and Power","Percent":83},"sector2":{"Name":"Other Renewable Energy","Percent":17},"theme1":{"Name":"Climate change","Percent":92},"theme2":{"Name":"Pollution management and environmental health","Percent":8},"totalcommamt":"1,114,500,000","sector":[{"Name":"Energy efficiency in Heat and Power"},{"Name":"Other Renewable Energy"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Summary of Discussion,Program Document,Program Information Document,Program Information Document,Program Information Document","countrycode":"PL","sectorcode":"LR,LA","mjsector_namecode":[{"name":"Energy and mining","code":"LX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Environment and natural resources management","Environment and natural resources management"],"themecode":"84,81","mjthemecode":"11,11","mjtheme_namecode":[{"name":"Environment and natural resources management","code":"11"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Energy efficiency in Heat and Power","code":"LA"},{"name":"Other Renewable Energy","code":"LR"}],"theme_namecode":[{"name":"Climate change","code":"81"},{"name":"Pollution management and environmental health","code":"84"}],"source":"IBRD","majorsector_percent":[{"Name":"Energy and mining","Percent":83},{"Name":"Energy and mining","Percent":17}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20130703102619","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130703102619","DocDate":"25-JUN-2013"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000171540_2011080212083462","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2011080212083462","DocDate":"16-JUN-2011"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000356161_20110610013354","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20110610013354","DocDate":"07-JUN-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20110518012133","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110518012133","DocDate":"12-MAY-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110404101906","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110404101906","DocDate":"31-MAR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20101215160154","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20101215160154","DocDate":"23-NOV-2010"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20101221100448","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20101221100448","DocDate":"23-NOV-2010"}],"countryname":"Republic of Poland"}},"facets":{}}