{"rows":10,"os":"0","page":"1","total":"1","projects":{"P115608":{"id":"P115608","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Mexico Framework for Green Growth Development Policy Loan","board_approval_month":"October","approvalfy":"2010","boardapprovaldate":"2009-10-20T00:00:00Z","closingdate":"2010-12-31T00:00:00Z","lendprojectcost":"2,003,750,000","ibrdcommamt":"1,503,750,000","idacommamt":"0","totalamt":"1,503,750,000","grantamt":"0","borrower":"EET","impagency":"SHCP","url":"http://www.worldbank.org/projects/P115608/mexico-framework-green-growth-development-policy-loan?lang=en","countryshortname":"Mexico","teamleaderupi":"339884","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to electricity, accessibility, accident rates, aggregate demand, Air, air pollution, Air Quality, Air Quality Management, airports, approach, automobile, automobile use, automobiles, Automotive Sector, availability, Balance, bicycle use, bikeway construction, Bus, bus lanes, buses, calculation, car, car users, Carbon, carbon credits, Carbon Dioxide, carbon emissions, Carbon Finance, carbon footprint, carbon intensity, Carbon Monoxide, carbon transport, carbonization, cars, CH4, Clean Technology, Climate, Climate Change, climate change mitigation, Climate Change Strategy, CO, CO2, Commercial Energy, Commercial Energy Efficiency, Congestion, congestion pricing, congestion reduction, consumption of energy, cost of electricity, Cycle Systems, Deforestation, diesel, drivers, driving, efficiency improvements, efficient energy use, electric supply, Electricity, electricity consumption, electricity generation, electricity generation mix, electricity utilities, emission, emission reduction, emission reduction objectives, emission reduction targets, emission reductions, emission trends, Emissions, Emissions Growth, emissions profile, Emissions Reductions, emissions standards, emissions targets, employment, energy consumption, Energy Efficiency, energy efficiency improvements, energy generation, Energy Management, Energy policies, energy policy, energy prices, energy production, energy requirements, Energy Savings, energy supply, Environmental Protection, excise tax, externalitie"},"project_abstract":{"cdata":"The objective of the Framework for Green Growth Development Policy Loan Program is to support the Government of Mexico's program to further develop the regulatory, monitoring and financial framework for low emissions evolution of the transport and energy sectors. To address the challenges posed by climate change, Mexico has publicly committed to reducing its Greenhouse Gas (GHG) emissions. The country has ratified the United Nations Framework Convention on Climate Change (UNFCCC) and the Kyoto protocol, and is one of the first developing countries to commit to a specific carbon reduction target through the use of clean and efficient technologies. As part of its voluntary commitment to GHG emission reductions, Mexico also plans a domestic cap-and-trade system by 2012 to abate emissions from point sources. At the January 2009 meeting of the world economic forum in Davos, President Calderon restated the Government's target to halve GHG emissions by 2050 depending on financial international cooperation and on international agreements on mitigation. This commitment has been hailed by the UNFCCC general secretariat as an example of a long-term vision for sustainable development. Moreover, in August 2009, the Government of Mexico formally committed itself to a detailed plan for emission reductions embedded in the special program for climate change (Programa Especial de Cambio Climhtico, or PECC) that provides an accounting of emissions by sector creates a framework for monitoring improvements and establishes a blueprint for emission reduction initiatives, sector by sector. As a result of its leadership in this area, Mexico has been ranked fourth in the world in the independent climate performance index, which assesses country performance based on: per capita GHG emission trends in the energy, transport, residential and industrial sectors; absolute energy-related GHG emission"},"country_namecode":"United Mexican States!$!MX","sector1":{"Name":"Other Renewable Energy","Percent":50},"sector2":{"Name":"Urban Transport","Percent":50},"theme1":{"Name":"Other economic management","Percent":50},"theme2":{"Name":"Climate change","Percent":25},"totalcommamt":"1,503,750,000","sector":[{"Name":"Other Renewable Energy"},{"Name":"Urban Transport"}],"docty":"Implementation Completion and Results Report,Loan Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"MX","sectorcode":"TC,LR","mjsector_namecode":[{"name":"Energy and mining","code":"LX"},{"name":"Transportation","code":"TX"}],"mjtheme":["Economic management","Environment and natural resources management"],"themecode":"81,24","mjthemecode":"1,11","mjtheme_namecode":[{"name":"Economic management","code":"1"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Other Renewable Energy","code":"LR"},{"name":"Urban Transport","code":"TC"}],"theme_namecode":[{"name":"Other economic management","code":"24"},{"name":"Climate change","code":"81"}],"source":"IBRD","majorsector_percent":[{"Name":"Energy and mining","Percent":50},{"Name":"Transportation","Percent":50}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000350881_20130418125013","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20130418125013","DocDate":"16-JUN-2011"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000014464_2010041914262428","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000014464_2010041914262428","DocDate":"18-NOV-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20131203145328","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20131203145328","DocDate":"14-OCT-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20090825102736","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090825102736","DocDate":"20-AUG-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000333037_20140730152046","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20140730152046","DocDate":"02-JUL-2009"}],"countryname":"United Mexican States"}},"facets":{}}