{"rows":10,"os":"0","page":"1","total":"1","projects":{"P116064":{"id":"P116064","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"SF","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Kenya Agricultural Input Supply Program","board_approval_month":"April","approvalfy":"2009","boardapprovaldate":"2009-04-21T00:00:00Z","closingdate":"2010-06-30T00:00:00Z","lendprojectcost":"5,000,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"5,000,000","borrower":"ET","impagency":"IIST","url":"http://www.worldbank.org/projects/P116064/kenya-agricultural-input-supply-program?lang=en","countryshortname":"Kenya","teamleaderupi":"249340","prodlinetext":"Special Financing","keywords":{"cdata":"accounting, administrative procedures, advisory services, aea, affordability, Agribusiness, agricultural activities, Agricultural Credit, Agricultural Development, Agricultural Extension, AGRICULTURAL INPUTS, Agricultural Market, agricultural output, agricultural production, Agricultural Productivity, agricultural technologies, Agriculture, Agriculture Organization, animal health, assessment process, audit reports, audits, balance sheet, Bank Borrowers, Bank credit, Bank financing, Bank funding, Bank management, banks, basic needs, Beneficiaries, Beneficiary, best practices, Borrower, budgetary allocations, Budgeting, Business Development, Business Development officer, Capacity Building, cereals, Certified Public Accountant, coffee, commercial bank, commercial farming, community leaders, Conditionality, consulting services, consumer, consumers, contributions, Corruption, credit facility, Credits, crop, crop failure, crop husbandry, Crops, CURRENCY, debt, debt service, Development Bank, drought, economic impact, Economics, emissions, Environmental, ethnic group, Exchange rate, Expenditure, expenditures, extreme poverty, FAO, farm, farm households, farm incomes, farmer, farms, fertilizer, fertilizer use, fertilizers, financial capacity, Financial Management, Financial Procedures, fish, fixed assets, flour, food insecurity, food policies, food prices, food production, Food security, food shortage, food supply, funding sources, gender, government expenditures, Government interven"},"project_abstract":{"cdata":"This Agricultural Input Supply Project is financed under the Global Food Crisis Response Program (GFRP), which was endorsed by the board on May 29, 2008, and will be financed out of the Food Price Crisis Response Trust Fund (FPCRTF) for an Agriculture Inputs Project. The grant will help finance the costs associated with the provision of seed and fertilizer to 50,000 small farmers, aimed at directly increasing their cereal production during the long rains planting season which started in late March 2009. The objective of the project is to assist the recipient to increase access to agricultural inputs and technologies among targeted small holder farmers in the six main producing districts: Eldoret East, Eldoret West, Wareng, Trans Nzoia East, Trans Nzoia West, and Kwanza Districts. This improved farmer access is expected to contribute to higher yields, household food self-sufficiency and the generation o f surpluses for sale, as well as reduced gap between domestic production and consumption in 2009. The Bank's strategy for emergency support will be focused on improving the immediate to medium-term supply of food produced and available in the country. The World Bank is intensifying its long term support to agricultural productivity."},"country_namecode":"Republic of Kenya!$!KE","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Kenya : Programme de fourniture d’intrants agricoles</ProjectName><ProjectAbstract>Ce Projet d’approvisionnement en intrants agricoles est financé dans le cadre du Programme mondial de riposte à la crise alimentaire (GFRP), qui été validé par le Conseil des Administrateurs le 29 mai 2008. Il sera financé par le Fonds fiduciaire pour la riposte à la crise des prix alimentaires (FPCRTF), au titre d’un Projet sur les intrants agricoles. Le don permettra de financer les charges liées à la fourniture des semences et des engrais à 50 000 petits exploitants, dans le but d’accroître directement leur production de céréales pendant les longues pluies de la période de semis qui a commencé à la fin du mois de mars 2009. Le projet a pour objectif d’aider le bénéficiaire à améliorer l’accès aux intrants agricoles des petits exploitants agricoles ciblés des six principaux districts de production qui sont : Eldorest East, Eldorest West, Wareng, Trans Nzoia East, Trans Nzoia Westet Kwanza. Ce meilleur accès des agriculteurs doit contribuer à une amélioration des rendements, une autosuffisance alimentaire des foyers et la création d’excédents pour la vente, ainsi qu’à une diminution de l’écart entre la production intérieure et la consommation en 2009. La stratégie de la Banque pour l’appui d’urgence se concentrera sur l’amélioration, de l’immédiat au moyen terme, de l’offre des denrées alimentaires produites et disponibles dans le pays. La Banque mondiale intensifie en ce moment son appui à long terme à la productivité agricole.</ProjectAbstract></Project>]]>","sector1":{"Name":"Crops","Percent":100},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"5,000,000","sector":[{"Name":"Crops"}],"docty":"Implementation Completion and Results Report,Project Paper,Integrated Safeguards Data Sheet","countrycode":"KE","sectorcode":"AH","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Rural development"],"ccsa_practice_code":"JOB","themecode":"91","combined_practice_name":"Jobs","mjthemecode":"10,2","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"2"}],"sector_namecode":[{"name":"Crops","code":"AH"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20110405000939","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20110405000939","DocDate":"29-DEC-2010"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000334955_20090416004051","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20090416004051","DocDate":"08-APR-2009"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000104615_20090331131732","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20090331131732","DocDate":"25-MAR-2009"}],"countryname":"Republic of Kenya","ccsa_practice_name":"Jobs"}},"facets":{}}