{"rows":10,"os":"0","page":"1","total":"1","projects":{"P116353":{"id":"P116353","projectfinancialtype":"IDA","regionname":"East Asia and Pacific","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Higher Education Development Policy Program - Second Operation","board_approval_month":"November","approvalfy":"2011","boardapprovaldate":"2010-11-30T00:00:00Z","closingdate":"2011-06-30T00:00:00Z","lendprojectcost":"50,000,000","ibrdcommamt":"0","idacommamt":"50,000,000","totalamt":"50,000,000","grantamt":"0","borrower":"SCIALIST","impagency":"IIST","url":"http://www.worldbank.org/projects/P116353/higher-education-development-policy-program-second-operation?lang=en","countryshortname":"Vietnam","teamleaderupi":"190364","prodlinetext":"IBRD/IDA","keywords":{"cdata":"academic autonomy, academic freedom, academic programs, academic quality, academic staff, access to finance, access to higher education, Access to Information, Access to Tertiary Education, Access to university, accreditation, accreditation system, accreditation systems, advanced education, applied research, bank credit, banks, basic education, borrowing, budget for education, capital account, capital flows, civil service, colleges, Credits, Current account, curricula, curriculum, curriculum frameworks, DEBT, Debt service, Debt service ratio, debts, deposits, Development Assistance, Disadvantaged Children, disciplines, doctoral degrees, doctoral studies, earnings, economic activities, Economic Development, economic growth, economic reforms, educated workforce, education agenda, education enrollments, Education Lending, education opportunities, education outcomes, education policy, education portfolio, education services, education strategy, educational attainment, Educational Expenditure, educational experts, educational infrastructure, educational opportunities, educational quality, Employment, enrollment rate, environmental science, equal education, equitable access, ethnic minorities, ethnic minority, ethnic minority groups, Exchange Rate, expenditures, external shocks, faculty members, financial audits, financial distress, financial markets, fiscal deficit, foreign currency, Foreign direct investment, foreign investment, foreign universities, gross enrollment, gross enrol"},"project_abstract":{"cdata":"The objective of the Second Operation of the Higher Education Development Policy Program for Vietnam is to strengthen governance, rationalize financing, improve the quality of teaching and research, improve accountability for performance, and enhance transparency in financial management within the higher education sector. The program has the following components: (1) Governance: improve efficiency, quality, and responsiveness of higher education and research; and increase quantitative capacity for the higher education sub-sector. (2) Financing: enhance fiscal transparency, sustainability, efficiency, and equity of the higher education sub-sector; and promote autonomy and improve the quality of research and teaching at research universities. (3) Quality improvement: improve the efficiency and transparency of student admission; improve the quality of teaching inputs; and improve the efficiency and transparency of qualifications. (4) Quality assurance: improve information available to government, as well as to employers, graduates, students and their families; improve the quality of teaching and research outputs. (5) Financial reporting and audit: achieve financial transparency and efficiency in public resource use; and ensure adequate oversight of public funds through independent audits."},"country_namecode":"Socialist Republic of Vietnam!$!VN","sector1":{"Name":"Tertiary education","Percent":100},"theme1":{"Name":"Education for the knowledge economy","Percent":100},"totalcommamt":"50,000,000","sector":[{"Name":"Tertiary education"}],"docty":"Implementation Status and Results Report,Financing Agreement,Program Document,Program Information Document","countrycode":"VN","sectorcode":"ET","mjsector_namecode":[{"name":"Education","code":"EX"}],"mjtheme":["Human development"],"themecode":"66","mjthemecode":"8,10","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"","code":"10"}],"sector_namecode":[{"name":"Tertiary education","code":"ET"}],"theme_namecode":[{"name":"Education for the knowledge economy","code":"66"}],"source":"IBRD","majorsector_percent":[{"Name":"Education","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012020522073861","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012020522073861","DocDate":"05-FEB-2012"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"090224b081af53be_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af53be_2_0","DocDate":"16-DEC-2010"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000371432_20101108094548","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000371432_20101108094548","DocDate":"29-OCT-2010"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000262044_20091116084005","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20091116084005","DocDate":"22-OCT-2009"}],"countryname":"Socialist Republic of Vietnam"}},"facets":{}}