{"rows":10,"os":"0","page":"1","total":"1","projects":{"P117201":{"id":"P117201","projectfinancialtype":"IBRD","regionname":"Middle East and North Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Morocco - Sustainable Access to Finance DPL","board_approval_month":"January","approvalfy":"2010","boardapprovaldate":"2010-01-26T00:00:00Z","closingdate":"2011-12-31T00:00:00Z","lendprojectcost":"200,000,000","ibrdcommamt":"200,000,000","idacommamt":"0","totalamt":"200,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P117201/morocco-sustainable-access-finance-dpl?lang=en","countryshortname":"Morocco","teamleaderupi":"296357","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accounting, Accounting Standard, Amortization, amortizations, arrears, asset quality, Bank Asset, bank assets, bank deposits, bank portfolios, bank regulation, bank supervision, banking assets, banking institutions, Banking law, BANKING SECTOR, banking system, beneficiaries, bond, bond issues, Borrower, borrowing requirements, branch networks, brokers, budget deficit, budget deficits, budget surpluses, Capital Adequacy, capital flows, capital fund, capital grants, Capital Market, Capital market development, capital markets, CDS, Central Bank, Central Government debt, checking accounts, collateral, Collective Investment, commercial banks, commodity prices, credit bureau, credit bureaus, Credit Default, Credit Default Swap, credit expansion, credit growth, Credit Guarantee, credit information, credit institution, credit institutions, credit reporting, credit reporting system, credit risk, CURRENCY, current account deficits, DEBT, debt composition, debt ratio, debt ratios, debt reductions, Debt Source, default rates, deposit, Deposit account, deposit mobilization, deposits, Development Bank, DISBURSEMENT, domestic debt, domestic financial market, domestic financial markets, domestic market, Economic Development, enforcement powers, equity investments, Exchange rate, expenditure, expenditures, export competitiveness, export performance, external borrowing, External debt, FINANCIAL CRISIS, financial development, financial information, financial infrastructure, financial institutio"},"project_abstract":{"cdata":"Morocco has made substantial progress in developing its financial sector. The total assets of Moroccan financial institutions have grown significantly and exceed 200 per cent of gross domestic product (GDP), a ratio that is well above the level predicted by Morocco's per capita income. This progress in financial development has been the result of sound macroeconomic policies and important financial sector reforms earlier in the decade, which positioned Morocco to take advantage of favorable conditions. The Government has launched a new financial reform program that addresses effectively the dual objectives of access and stability. It includes four mutually reinforcing pillars which build on major improvements in the soundness and risk management capacity of financial institutions. The first pillar contains measures that promote access to households while the second pillar comprises measures to enhance access to small and medium enterprises. The launch of a credit bureau and revised partial credit guarantee mechanisms will allow further progress in access and improved risk management. The third pillar strengthens the resiliency of the financial system through further improvements in financial regulation and supervision. It will allow an early identification of risks and will avoid a repeat of the difficulties experienced by the microcredit sector. The fourth pillar, capital market development, contributes both to access and stability. It promotes competition to banks which will encourage them to go down market, and will make new information and instruments available therefore making further gains in long term financing."},"country_namecode":"Kingdom of Morocco!$!MA","projectinfo":"<![CDATA[<Project><LangCode>AR</LangCode><ProjectName>المغرب - قرض سياسات التنمية لتحقيق الإمكانية المستدامة للحصول على التمويل</ProjectName><ProjectAbstract>أحرزت المغرب تقدما كبيرا في مجال تطوير قطاعها المالي. فقد نما إجمالي أصول مؤسسات المال المغربية بدرجة كبيرة ليتجاوز 200 في المائة من إجمالي الناتج المحلي، وهو معدل يزيد على المستوى المتوقع لنمو دخل الفرد. وجاء التقدم في التنمية المالية نتيجة انتهاج سياسات صحيحة للاقتصاد الكلي والإصلاحات الهامة التي شهدها القطاع المالي في بداية هذه السنوات العشر والتي مكنت المغرب من الاستفادة من الظروف المواتية. قامت الحكومة بتدشين برنامج إصلاح مالي جديد يعالج بفعالية هدفي تيسير سبل الحصول على التمويل وتحقيق الاستقرار. ويقوم البرنامج على أربع ركائز مترابطة تبني على ما تحقق من تحسن كبير في قوة المؤسسات المالية وقدرتها على تدبير المخاطر. وتتضمن الركيزة الأولى لهذه العملية إجراءات تعزز إمكانية حصول الأسر على التمويل بينما تتضمن الركيزة الثانية إجراءات لتعزيز إمكانية حصول مؤسسات الأعمال الصغيرة والمتوسطة على التمويل. وسيسمح إطلاق مركز استعلام وتصنيف ائتماني وتطوير آليات ضمان جزئي للائتمان بتحقيق المزيد من التقدم على صعيد إتاحة إمكانية الحصول على التمويل، وتحسين إدارة المخاطر. أما الركيزة الثالثة فستدعم قدرة النظام المالي على الصمود والتعافي من خلال إدخال تحسينات إضافية في مجال اللوائح التنظيمية والرقابة المالية. وسيتيح ذلك التعرف المبكر على المخاطر واجتناب تكرار المصاعب التي عاناها قطاع القروض الصغرى. وتسهم الركيزة الرابعة، المتمثلة في تنمية سوق رأس المال، في زيادة إمكانية الحصول على التمويل والحفاظ على الاستقرار. ويشجع ذلك المنافسة لدى البنوك مما سيحثها على النزول إلى السوق وإتاحة المعلومات والأدوات الجديدة ومن ثم تحقيق المزيد من الأرباح في التمويل طويل الأجل.</ProjectAbstract></Project><Project><LangCode>FR</LangCode><ProjectAbstract>Le Maroc a réalisé des progrès considérables en ce qui a trait au développement de son secteur financier. Le total des actifs gérés par des institutions financières marocaines a augmenté de manière importante et dépasse 200 % du produit intérieur brut (PIB), un ratio qui est de beaucoup supérieur au niveau prévu en fonction du revenu par habitant du Maroc. Ces progrès sur le plan du développement financier sont attribuables à de saines politiques macroéconomiques et à d’importantes réformes du secteur financier réalisées ces dix dernières années et qui ont permis au Maroc de tirer parti de conditions favorables. Le gouvernement du Maroc a lancé un nouveau programme de réforme financière qui s’attaque efficacement au double objectif de l’accès au financement et de la stabilité financière. Ce programme comporte quatre volets qui se complètent et s’appuient sur d’importantes améliorations relatives à la solidité et aux capacités de gestion des risques des institutions financières. Le premier volet comporte des mesures destinées à promouvoir l’accès au financement pour les ménages tandis que le deuxième volet prévoit des mesures pour améliorer l’accès des petites et moyennes entreprises. Le lancement d’un bureau de crédit et la révision des mécanismes de garantie partielle du crédit permettront de réaliser davantage de progrès et d’améliorer la gestion des risques. Le troisième volet renforce la résilience du système financier au moyen d’améliorations supplémentaires en matière de réglementation financière et de supervision du secteur. Ce volet permettra la détection précoce des risques et permettra d’éviter les difficultés rencontrées par le secteur du microcrédit. Le quatrième volet concerne le développement des marchés de capitaux ; il contribuera améliorer à la fois l’accès au financement et la stabilité financière. Ce volet favorise la compétition entre les banques, ce qui les encouragera à devenir grand public et à produire de nouveaux outils et informations ciblant cette clientèle. Il permettra donc de réaliser des gains supplémentaires en termes de financement à long terme.</ProjectAbstract></Project>]]>","sector1":{"Name":"Banking","Percent":40},"sector2":{"Name":"Microfinance","Percent":20},"sector3":{"Name":"Capital markets","Percent":20},"sector4":{"Name":"Housing finance","Percent":10},"sector5":{"Name":"Non-compulsory pensions and insurance","Percent":10},"theme1":{"Name":"Infrastructure services for private sector development","Percent":5},"theme2":{"Name":"Micro, Small and Medium Enterprise support","Percent":15},"theme3":{"Name":"Regulation and competition policy","Percent":80},"totalcommamt":"200,000,000","sector":[{"Name":"Banking"},{"Name":"Microfinance"},{"Name":"Capital markets"},{"Name":"Housing finance"},{"Name":"Non-compulsory pensions and insurance"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Tranche Release Document,Implementation Status and Results Report,Program Document,Program Document,Program Document,Program Information Document,Program Information Document,Program Information Document,Program Information Document,Program Information Document","countrycode":"MA","sectorcode":"FD,FC,FK,FI,FA","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"}],"mjtheme":["Financial and private sector development","Financial and private sector development","Financial and private sector development"],"ccsa_practice_code":"JOB","themecode":"40,41,39","combined_practice_name":"Jobs","mjthemecode":"4,4,4","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Banking","code":"FA"},{"name":"Microfinance","code":"FI"},{"name":"Capital markets","code":"FK"},{"name":"Housing finance","code":"FC"},{"name":"Non-compulsory pensions and insurance","code":"FD"}],"theme_namecode":[{"name":"Infrastructure services for private sector development","code":"39"},{"name":"Micro, Small and Medium Enterprise support","code":"41"},{"name":"Regulation and competition policy","code":"40"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Finance","Percent":40},{"Name":"Finance","Percent":20},{"Name":"Finance","Percent":20},{"Name":"Finance","Percent":10},{"Name":"Finance","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20121016232915","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20121016232915","DocDate":"27-SEP-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012072417421963","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012072417421963","DocDate":"24-JUL-2012"},{"DocTypeDesc":"Tranche Release Document (TRD),  Vol.1","DocType":"TRD","EntityID":"000333037_20111028004313","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20111028004313","DocDate":"01-JAN-2011"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2010120116330834","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2010120116330834","DocDate":"01-DEC-2010"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20100302040757","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20100302040757","DocDate":"22-DEC-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20100222044628","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20100222044628","DocDate":"22-DEC-2009"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000334955_20100105011912","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000334955_20100105011912","DocDate":"22-DEC-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20091218101607","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20091218101607","DocDate":"16-DEC-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20091218115852","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20091218115852","DocDate":"19-NOV-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000362238_20091203134953","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000362238_20091203134953","DocDate":"19-NOV-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000262044_20091120090725","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20091120090725","DocDate":"18-NOV-2009"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000333038_20091203232541","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20091203232541","DocDate":"18-NOV-2009"}],"countryname":"Kingdom of Morocco","ccsa_practice_name":"Jobs"}},"facets":{}}