{"rows":10,"os":"0","page":"1","total":"1","projects":{"P119736":{"id":"P119736","projectfinancialtype":"OTHER","regionname":"Africa","prodline":"RE","lendinginstr":"Emergency Recovery Loan","lendinginstrtype":"IN","envassesmentcategorycode":"B","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Enhancing Agricultural Productivity Project","board_approval_month":"March","approvalfy":"2010","boardapprovaldate":"2010-03-12T00:00:00Z","lendprojectcost":"26,190,000","ibrdcommamt":"0","idacommamt":"0","totalamt":"0","grantamt":"26,190,000","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P119736/enhancing-agricultural-productivity-project?lang=en","countryshortname":"Kenya","teamleaderupi":"249340","prodlinetext":"Recipient Executed Activities","keywords":{"cdata":"access to credit, accountability mechanisms, accreditation, adverse impacts, advisory services, affordability, affordable financial services, Agribusiness, agricultural activities, Agricultural Credit, Agricultural Extension, agricultural growth, Agricultural Inputs, agricultural land, Agricultural Market, agricultural output, agricultural produce, agricultural production, AGRICULTURAL PRODUCTIVITY, Agricultural Research, Agricultural sector, agricultural technologies, Agricultural Training, Agriculture Organization, animal feed, animal health, arid areas, Arid Lands, Bank Borrowers, Bank credit, Bank management, beans, beneficiary communities, beneficiary participation, breeder seed, business management, Business plans, business volume, Capacity Building, capacity limitations, cassava, cereals, climate change, coffee, collateral, commercial bank, commercial banks, commercial farmers, commercial farming, commercialization, community committees, consulting services, Corruption, cowpeas, credit facilities, credit facility, Credit Guarantee, Credit guarantees, credit lines, Credit Program, credit risk, credit scheme, credit worthiness, Credits, Crop, crop failure, crop husbandry, crop production, crop varieties, Crops, cumulative loan, Deposit, Development Bank, diversification, drought tolerance, dry land, dry lands, ecological zones, emergency situation, equipment, exclusion, expenditures, extension services, FAO, Farm practices, farm size, farmer, farmer groups, farmer involv"},"project_abstract":{"cdata":"The objective of the Enhancing Agricultural Productivity Project for Kenya is to assist the recipient to increase access to agricultural inputs and technologies among targeted smallholder farmers in selected districts. There are four components to the project, the first component being up-scaling the existing agricultural credit program (Kilimo Biashara) at a cost of Euro 5.07 million.  The project will build on the partnerships already established between the Government, International Fund for Agricultural Development (IFAD), Alliance for Green Revolution in Africa (AGRA), and Equity Bank to leverage additional credit and scale up loans to farmers. The overall strategy is to leverage Equity Bank's enormous resources through a 10 percent guarantee fund on the basis of which Equity Bank will provide credit facilities of up to US$50 million to smallholder farmers, agro-input dealers and other value chain players in the agricultural sector. The second component is the up scaling the existing input voucher scheme (Kilimo Plus) in selected districts through the Government's National Accelerated Agricultural Inputs Access Program (NAAIAP) at a cost of Euro 9.47 million. The third component is the up-scaling of the orphan crop program at a cost of Euro 3.08 million. This component will focus on supplying planting materials of orphan crops to smallholder farmers in semi-arid areas.  This will involve promoting farmer involvement in seed bulking and multiplication of orphan and other crops, including sorghum, cassava and millet.  These crops are drought tolerant and more suitable for such areas and could be important substitutes to maize both for human consumption and in providing alternative ingredients to maize in animal feed production.  Finally, the fourth component is the support to project administration costs."},"country_namecode":"Republic of Kenya!$!KE","sector1":{"Name":"Crops","Percent":100},"theme1":{"Name":"Global food crisis response","Percent":100},"totalcommamt":"26,190,000","sector":[{"Name":"Crops"}],"docty":"Implementation Completion and Results Report,Project Paper,Integrated Safeguards Data Sheet,Project Information Document","countrycode":"KE","sectorcode":"AH","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Rural development"],"ccsa_practice_code":"JOB","themecode":"91","combined_practice_name":"Jobs","mjthemecode":"10,4","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"","code":"4"}],"sector_namecode":[{"name":"Crops","code":"AH"}],"theme_namecode":[{"name":"Global food crisis response","code":"91"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20130513105045","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20130513105045","DocDate":"26-APR-2013"},{"DocTypeDesc":"Project Paper (PJPR),  Vol.1","DocType":"PJPR","EntityID":"000333037_20100324004229","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20100324004229","DocDate":"08-MAR-2010"},{"DocTypeDesc":"Integrated Safeguards Data Sheet (ISDS),  Vol.1","DocType":"ISDS","EntityID":"000262044_20091119092515","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20091119092515","DocDate":"19-NOV-2009"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000262044_20091112113157","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20091112113157","DocDate":"04-NOV-2009"}],"countryname":"Republic of Kenya","ccsa_practice_name":"Jobs"}},"facets":{}}