{"rows":10,"os":"0","page":"1","total":"1","projects":{"P120399":{"id":"P120399","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Second Public Expenditure Development Policy Loan","board_approval_month":"April","approvalfy":"2011","boardapprovaldate":"2011-04-28T00:00:00Z","closingdate":"2011-12-31T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"100,000,000","idacommamt":"0","totalamt":"100,000,000","grantamt":"0","borrower":"EPULIC","url":"http://www.worldbank.org/projects/P120399/public-expenditure-dpl-2?lang=en","countryshortname":"Serbia","teamleaderupi":"305062","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to Information, Accounting, Accounting Standards, ALLOCATION, Amortization, amortizations, Annual Borrowing Plans, auction, balance of payments, balance sheets, banking sector, banking system, Basis Points, beneficiaries, beneficiary, Bids, Borrower, borrowing plan, Borrowing Requirements, budget deficit, budget deficits, Budget System, budgeting, capacity building, Capital Adequacy, capital flows, capitalization, cash management, Central Bank, commercial bank, commercial bank loans, Commercial banks, consolidation process, Consumer Price Index, credit growth, credit risks, Currency, current account deficit, debt data, debt database, Debt financing, DEBT MANAGEMENT, debt outstanding, debt service, DEBT SUSTAINABILITY, decline in investment, default risks, deficit financing, deficits, devaluation, DISBURSEMENT, Disbursements, domestic banking, domestic banks, domestic debt, domestic market, ECONOMIC DEVELOPMENTS, economic policies, Economic risks, economic turmoil, efficiency of public spending, emerging markets, Equity investment, equity issues, Eurobond, Exchange Rate, EXPENDITURE, expenditures, export growth, external audit, external debt, Finance Ministry, Financial Accountability, Financial Control, financial crisis, Financial Development, financial flows, Financial Management, Financial Sector, financial support, Financing Requirements, fiscal adjustment, fiscal burden, fiscal constraints, fiscal deficit, fiscal management, fiscal policies, fiscal policy, foreign "},"project_abstract":{"cdata":"The objective of the Second Public Expenditure Development Policy Loan Program (PEDPL2) is to help reduce the size of Serbia's large public sector by supporting reforms that will help improve the efficiency of public spending. The PEDPL program is central to the Bank's engagement in Serbia as described in the Country Partnership Strategy (CPS) and the Country Partnership Strategy Progress Report (CPSPR). The amount for the (PEDPL2) is USD 100 million. The PEDPL2 will be part of a coordinated financing package with the International Monetary Fund (IMF) and the European Commission (EC). PEDPL2 focuses on expenditure rationalization measures, targeting the public sector wage bill and the pension bill. The public sector wage bill has been in excess of ten percent of Gross Domestic Product (GDP) for the past five years, and pension spending the largest single spending category in Serbia is the second highest in Europe and Central Asia (ECA), a region where pension spending is typically high. After PEDPL2, the Third Public Expenditure Development Policy Loan Program (PEDPL3) will focus on expenditure rationalization in social sectors, including rationalization of the school network and payment reform in health areas where potential fiscal savings are the largest. First Public Expenditure Development Policy Loan Program (PEDPL1) focused on overarching public expenditure reforms."},"country_namecode":"Republic of Serbia!$!YF","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Второй заем на цели развития в области государственных расходов</ProjectName><ProjectAbstract>Целью Второй программы займа на цели развития в области государственных расходов (ЗЦРГР2) является оказание помощи в сокращении размеров обширного государственного сектора Сербии путем поддержки реформ, способствующих повышению эффективности государственных расходов. Программа ЗЦРГР занимает центральное место в деятельности Банка в Сербии, о чем говорится в Стратегии партнерства со страной (СПС) и в Докладе о ходе реализации Стратегии партнерства со страной (ДРСПС). Сумма ЗЦРГР2 составляет 100 млн. долл. США. ЗЦРГР2 войдет в состав согласованного пакета финансирования совместно с Международным валютным фондом (ВМФ) и Европейской комиссией (ЕК). ЗЦРГР2 концентрируется на мерах рационализации расходов и нацелен на фонд заработной платы и пенсионный фонд в государственном секторе. За последние пять лет фонд заработной платы в государственном секторе превышал 10 процентов валового внутреннего продукта (ВВП), а объем расходов на выплату пенсий – крупнейшая отдельно взятая категория расходов в Сербии – второй по величине в регионе Европы и Центральной Азии (ЕЦА), где расходы на пенсионные выплаты, как правило, высокие. После ЗЦРГР2 Третья программа займа на цели развития в области государственных расходов (ЗЦРГР3) будет сконцентрирована на рационализации расходов в социальных секторах, включая рационализацию школьной сети и реформу платежей в области здравоохранения, где потенциальная экономия бюджетных средств составит наибольшую сумму. В первой программе займа на цели развития в области государственных расходов (ЗЦРГР1) центральное место занимала общая реформа государственных расходов.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":60},"sector2":{"Name":"Other social services","Percent":20},"sector3":{"Name":"Compulsory pension and unemployment insurance","Percent":20},"theme1":{"Name":"Administrative and civil service reform","Percent":10},"theme2":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":20},"theme3":{"Name":"Debt management and fiscal sustainability","Percent":20},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":50},"totalcommamt":"100,000,000","sector":[{"Name":"Central government administration"},{"Name":"Other social services"},{"Name":"Compulsory pension and unemployment insurance"}],"docty":"Loan Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"YF","sectorcode":"BE,JB,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Social protection and risk management","Economic management","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,21,54,25","combined_practice_name":"Jobs","mjthemecode":"2,6,1,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Other social services","code":"JB"},{"name":"Compulsory pension and unemployment insurance","code":"BE"}],"theme_namecode":[{"name":"Administrative and civil service reform","code":"25"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":60},{"Name":"Health and other social services","Percent":20},{"Name":"Public Administration, Law, and Justice","Percent":20}],"projectdocs":[{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081af251a_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af251a_2_0","DocDate":"27-MAY-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110407002725","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110407002725","DocDate":"29-MAR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110228140235","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110228140235","DocDate":"03-FEB-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000262044_20100706113912","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20100706113912","DocDate":"21-JUN-2010"}],"countryname":"Republic of Serbia","ccsa_practice_name":"Jobs"}},"facets":{}}