{"rows":10,"os":"0","page":"1","total":"1","projects":{"P120445":{"id":"P120445","projectfinancialtype":"IDA","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Tajikistan's Fifth Programmatic Development Policy Grant","board_approval_month":"June","approvalfy":"2011","boardapprovaldate":"2011-06-07T00:00:00Z","closingdate":"2012-01-31T00:00:00Z","lendprojectcost":"10,000,000","ibrdcommamt":"0","idacommamt":"10,000,000","totalamt":"10,000,000","grantamt":"0","borrower":"EPULIC","url":"http://www.worldbank.org/projects/P120445/tajikistan-pdpg-5?lang=en","countryshortname":"Tajikistan","teamleaderupi":"64224","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, annual reports, arable land, auditors, audits, baseline scenario, Basic Services, basic social services, budget allocation, budget allocations, budget execution, budget implementation, budget planning, budget preparation, budget process, budgetary funds, budgetary management, business regulations, Capital expenditures, capital spending, central bank, Chart of Accounts, civil servants, civil service, civil society organizations, coal, commercial banks, comparative advantage, compliance costs, conflicts of interest, contingent liabilities, continuous monitoring, cost recovery, cost-effectiveness, CPI, Credit Facility, credit growth, Debt, debt burden, Debt Management, debt service, Debt Sustainability, decision making, delivery of services, domestic debt, domestic demand, donor assistance, Donor Coordination, economic activity, economic conditions, Economic Development, economic downturn, economic growth, economic situation, education services, effective use, Efficiency of expenditure, efficiency of public spending, Environmental, Exchange Rate, expenditure analysis, expenditures, expenditures on health, exploitation, external assistance, external audit, external audit body, external audits, external debt, external shocks, farms, finance ministry, Financial Accountability, financial control, financial institutions, Financial Management, financial operations, financial performance, financial reports, Financial Sector, financial services, financial statistics, financi"},"project_abstract":{"cdata":"The Fifth Programmatic Development Policy Grant Program (PDPG) is the second in a programmatic series of three operations for the Republic of Tajikistan. PDPG 4-6 series is central to the World Bank's engagement in Tajikistan, as envisaged in the FY10-13 Country Partnership Strategy (CPS) discussed by the Board in May 2010. It supports the government's two pronged strategy to mitigate the impact of the global crisis and to pave the way for post-crisis recovery and sustained growth and poverty reduction. PDPG 4-6 build on the PDPG1-3 series completed in 2009. Under PDPG1-3, the government pursued a program of reforms aimed at increasing the competitiveness of the private sector, at strengthening public sector management, and at improving the delivery of services. Despite setbacks and delays, the earlier reform program resulted in improvements in a number of areas. Details of the reform program and its outcomes are presented in the implementation completion report for the previous series. The PDPG5 supports actions in all three areas aimed at improving basic social services, private sector climate, and government effectiveness. To protect basic services, government has continued improving targeting and efficiency of social spending, specifically it has adopted a health sector master plan, issued resolutions for implementation of per capita financing in general education, and introduced pilot schemes for better targeting of social assistance in two rayon's. To improve the environment for private sector, the government has submitted a law codifying reduction in coverage of permits and procedures to restrict introduction of new permits, to continue issuing land-use certificates to farmers, and to take further actions to strengthen the financial sector. To enhance government effectiveness, Barki Tajik and Tajiktransgas have made progress in implementation of their financial"},"country_namecode":"Republic of Tajikistan!$!TJ","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Пятый программный грант на цели развития для Таджикистана</ProjectName><ProjectAbstract>Пятая программа программных грантов на цели развития (ПГЦР) – вторая в программной серии из трех операций для Республики Таджикистан. Серия ПГЦР4-6 занимает центральное место в деятельности Всемирного банка в Таджикистане, как предусмотрено в Стратегии партнерства со страной (СПС) на 2010–2013 ф. гг., рассмотренной Советом директоров в мае 2010 года. Она предназначена для оказания поддержки двухаспектной стратегии смягчения последствий глобального кризиса и подготовки почвы для послекризисного восстановления, а также устойчивого экономического роста и сокращения уровня бедности. ПГЦР4-6 базируется на серии ПГЦР1-3, завершенной в 2009 году. В рамках ПГЦР1-3 правительство осуществляло программу реформ, направленных на повышение конкурентоспособности частного сектора, на укрепление управления государственным сектором и на совершенствование предоставления услуг. Несмотря на недостатки и запаздывания, результатом предыдущей программы реформ стали улучшения в целом ряде областей. Подробные сведения о программе реформ и ее результатах представлены в докладе о завершении реализации по предыдущей серии. ПГЦР5 обеспечивает поддержку мероприятий во всех трех областях, направленных на совершенствование базовых социальных услуг, атмосферы в частном секторе и эффективности государственного управления. В целях сохранения базовых услуг правительство продолжало повышать адресность и эффективность расходов на социальные нужды, в частности, приняло генеральный план по сектору здравоохранения, выпустило постановления по осуществлению подушевого финансирования в сфере общего образования, а также ввело экспериментальные схемы усиления адресности социальной помощи в двух районах. В целях улучшения среды для частного сектора правительство представило закон, кодифицирующий сокращение объема разрешений и процедур в целях ограничения введения новых разрешений, продолжения выдачи фермерам свидетельств на землепользование, а также принятия дальнейших мер по укреплению финансового сектора. В целях повышения эффективности управления \"Барки Таджик\" и \"Таджиктрансгаз\" добились прогресса в осуществлении своих планов совершенствования управления финансовой деятельностью и в стимулировании более эффективного использования энергии. </ProjectAbstract></Project>]]>","sector1":{"Name":"Primary education","Percent":25},"sector2":{"Name":"General agriculture, fishing and forestry sector","Percent":25},"sector3":{"Name":"Aviation","Percent":24},"sector4":{"Name":"General finance sector","Percent":14},"sector5":{"Name":"Public administration- Information and communications","Percent":12},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":20},"theme2":{"Name":"Other economic management","Percent":50},"theme3":{"Name":"Macroeconomic management","Percent":30},"totalcommamt":"10,000,000","sector":[{"Name":"Primary education"},{"Name":"General agriculture, fishing and forestry sector"},{"Name":"Aviation"},{"Name":"General finance sector"},{"Name":"Public administration- Information and communications"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Financing Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"TJ","sectorcode":"BM,FZ,TV,AZ,EP","mjsector_namecode":[{"name":"Education","code":"EX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Transportation","code":"TX"},{"name":"Finance","code":"FX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Economic management","Economic management"],"themecode":"23,24,27","mjthemecode":"2,1,1","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"},{"name":"Economic management","code":"1"}],"sector_namecode":[{"name":"Primary education","code":"EP"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"Aviation","code":"TV"},{"name":"General finance sector","code":"FZ"},{"name":"Public administration- Information and communications","code":"BM"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Other economic management","code":"24"},{"name":"Macroeconomic management","code":"23"}],"source":"IBRD","majorsector_percent":[{"Name":"Education","Percent":25},{"Name":"Agriculture, fishing, and forestry","Percent":25},{"Name":"Transportation","Percent":24},{"Name":"Finance","Percent":14},{"Name":"Public Administration, Law, and Justice","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20140305113017","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20140305113017","DocDate":"25-FEB-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011091915234667","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011091915234667","DocDate":"19-SEP-2011"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000171540_2011071110300250","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2011071110300250","DocDate":"23-JUN-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20110515233404","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110515233404","DocDate":"06-MAY-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110616171925","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110616171925","DocDate":"04-APR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000003596_20110209095525","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000003596_20110209095525","DocDate":"07-FEB-2011"}],"countryname":"Republic of Tajikistan"}},"facets":{}}