{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122669":{"id":"P122669","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"CV-DPL 3-PRSC VII","board_approval_month":"June","approvalfy":"2012","boardapprovaldate":"2012-06-26T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"12,000,000","ibrdcommamt":"0","idacommamt":"12,000,000","totalamt":"12,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P122669/cv-dpl-3-prsc-vii?lang=en","countryshortname":"Cabo Verde","teamleaderupi":"205355","prodlinetext":"IBRD/IDA","keywords":{"cdata":"aggregate demand, arrears, arrears accumulation, balance of payment, Balance of Payments, balance sheet, balance sheets, bank supervision, bankruptcy, bankruptcy law, beneficiaries, bond market, Borrower, Budget Support, budgeting, Capacity Building, Capital Formation, Capital Grants, capital investment, capital investments, capital spending, Central Bank, Central Government, checks, claimants, commercial banks, commodity prices, constraints to growth, contingent liabilities, contingent liability, corporate tax rates, Country Procurement, Country Procurement Assessment, credit growth, Credit Policy, creditor, creditors, Currency, current account deficit, Current account deficits, Debt, debt management, debt management policy, debt service, Debt Sustainability, debts, Development Bank, Disbursement, disbursements, domestic borrowing, domestic credit, Economic Developments, economic downturn, economic growth, economic liberalization, equipment, Exchange Rate, Expenditure, expenditures, external debt, external deficit, external deficits, external financing, face value, Finances, Financial Accountability, financial crisis, financial instruments, Financial Management, Financial Management System, financial performance, Financial Sector, financial statements, financial support, financial sustainability, fiscal deficit, fiscal deficits, fiscal discipline, fiscal policy, fixed exchange rate, Foreign Direct Investment, foreign exchange, foreign exchange reserves, foreign investment, G"},"project_abstract":{"cdata":"The development objectives of the Seventh Poverty Reduction Support Credit Program (PRSC VII)for Cape Verde are to (i) improve the efficiency and transparency in the use of public resources and preserve macroeconomic stability through the implementation of a reform agenda for public finance management, debt management, procurement, and government's statistical system; (ii) improve the qualification of the labor force through the institutional upgrading of the vocational training system; (iii) enhance the country's investment climate by simplifying procedures for closing firms and promoting a level playing field for private investors; and (iv) strengthen the performance of public utilities in the energy and air transportation sectors. The PRSC VII is the final operation in a programmatic series of three one-year operations initiated in 2009 at the height of the global financial crisis and designed to support the implementation of the government's Second Growth and Poverty Reduction Strategy Paper (GPRSP-II) for the period 2008-2011. The Government of Cape Verde (GoCV) acted swiftly to counter the effects of the crisis, seizing the opportunity to tap into the fiscal space and external reserves that it had created in previous years and boost public investment, both to shore-up aggregate demand in the short-run, and at the same time addressing a number of binding infrastructure constraints on long-term growth. In this regard, the budget support provided by the Bank's PRSC series and by other development partners in 2009-10 enabled the government to adopt its countercyclical fiscal policy and continue its course of investment in critical infrastructure areas. The Cape Verdean economy is well integrated into the global economy, and its links to the Euro-zone are particularly strong. Therefore, the decline in the volume of international trade in services that accompanied the"},"country_namecode":"Republic of Cabo Verde!$!CV","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>CV-DPL 3-PRSC VII</ProjectName><ProjectAbstract>Les objectifs de développement du septième programme de crédit à l’appui de la réduction de la pauvreté (PRSC-VII) au Cap-Vert sont les suivants : (i) améliorer l’efficacité et la transparence au niveau de l’utilisation des ressources publiques et préserver la stabilité macro-économique par la mise en œuvre d’un programme de réformes pour la gestion des finances publiques, la gestion de la dette, la passation des marchés et le système statistique du gouvernement ; (ii) améliorer la qualification de la main-d’œuvre par la modernisation institutionnelle du système de formation professionnelle ; (iii) améliorer le climat d’investissement du pays par la simplification des procédures de fermeture des entreprises et la promotion de l’équité d’accès pour les investissements privés; et (iv) renforcer la performance des services publics dans les secteurs de l’énergie et du transport aérien. Le PRSC VII est l’opération finale d’une série programmatique de trois opérations d’une année initiée en 2009 à l'apogée de la crise financière mondiale et visant à financer la mise en œuvre de la deuxième Stratégie de réduction de la pauvreté (GPRSP-II) pour la période 2008-2011. Le gouvernement du Cap-Vert a réagi rapidement pour contrer les effets de la crise, saisissant l'opportunité de puiser dans l'espace fiscal et les réserves externes créées les années précédentes pour accroître les investissements publics, tant pour soutenir la demande globale à court terme que pour lever plusieurs obstacles liés aux infrastructures pour la croissance à long terme. À cet effet, l’aide budgétaire fournie par la série PRSC de la Banque mondiale et d’autres partenaires du développement en 2009-2010 ont permis au gouvernement d'adopter sa politique fiscale contre-cyclique et de poursuivre ses investissements dans des domaines d’infrastructure essentiels. L’économie capverdienne est bien intégrée dans l’économie mondiale et ses liens avec la zone euro sont particulièrement robustes. Par conséquent, la diminution du commerce international des services qui a accompagné la crise financière mondiale a eu des répercussions négatives importantes pour le Cap-Vert, avec un ralentissement de la croissance du produit intérieur brut (PIB) à 3,7 % en 2009 par rapport à 8,6 % et 6,2 % en 2007 et 2008 respectivement. L’aggravation récente des conditions mondiales en 2011 a accru les risques macro-économiques pour l’économie capverdienne. La forte chute des investissements étrangers directs et de l’afflux de capitaux est une répercussion directe du regain d'aversion pour le risque secrété par la crise dans la zone euro. Les services touristiques et les envois de fonds des travailleurs sont les principales sources de devises et, même si pour l’instant ces deux activités ont fait preuve de résilience, elles risquent de pâtir de la récession en Europe.</ProjectAbstract></Project><Project><LangCode>PT</LangCode><ProjectName>CV – DPL3 – PRSC VII</ProjectName><ProjectAbstract>Os objetivos de desenvolvimento do Programa do Sétimo Crédito de Apoio à Redução da Pobreza (PRSC VII) de Cabo Verde são (i) aumentar a eficiência e transparência na utilização dos recursos públicos e preservar a estabilidade macroeconómica através da implementação de uma agenda de reformas da gestão das finanças públicas, gestão da dívida, aquisições e sistema estatístico do governo; (ii) melhorar as qualificações da força de trabalho com a melhoria institucional do sistema de formação profissional; (iii) melhorar o clima de investimento do país mediante a simplificação de procedimentos para o encerramento de empresas e a promoção de condições equitativas para os investidores privados; e (iv) reforçar o desempenho das empresas de serviços públicos nos setores da energia e dos transportes aéreos. O PRSC VII é a operação final de uma série programática de três projetos com a duração de um ano iniciada em 2009, no pico da crise financeira global e desenhada para apoiar a implementação do Segundo Documento de Estratégia do Governo para o Crescimento e Redução da Pobreza (GPRSP-II) no período de 2008-2011. O Governo de Cabo Verde (GoCV) atuou rapidamente no sentido de contrabalançar os efeitos da crise, aproveitando a oportunidade para beneficiar do espaço fiscal e das reservas externas que acumulou nos anos anteriores e impulsionar o investimento público, quer para reforçar a procura agregada no curto prazo, quer para simultaneamente responder aos constrangimentos incontornáveis que as infraestruturas representam para o crescimento. Neste domínio, o apoio orçamental concedido pela série PRSC do Banco e por outros parceiros de desenvolvimento em 2009-2010 permitiu ao governo adotar a sua política fiscal de contraciclo e continuar o seu curso de investimento em áreas críticas de infraestruturas. A economia cabo-verdiana está bem integrada na economia global e as suas ligações com a zona Euro são particularmente fortes. Nestas circunstâncias, o declínio no volume de comércio internacional de serviços, que acompanhou a crise financeira global, teve um efeito profundamente negativo em Cabo Verde, onde o crescimento do Produto Interno Bruto (PIB) abrandou para 3,7% em 2009 face a 8,6% e 6,2% em 2007 e 2008, respetivamente. A recente degradação das condições mundiais em 2011 acentuou os riscos macroeconómicos para a economia de Cabo Verde. A forte queda do IDE e dos fluxos líquidos de receitas são efeitos diretos da crescente aversão a riscos gerada pela crise na zona Euro. Os serviços de turismo e remessas são as principais fontes de divisas e embora, por enquanto, ambos tenham sido resilientes, é provável que venham a sofrer com a recessão económica na Europa.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":40},"sector2":{"Name":"General industry and trade sector","Percent":30},"sector3":{"Name":"Aviation","Percent":10},"sector4":{"Name":"Transmission and Distribution of Electricity","Percent":10},"sector5":{"Name":"Vocational training","Percent":10},"theme1":{"Name":"Regulation and competition policy","Percent":30},"theme2":{"Name":"Economic statistics, modeling and forecasting","Percent":10},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":30},"theme4":{"Name":"Infrastructure services for private sector development","Percent":20},"theme5":{"Name":"Education for the knowledge economy","Percent":10},"totalcommamt":"12,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Aviation"},{"Name":"Transmission and Distribution of Electricity"},{"Name":"Vocational training"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Program Document,Program Information Document","countrycode":"CV","sectorcode":"EV,LT,TV,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Transportation","code":"TX"},{"name":"Energy and mining","code":"LX"},{"name":"Education","code":"EX"}],"mjtheme":["Financial and private sector development","Economic management","Public sector governance","Financial and private sector development","Human development"],"ccsa_practice_code":"JOB","themecode":"66,39,27,22,40","combined_practice_name":"Jobs","mjthemecode":"4,1,2,4,8","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Aviation","code":"TV"},{"name":"Transmission and Distribution of Electricity","code":"LT"},{"name":"Vocational training","code":"EV"}],"theme_namecode":[{"name":"Regulation and competition policy","code":"40"},{"name":"Economic statistics, modeling and forecasting","code":"22"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Infrastructure services for private sector development","code":"39"},{"name":"Education for the knowledge economy","code":"66"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":40},{"Name":"Industry and trade","Percent":30},{"Name":"Transportation","Percent":10},{"Name":"Energy and mining","Percent":10},{"Name":"Education","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20130718111230","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130718111230","DocDate":"21-JUN-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081c9133a_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081c9133a_1_0","DocDate":"20-JUN-2013"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20120531233708","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120531233708","DocDate":"22-MAY-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20111101143728","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20111101143728","DocDate":"20-OCT-2011"}],"countryname":"Republic of Cabo Verde","ccsa_practice_name":"Jobs"}},"facets":{}}