{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122941":{"id":"P122941","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Comoros Development Policy Grant 2","board_approval_month":"November","approvalfy":"2013","boardapprovaldate":"2012-11-29T00:00:00Z","closingdate":"2013-12-30T00:00:00Z","lendprojectcost":"5,000,000","ibrdcommamt":"0","idacommamt":"5,000,000","totalamt":"5,000,000","grantamt":"0","borrower":"UI T","impagency":"IIST","url":"http://www.worldbank.org/projects/P122941/comoros-development-policy-grant-2?lang=en","countryshortname":"Comoros","teamleaderupi":"351976","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to safe water, accountability framework, Accounting, Annual Budget, annual report, annual reports, anti-corruption, auditors, Authority, authorization, basic services, budget circular, budget classification, budget discipline, budget documents, budget execution, Budget law, budget operations, budget preparation, budget reporting, budget support, budget surplus, budget transfers, budgetary allocation, capacity building, capacity-building, Capital expenditure, cash balances, cash flow, cash management, Central Bank, CENTRAL GOVERNMENT, Citizenship, civil servants, Civil Service, civil service reform, civil service reforms, civil service salaries, CONDITIONALITY, conflicts of interest, consensus, consensus building, consequences of corruption, Constitution, constraints to growth, Counterpart funds, Credit Facility, cut spending, Debt, Debt Management, Debt Relief, debt service, DEBT SUSTAINABILITY, decentralization, disclosure, domestic debt, Domestic Revenue, donor assistance, donor coordination, economic conditions, Economic growth, economic risks, economic stabilization, education system, Exchange rate, expenditures, External audit, external debt, Finance Ministry, Financial Accountability, Financial Administration, financial management information, financial management information system, financial management information systems, financial resources, financial support, financial transfers, fiscal balance, fiscal consolidation, fiscal framework, Fiscal performance, fis"},"project_abstract":{"cdata":"The development objective of the Economic Reform Development Policy Grant Program is to strengthen state transparency and accountability, thereby addressing some of the underlying causes of fragility in Comoros. This program document states an Economic Reform Grant, a stand-alone development policy operation (DPO), to the Union of the Comoros. The single tranche DPO, in the amount of SDR 3.3 million (US$5 million equivalent), supports the implementation of core reforms in Comoros's Poverty Reduction and Growth Strategy (PRGSP), at a time when the country is aiming at reaching the Completion Point under the Enhanced Heavily Indebted Poor Countries Initiative (HIPC CP) by end 2012. A previous DPO, the Economic Governance Reform Support Grant (EGRSG), in an amount of US$3 million equivalent, was approved by the Board on June 1, 2010 and disbursed in October 2010. In the politically difficult context of the late 2010 elections, slower than expected implementation of reforms and slippage in macroeconomic performance resulted in delays in the preparation of the planned second DPO. Since mid-2011, the authorities have rekindled the reform process, taken steps to bring the budget under control, and shown a renewed commitment to advancing on structural and institutional reforms. The main goal of the operation is to support government-owned reforms in four out of the six axes spelled out in the country's PRGSP, namely (i) axis one, on economic stabilization and equitable growth, emphasizing improvements in fiscal policy and public financial management; (ii) axis two, on strengthening key sectors by focusing on institution-building and ensuring a broader role for the private sector, with this operation's focus on the electricity sector; (iii) axis three, on strengthening governance and social cohesion, focusing on improvements in core government personnel management systems and "},"country_namecode":"Union of the Comoros!$!KM","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Subvention pour la politique de développement des Comores 2</ProjectName><ProjectAbstract>L’objectif de développement du Programme de don pour la politique de préparation de réformes économiques est de renforcer la transparence et la responsabilisation de l’État et donc de trouver une solution à certaines des causes sous-jacentes de la fragilité aux Comores. Ce document de programme concerne un don pour la réforme économique, une opération séparée de politique de développement au profit de l’Union des Comores. La tranche unique de l'opération de politique de développement d’un montant de 3,3 millions de DTS (équivalant à 5 millions USD) finance la mise en œuvre de réformes de base de la Stratégie d’appui à la croissance et à la réduction de la pauvreté des Comores, à un moment où le pays vise à atteindre le point d’achèvement de l’Initiative améliorée pour les pays pauvres très endettés avant fin 2012. Une opération de politique de développement antérieure, la Subvention à l’appui des réformes de gouvernance économique d’un montant équivalant à 3 millions USD, a été approuvée par le Conseil le 1er juin 2010 et allouée en octobre 2010. Dans le contexte politique difficile régnant lors des élections de 2010, le retard imprévu dans la mise en œuvre des réformes et le glissement de la performance économique ont entraîné des retards dans la préparation de la deuxième opération de politique de développement prévue. Depuis mi 2011, les autorités ont repris le processus des réformes, pris des mesures pour reprendre le contrôle du budget et renouvelé leur engagement pour la poursuite des réformes structurelles et institutionnelles. Le principal objectif de l’opération est de soutenir les réformes entreprises par le gouvernement sur quatre des six axes énoncés dans la Stratégie d’appui à la croissance et à la réduction de la pauvreté, à savoir (i) premier axe relatif à la stabilisation économique et la croissance équitable, avec un accent sur les améliorations en termes de politique fiscale et de gestion des finances publiques; (ii) deuxième axe relatif au renforcement des secteurs clés focalisé sur le renforcement des institutions et l’élargissement du rôle du secteur privé, en particulier dans le domaine de l’électricité ; (iii) troisième axe relatif au renforcement de la gouvernance et de la cohésion sociale, visant en particulier à des améliorations des principaux systèmes de gestion du personnel du gouvernement, au renforcement de la lutte contre la corruption et à la promotion de la transparence par la délivrance de permis et d’accords de pêche ; et (iv) sixième axe relatif à la promotion de la viabilité environnementale et de la sécurité civile, avec un accent sur la gestion des risques de catastrophes.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":76},"sector2":{"Name":"Irrigation and drainage","Percent":12},"sector3":{"Name":"Transmission and Distribution of Electricity","Percent":12},"theme1":{"Name":"Natural disaster management","Percent":12},"theme2":{"Name":"Other accountability/anti-corruption","Percent":13},"theme3":{"Name":"Other public sector governance","Percent":19},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":44},"theme5":{"Name":"Administrative and civil service reform","Percent":12},"totalcommamt":"5,000,000","sector":[{"Name":"Central government administration"},{"Name":"Irrigation and drainage"},{"Name":"Transmission and Distribution of Electricity"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Agreement,Financing Agreement,Summary of Discussion,Program Document,Program Information Document,Program Information Document,Disbursement Letter,Agreement","countrycode":"KM","sectorcode":"LT,AI,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Social protection and risk management","Public sector governance","Public sector governance","Public sector governance","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"25,27,30,29,52","combined_practice_name":"Jobs","mjthemecode":"6,2,2,2,2","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Irrigation and drainage","code":"AI"},{"name":"Transmission and Distribution of Electricity","code":"LT"}],"theme_namecode":[{"name":"Natural disaster management","code":"52"},{"name":"Other accountability/anti-corruption","code":"29"},{"name":"Other public sector governance","code":"30"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":76},{"Name":"Agriculture, fishing, and forestry","Percent":12},{"Name":"Energy and mining","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20140630145018","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20140630145018","DocDate":"16-JUN-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081da638a_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081da638a_1_0","DocDate":"03-AUG-2013"},{"DocTypeDesc":"Agreement (AGR),  Vol.","DocType":"AGR","EntityID":"090224b081d381c6_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d381c6_1_0","DocDate":"18-JUN-2013"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"090224b0818de59a_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0818de59a_1_0","DocDate":"10-DEC-2012"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333038_20121206001007","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20121206001007","DocDate":"29-NOV-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121108005417","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121108005417","DocDate":"30-OCT-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20121019154559","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20121019154559","DocDate":"19-OCT-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20120705131807","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20120705131807","DocDate":"05-JUL-2012"},{"DocTypeDesc":"Disbursement Letter (Disbursement Letter),  Vol.","DocType":"Disbursement Letter","EntityID":"000171540_2012031314583314","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012031314583314","DocDate":"31-JAN-2012"},{"DocTypeDesc":"Agreement (AGR),  Vol.","DocType":"AGR","EntityID":"000171540_2012031314561303","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012031314561303","DocDate":"31-JAN-2012"}],"countryname":"Union of the Comoros","ccsa_practice_name":"Jobs"}},"facets":{}}