{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122783":{"id":"P122783","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"LS - Third Poverty Reduction Support Credit","board_approval_month":"June","approvalfy":"2011","boardapprovaldate":"2011-06-28T00:00:00Z","closingdate":"2012-01-15T00:00:00Z","lendprojectcost":"18,000,000","ibrdcommamt":"0","idacommamt":"18,000,000","totalamt":"18,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P122783/ls-third-poverty-reduction-support-credit?lang=en","countryshortname":"Lesotho","teamleaderupi":"197259","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accountability framework, accounting, allocation, appropriation, audit system, auditors, balance of payments, Basic Services, Budget allocations, budget classification, budget classification system, budget cycle, Budget Department, budget estimates, budget execution, budget formulation, Budget Framework, Business regulations, capacity building, capacity constraints, capital expenditure, Capital expenditures, capital spending, cash management, Central Bank, Central Government, chart of accounts, civil society organizations, Conditionality, Country Procurement, Country Procurement Assessment, Credit Facility, Debt, debt dynamics, debt management, debt service, Debt Sustainability, Decentralization, decision-making, demand for health care, domestic debt, domestic tax, economic growth, economic recovery, economic shocks, education system, effectiveness of public spending, Exchange Rate, Expenditure, expenditure categories, expenditure control, Expenditure Framework, External Audit, external debt, external financing, external grants, external imbalances, Financial Accountability, Financial Affairs, financial crisis, Financial Information, Financial Information System, financial institutions, Financial Management, financial sector, financial statements, financial support, fiscal adjustment, Fiscal Consolidation, Fiscal data, fiscal deficit, fiscal framework, fiscal policy, fiscal position, fiscal risk, fiscal side, fiscal stance, fiscal sustainability, fiscal years, foreign exchang"},"project_abstract":{"cdata":"The objective of the Third Poverty Reduction Support Grant and Credit (PRSGC-3) Program for Lesotho is to support the government's growth strategy, and its medium term policy framework to restore macroeconomic stability in the wake of the global financial crisis. The PRSGC-3 is the third and final in a series of annual Development Policy Operations (DPO) supporting the Government of Lesotho's (GoL) development program laid out in its interim national development framework and growth strategy, and consistent with the Country Assistance Strategy (CAS) for FY10-14. The operation will be a grant and credit, totaling US$18 million. It comes at a time when the GoL is coping with the shocks precipitated by the global financial crisis which have affected growth and public finances adversely, and led to a significant deterioration in Lesotho's near-term economic outlook. The operation takes cognizance of the need for macroeconomic stabilization and the implied constraints, while continuing to support the longer term developmental program of the country. Macroeconomic conditions deteriorated sharply after 2008, reflecting the adverse impacts of the global economic crisis. Economic growth slowed down from 4.7 percent in 2008 to 2.5 percent in 2009 due to reduced demand for diamond and textile exports, and the recovery since has been slower than expected. In response, GoL has adopted a medium-term program designed to restore macroeconomic sustainability, while retaining the longer-term focus on broad-based growth for poverty reduction."},"country_namecode":"Kingdom of Lesotho!$!LS","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>LS − Troisième crédit à l’appui de la réduction de la pauvreté</ProjectName><ProjectAbstract>L’objectif du Programme du troisième crédit à l’appui de la réduction de la pauvreté (PRSGC-3) du Lesotho est de soutenir la stratégie de croissance du gouvernement et son cadre politique à moyen terme pour le rétablissement de la stabilité macro-économique dans le prolongement de la crise financière mondiale. Le PRSGC-3 est la troisième et dernière Opération de politique de développement d’une série finançant le programme de développement du Lesotho mis en place au titre du cadre intérimaire de développement national et de la stratégie de croissance et est conforme à la Stratégie d’aide-pays pour les exercices 2010 à 2014. L’opération sera financée par un don et un crédit d’un montant total de 18 millions USD. Elle intervient à un moment où le gouvernement du Lesotho fait face à des chocs consécutifs à la crise financière mondiale qui ont dégradé les finances publiques et la croissance et entraîné une détérioration sensible des perspectives économiques du Lesotho à moyen terme. L’opération identifie la nécessité d’une stabilisation macro-économique et les contraintes qui s’y rapportent, tout en continuant à soutenir le programme de développement à plus long terme du pays. Les conditions macro-économiques se sont gravement détériorées après 2008, reflétant les impacts négatifs de la crise économique mondiale. La croissance économique s’est ralentie, passant de 4,7 % en 2008 à 2,5 % en 2009 du fait d’une réduction de la demande pour les exportations de diamants et les textiles ; la reprise est plus lente que prévu. De ce fait, le gouvernement du Lesotho a adopté un programme à moyen terme visant à rétablir la viabilité macro-économique, sans oublier l’objectif à plus long terme d’une croissance multisectorielle pour la réduction de la pauvreté.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":50},"sector2":{"Name":"General industry and trade sector","Percent":17},"sector3":{"Name":"Health","Percent":17},"sector4":{"Name":"Other social services","Percent":16},"theme1":{"Name":"HIV/AIDS","Percent":17},"theme2":{"Name":"Regulation and competition policy","Percent":17},"theme3":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":16},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":50},"totalcommamt":"18,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Health"},{"Name":"Other social services"}],"docty":"Implementation Status and Results Report,Program Document,Program Information Document,Program Information Document","countrycode":"LS","sectorcode":"JB,JA,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Human development","Financial and private sector development","Social protection and risk management","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,54,40,88","combined_practice_name":"Jobs","mjthemecode":"8,4,6,2","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Financial and private sector development","code":"4"},{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Health","code":"JA"},{"name":"Other social services","code":"JB"}],"theme_namecode":[{"name":"HIV/AIDS","code":"88"},{"name":"Regulation and competition policy","code":"40"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":50},{"Name":"Industry and trade","Percent":17},{"Name":"Health and other social services","Percent":17},{"Name":"Health and other social services","Percent":16}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012042410172022","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012042410172022","DocDate":"24-APR-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110608001801","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110608001801","DocDate":"31-MAY-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110509172500","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110509172500","DocDate":"09-MAY-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110217113821","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110217113821","DocDate":"14-FEB-2011"}],"countryname":"Kingdom of Lesotho","ccsa_practice_name":"Jobs"}},"facets":{}}