{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122247":{"id":"P122247","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Eighth Poverty Reduction Support Financing","board_approval_month":"November","approvalfy":"2012","boardapprovaldate":"2011-11-29T00:00:00Z","closingdate":"2012-06-30T00:00:00Z","lendprojectcost":"125,000,000","ibrdcommamt":"0","idacommamt":"125,000,000","totalamt":"125,000,000","grantamt":"0","borrower":"EEE","impagency":"IIST","url":"http://www.worldbank.org/projects/P122247/rwanda-prsg-8?lang=en","countryshortname":"Rwanda","teamleaderupi":"190707","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to Information, accountability, agricultural commodities, amortization, arrears, asset portfolio, Asset quality, bank deposits, banking sector, banking system, binding constraint, Borrower, Broad Money, Budget Support, Capacity Building, Capacity constraints, Capital grants, cash transfer, Central Bank, Central Government, civil service, civil service reform, commercial bank, commercial banks, commodity prices, Conditionality, Consumer Price Index, Country Debt, Credit Cooperatives, credit growth, creditors, CURRENCY, current account deficit, current account deficits, Debt, Debt Policy, debt ratios, Debt Relief, debt stock, Debt Sustainability, decentralization, deposit, depositors, deposits, Development Bank, DISBURSEMENT, disbursements, Division of Labor, domestic banking, domestic borrowing, Domestic Credit, domestic debt, donor assistance, Economic Development, economic growth, Economic Turmoil, education services, Exchange Rate, Expenditure, expenditures, export performance, external borrowing, External debt, external shocks, Finance Ministry, financial crisis, Financial Management, Financial Management Information, Financial Management Information System, financial sector, Financial System, Financing requirements, fiscal decentralization, fiscal deficit, fiscal policy, fiscal sustainability, Foreign Direct Investment, foreign direct investments, foreign exchange, foreign exchange market, Government budget, Government expenditure, Government Policy, Government spe"},"project_abstract":{"cdata":"The development objective of the Eighth Poverty Reduction Support Financing Project (PRSF-8) for Rwanda is to support the development of policies that facilitate increased private sector investment and involvement and ease constraints to broad based growth. The PRSF-8 supports the Government of Rwanda as it implements its medium-term strategy towards the attainment of the Vision 2020. It supports the Government's second Poverty Reduction Strategy Paper (PRSP), the Economic Development and Poverty Reduction Strategy (EDPRS). The EDPRS covers the period 2008-2012 and provides a medium-term framework for achieving the country's long-term development aspirations as articulated in the vision 2020. It describes the Government's development objectives of consolidating the achievements in rehabilitation and reconstruction and accelerating the transformation to a middle-income nation with a knowledge-based economy. It presents a strategy focused on growth and human development, with an emphasis on decentralization, and a greater role for the private sector. The EDPRS priorities are articulated through three flagship programs aimed at promoting sustainable growth and poverty reduction and improving governance. The Rwanda PRSF series is the Bank's key policy dialogue instrument and it provides a broad framework to support the reform process in Rwanda. In addition, it leverages other Bank operations in areas supported under this series. Supported reforms to increase efficiency, transparency and accountability in the public sector include public financial management to ensure that resources are used more efficiently and effectively to benefit all parts of the population, including the poor."},"country_namecode":"Republic of Rwanda!$!RW","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Huitième crédit à l’appui de la réduction de la pauvreté</ProjectName><ProjectAbstract>L’objectif de développement du huitième Projet de financement à l’appui de la réduction de la pauvreté (PRSF-8) pour le Rwanda est de soutenir le développement des politiques qui facilitent un accroissement des investissements et de l’implication du secteur privé et allègent les contraintes qui entravent la croissance en général. Le PRSF-8 soutient le gouvernement du Rwanda dans la mise en œuvre d’une stratégie à moyen terme visant à réaliser Vision 2020. Il soutient le deuxième Document de stratégie de réduction de la pauvreté, la Stratégie de développement économique et de réduction de la pauvreté. La Stratégie de développement économique et de réduction de la pauvreté couvre la période de 2008 à 2012 et fournit un cadre à moyen terme pour la réalisation des aspirations de développement à long terme telles qu’elles sont exposées dans Vision 2020. Elle décrit les objectifs de développement du gouvernement en termes de consolidation de la réhabilitation et de la reconstruction et d'accélération de la transformation du pays en une nation à revenu intermédiaire dotée d’une économie fondée sur les connaissances. Elle se présente comme une stratégie axée sur la croissance et le développement humain, mettant l’accent sur la décentralisation et accordant une plus grande place au secteur privé. Les priorités de la Stratégie de développement économique et de réduction de la pauvreté s’articulent autour de trois programmes clés visant à faire la promotion de la croissance durable, de la réduction de la pauvreté et de l’amélioration de la gouvernance. La série de PRSF du Rwanda est le principal instrument de dialogue de la Banque en matière de politique et fournit un cadre d’ensemble pour le soutien des processus de réformes au Rwanda. En outre, elle tire parti des autres opérations de la Banque dans les domaines pris en charge par cette série. Les réformes soutenues visant à accroître l’efficacité, la transparence et la responsabilisation du secteur public incluent la gestion financière afin de s’assurer que les ressources soient utilisées de manière efficace et efficiente pour que la population dans son ensemble puisse en être bénéficiaire, y compris les pauvres.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":43},"sector2":{"Name":"General education sector","Percent":15},"sector3":{"Name":"Tertiary education","Percent":14},"sector4":{"Name":"General industry and trade sector","Percent":14},"sector5":{"Name":"General agriculture, fishing and forestry sector","Percent":14},"theme1":{"Name":"Education for the knowledge economy","Percent":29},"theme2":{"Name":"Trade facilitation and market access","Percent":14},"theme3":{"Name":"Rural services and infrastructure","Percent":14},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":36},"theme5":{"Name":"Administrative and civil service reform","Percent":7},"totalcommamt":"125,000,000","sector":[{"Name":"Central government administration"},{"Name":"General education sector"},{"Name":"Tertiary education"},{"Name":"General industry and trade sector"},{"Name":"General agriculture, fishing and forestry sector"}],"docty":"Implementation Status and Results Report,Summary of Discussion,Program Document,Program Information Document,Program Information Document","countrycode":"RW","sectorcode":"AZ,YZ,ET,EZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Education","code":"EX"},{"name":"Education","code":"EX"},{"name":"Industry and trade","code":"YX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Human development","Trade and integration","Rural development","Public sector governance","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"25,27,78,49,66","combined_practice_name":"Jobs","mjthemecode":"8,5,10,2,2","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Trade and integration","code":"5"},{"name":"Rural development","code":"10"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General education sector","code":"EZ"},{"name":"Tertiary education","code":"ET"},{"name":"General industry and trade sector","code":"YZ"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"}],"theme_namecode":[{"name":"Education for the knowledge economy","code":"66"},{"name":"Trade facilitation and market access","code":"49"},{"name":"Rural services and infrastructure","code":"78"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":43},{"Name":"Education","Percent":15},{"Name":"Education","Percent":14},{"Name":"Industry and trade","Percent":14},{"Name":"Agriculture, fishing, and forestry","Percent":14}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0812c8d71_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0812c8d71_1_0","DocDate":"11-MAR-2012"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333038_20111202004839","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20111202004839","DocDate":"29-NOV-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20111106223928","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20111106223928","DocDate":"28-OCT-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110804084919","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110804084919","DocDate":"29-JUL-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110627143053","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110627143053","DocDate":"27-JUN-2011"}],"countryname":"Republic of Rwanda","ccsa_practice_name":"Jobs"}},"facets":{}}