{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122222":{"id":"P122222","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Development Policy Loan 3 (DPL 3)","board_approval_month":"December","approvalfy":"2012","boardapprovaldate":"2011-12-19T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"560,600,000","ibrdcommamt":"560,600,000","idacommamt":"0","totalamt":"560,600,000","grantamt":"0","borrower":"AIA","impagency":"IIST","url":"http://www.worldbank.org/projects/P122222/development-policy-loan-3-dpl-3?lang=en","countryshortname":"Romania","teamleaderupi":"205509","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accountability, accumulation of arrears, accumulation of payment arrears, aggregate demand, aggregate expenditure, aggregate expenditure ceilings, aggregate expenditures, aggregate fiscal, aggregate fiscal discipline, allocation of budget resources, allocation of resources, annual budget, appropriations, Balance of Payments, balance sheets, beneficiaries, budget allocations, budget deficit, budget execution, budget law, budget process, budget projections, budget support, budget year, capacity constraints, Capital account, capital expenditure, capital inflows, capital investment, capital projects, capital spending, cash basis, central bank, central government, Civil Servants, Country Procurement, Country Procurement Assessment, Debt, debt crisis, debt dynamics, debt ratio, Debt Sustainability, Domestic credit, domestic demand, domestic investment, domestic market, economic conditions, economic growth, Economic Policy, economic recovery, Economic risks, education services, evaluation of health services, Exchange Rate, Exchange rates, expenditure cuts, expenditures, external audits, external balance, External Debt, external financing, external shocks, financial account, financial assistance, financial crisis, Financial Institutions, financial markets, Financial Sector, financial sectors, financial support, fiscal adjustment, Fiscal austerity, Fiscal balance, fiscal consolidation, fiscal constraints, fiscal crisis, fiscal deficit, fiscal deficit target, fiscal discipline, fiscal "},"project_abstract":{"cdata":"The objective of the Third Development Policy Loan Program for Romania is to support the Government's reforms in fiscal management, social protection and the financial sector, and position Romania to emerge from the economic and financial crisis on a stronger footing, and resume and sustain convergence to the living standards of more advanced European Union (EU) economies and withstand better any further shocks. This Program Document (PD) describes the third loan in a program of three Development Policy Loans (DPLs) to Romania for a total amount of \u0080 1 billion. The third DPL (DPL3) would disburse \u0080400 million in FY12. The Bank operation reinforces and complements programs financed by the International Monetary Fund (IMF) and the EU which were completed in April 2011, as well as the successor IMF and European Commission (EC) precautionary financial assistance agreements that were reached in May 2011, for a two-year period. Consistent with the precautionary agreements that shifted focus from crisis management to the maintenance of macroeconomic stability and enhanced competitiveness, the DPL3 has strengthened the structural policy reform agenda adopted by the Romanian authorities. The DPL3 program supports progress towards a sustainable fiscal framework, improved quality and efficiency of health and education services, the modernization of the social assistance system, and financial sector stability. the program supports Government's structural reforms in three key areas: a) improving fiscal sustainability and management of public finances in general, and in the health and education sectors in particular; b) enhancing social protection systems so that they address the immediate needs of the poor and vulnerable and provide sustainable social protection over the long term; and c) strengthening contingency planning in, and the resilience of, the financial sector. This docu"},"country_namecode":"Romania!$!RO","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Третий заем на цели развития (ЗЦР 3)</ProjectName><ProjectAbstract>Целью Третьей программы займов на цели развития для Румынии является оказание поддержки проводимых правительством реформ управления в налогово-бюджетной сфере, в области социальной защиты и в финансовом секторе, а также содействие Румынии в выходе из экономического и финансового кризиса на более прочные позиции, возобновлении и поддержании сближения с уровнем жизни в более продвинутых странах Европейского союза (ЕС) и в более уверенном противостоянии любым будущим потрясениям. В документе по программе (ДП) описывается третий заем в рамках программы из предоставляемых Румынии трех займов на цели развития (ЗЦР) на общую сумму 1 млрд. евро. По третьему ЗЦР (ЗЦР3) будет выплачено 400 млн. евро в 2012 ф. г. Операция Банка подкрепляет и дополняет программы, финансируемые Международным валютным фондом (МВФ) и ЕС, которые были завершены в апреле 2011 года, а также очередные страховочные соглашения о предоставлении финансовой помощи, заключенные в мае 2011 года на двухлетний срок. В соответствии со страховочными соглашениями, в которых главное внимание уделялось не управлению в условиях кризиса, а поддержанию макроэкономической стабильности и повышению конкурентоспособности, ЗЦР3 был направлен на усиление задач структурной политической реформы, принятой румынскими органами власти. Программа ЗЦР3 поддерживает продвижение к устойчивой бюджетно-налоговой системе, повышению качества и эффективности услуг здравоохранения и образования, модернизации системы социальной помощи и стабильности финансового сектора. Программа содействует осуществлению правительством структурных реформ в трех основных областях: а) повышение устойчивости бюджетно-финансовой сферы и управления государственными финансами в целом и в секторах здравоохранения и образования, в частности; b) укрепление систем социальной защиты, с тем чтобы они были направлены на непосредственные нужды малоимущих и уязвимых групп населения и обеспечивали устойчивую социальную защиту в долговременной перспективе; с) укрепление планирования на случай чрезвычайных обстоятельств и устойчивости к ним в финансовом секторе. В данном документе не рассматриваются подробно общие характеристики программы, поддерживаемой серией ЗЦР.</ProjectAbstract></Project>]]>","sector1":{"Name":"General public administration sector","Percent":38},"sector2":{"Name":"Health","Percent":25},"sector3":{"Name":"Other social services","Percent":25},"sector4":{"Name":"General education sector","Percent":12},"theme1":{"Name":"Education for all","Percent":13},"theme2":{"Name":"Regulation and competition policy","Percent":12},"theme3":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":25},"theme4":{"Name":"Health system performance","Percent":25},"theme5":{"Name":"Public expenditure, financial management and procurement","Percent":25},"totalcommamt":"560,600,000","sector":[{"Name":"General public administration sector"},{"Name":"Health"},{"Name":"Other social services"},{"Name":"General education sector"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Loan Agreement,Program Document","countrycode":"RO","sectorcode":"EZ,JB,JA,BZ","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"}],"mjtheme":["Human development","Financial and private sector development","Social protection and risk management","Human development","Public sector governance"],"themecode":"27,67,54,40,65","mjthemecode":"8,4,6,8,2","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Financial and private sector development","code":"4"},{"name":"Social protection and risk management","code":"6"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"General public administration sector","code":"BZ"},{"name":"Health","code":"JA"},{"name":"Other social services","code":"JB"},{"name":"General education sector","code":"EZ"}],"theme_namecode":[{"name":"Education for all","code":"65"},{"name":"Regulation and competition policy","code":"40"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Health system performance","code":"67"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":38},{"Name":"Health and other social services","Percent":25},{"Name":"Health and other social services","Percent":25},{"Name":"Education","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20120801030358","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120801030358","DocDate":"28-JUN-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012010411072038","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012010411072038","DocDate":"04-JAN-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081af4c01_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af4c01_2_0","DocDate":"20-DEC-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20111130002531","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20111130002531","DocDate":"20-NOV-2011"}],"countryname":"Romania"}},"facets":{}}