{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122800":{"id":"P122800","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"CI: Post-conflict Reconstruction and Recovery Grant (PCRRG)","board_approval_month":"September","approvalfy":"2012","boardapprovaldate":"2011-09-15T00:00:00Z","closingdate":"2012-09-30T00:00:00Z","lendprojectcost":"150,000,000","ibrdcommamt":"0","idacommamt":"150,000,000","totalamt":"150,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P122800/ci-egrg-econ-gov-recovery-4?lang=en","countryshortname":"Cote d'Ivoire","teamleaderupi":"315702","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, accounting system, aggregate demand, allocation, Amortization, annual report, annual reports, Asset Management, banking system, basic services, basic social services, basis points, Bourse, Budget allocations, budget classification, budget comprehensiveness, budget constraints, budget cycle, budget estimates, budget execution, budget information, budget law, budget management, budget preparation, budget support, budget transfers, budgetary discipline, budgetary expenditures, capacity building, cash budget, cash flow, Central Bank, Civil Servants, Civil Service, civil service reform, civil society organizations, commercial banks, Conditionality, consumer goods, Consumer Price Index, Country Procurement, Country Procurement Assessment, coupon, credibility, credible budget, Credit Cooperatives, Credit Facility, creditors, Currency, custody, Debt, debt dynamics, Debt Management, Debt Relief, debt service, debt service payments, Debt Sustainability, Development Bank, Disbursement, Domestic arrears, domestic debt, Economic Developments, economic growth, economic recovery, education system, Eurobond, exogenous shocks, Expenditure, expenditure control, expenditure management system, Expenditures, exporter, External arrears, external audit, external audits, External debt, external funding, external shocks, fiduciary risk, Financial Accountability, financial assistance, financial information, financial operations, Financial Sector, financial sectors, financial services, fina"},"project_abstract":{"cdata":"The objective of the Post-Conflict Reconstruction and Recovery Grant (PCRRG) Program for Cote d'Ivoire is to provide a rapid response to a new government in dire financial straits while supporting essential reforms to improve governance, transparency and efficiency in public expenditure management and in the key sectors of cocoa, energy and finance. This program document states a program for the Republic of Cote d'Ivoire in the amount of SDR 93.9 million (US$ 150 million equivalent). The grant provides a bridge between past objectives and future operations, pursuing reforms initiated in previous grants while responding quickly to the emergency resulting from the recent crisis and the need to re launch economic growth. Cote d'Ivoire's political situation suffered a sharp reversal after the long-awaited Presidential elections of November 2010. Elections were held peacefully and in a manner generally considered to be free and fair. However, the Constitutional Court disqualified a large number of ballots and awarded President Laurent Gbagbo the victory, while the UN insisted that Alassane Ouattara had won. A political stalemate resulted and eventually led to a short-lived civil war; five months, many lives and much economic wealth were lost. An estimated 3,000 persons died, over 100,000 fled the country, and approximately one million were internally displaced. Three months of fiscal revenues were lost and the country accumulated new arrears with domestic and external creditors. The new government faces a daunting task of promoting reconciliation while providing justice and rebuilding the economy. The operation would provide urgently-needed financial support to the government in the context of an economy which virtually ground to a halt for two months. The PCRRG reflects the orientations for Bank engagement in states emerging from conflict as outlined in the 2011 World Dev"},"country_namecode":"Republic of Cote d'Ivoire!$!CI","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>CI : Don pour la reconstruction et le redressement postconflit</ProjectName><ProjectAbstract>L’objectif du Programme de don pour la reconstruction et le redressement postconflit pour la Côte d’Ivoire est d’apporter une réponse rapide au nouveau gouvernement en grande difficulté financière tout en apportant un appui aux réformes du gouvernement pour améliorer la gouvernance, la transparence et l’efficacité de la gestion des dépenses publiques et dans les secteurs clés du cacao, de l’énergie et des finances. Ce document du programme décrit un programme pour la République de Côte d’Ivoire d’un montant de 93,9 millions de DTS (équivalant à 150 millions USD). Le don représente une passerelle entre les objectifs passés et les opérations futures, poursuivant les réformes initiées dans le cadre des dons précédents, tout en répondant rapidement aux urgences consécutives à la crise récente et au besoin de relancer la croissance économique. La situation politique de la Côte d’Ivoire a souffert d’un brusque renversement après les élections présidentielles très attendues de novembre 2010. Les élections se sont déroulées paisiblement et d'une manière jugée libre et loyale. Cependant, la Cour constitutionnelle a annulé un grand nombre de bulletins et accordé la victoire au président Laurent Gbagbo, tandis que l'Organisation des Nations Unies soulignait la victoire d’Alassane Ouattara. Il en est résulté une impasse politique qui a été suivie par une guerre civile de courte durée ; cinq mois ont ainsi été perdus, ainsi que de nombreuses vies humaines et de grandes richesses économiques. On estime à 3 000 le nombre de morts, à plus de 100 000 celui des personnes ayant fui le pays et à environ 1 million le nombre de personnes déplacées à l’intérieur du pays. Trois mois de recettes fiscales ont été perdus et le pays a accumulé de nouveaux arriérés auprès de ses créanciers internes et externes. Le nouveau gouvernement est confronté à la tâche colossale de réussir la réconciliation tout en instaurant la justice et relançant l’économie. L’opération fournira au gouvernement l’aide financière nécessaire de toute urgence dans le contexte d’une économie quasiment à l’arrêt pendant deux mois. Le Programme de don pour la reconstruction et le redressement postconflit reflète les orientations de l’engagement de la Banque dans les États émergeant d’un conflit comme défini dans le Rapport sur le développement dans le monde de 2010 sur le conflit, la sécurité et le développement et dans la nouvelle Stratégie pour l’Afrique. Il s’agit en premier lieu d’une assistance de réponse rapide visant à rompre le cycle de violence répétitive observé dans de nombreux États après un conflit. En deuxième lieu, quoique ses objectifs soient modestes, l’opération fait la promotion d’un changement institutionnel graduel pour améliorer la gouvernance et instaurer la confiance, tout en reconnaissant  que le nouveau gouvernement ne dispose que de peu de temps pour définir ses priorités. En troisième lieu, les domaines soutenus par l'opération reflètent un niveau élevé de sélectivité pour un petit nombre de réformes qui sont réalisables compte tenu de la complexité de la situation politique.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":43},"sector2":{"Name":"Agro-industry, marketing, and trade","Percent":29},"sector3":{"Name":"Banking","Percent":14},"sector4":{"Name":"Coal Mining","Percent":7},"sector5":{"Name":"Oil and gas","Percent":7},"theme1":{"Name":"Rural policies and institutions","Percent":14},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":43},"theme3":{"Name":"Export development and competitiveness","Percent":15},"theme4":{"Name":"State-owned enterprise restructuring and privatization","Percent":14},"theme5":{"Name":"Other environment and natural resources management","Percent":14},"totalcommamt":"150,000,000","sector":[{"Name":"Central government administration"},{"Name":"Agro-industry, marketing, and trade"},{"Name":"Banking"},{"Name":"Coal Mining"},{"Name":"Oil and gas"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Program Document,Program Information Document","countrycode":"CI","sectorcode":"LC,LM,FA,YA,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Finance","code":"FX"},{"name":"Energy and mining","code":"LX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Rural development","Public sector governance","Trade and integration","Financial and private sector development","Environment and natural resources management"],"themecode":"86,43,45,27,77","mjthemecode":"10,2,5,4,11","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Public sector governance","code":"2"},{"name":"Trade and integration","code":"5"},{"name":"Financial and private sector development","code":"4"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Agro-industry, marketing, and trade","code":"YA"},{"name":"Banking","code":"FA"},{"name":"Coal Mining","code":"LM"},{"name":"Oil and gas","code":"LC"}],"theme_namecode":[{"name":"Rural policies and institutions","code":"77"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Export development and competitiveness","code":"45"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Other environment and natural resources management","code":"86"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":43},{"Name":"Industry and trade","Percent":29},{"Name":"Finance","Percent":14},{"Name":"Energy and mining","Percent":7},{"Name":"Energy and mining","Percent":7}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000445729_20130515102729","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000445729_20130515102729","DocDate":"30-APR-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012052711212362","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012052711212362","DocDate":"27-MAY-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110823003550","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110823003550","DocDate":"17-AUG-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110627150147","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110627150147","DocDate":"09-JUN-2011"}],"countryname":"Republic of Cote d'Ivoire"}},"facets":{}}