{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122796":{"id":"P122796","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Ghana Third Agriculture Development Policy Operation","board_approval_month":"May","approvalfy":"2011","boardapprovaldate":"2011-05-26T00:00:00Z","closingdate":"2011-11-24T00:00:00Z","lendprojectcost":"57,000,000","ibrdcommamt":"0","idacommamt":"57,000,000","totalamt":"57,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P122796/ghana-third-agriculture-development-policy-operation?lang=en","countryshortname":"Ghana","teamleaderupi":"371155","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to Information, Accountant, accounting, aggregate demand, agricultural commodity, agricultural production, AGRICULTURE, arbitrage, arrears, arrears accumulation, Balance Sheet, balance sheets, Bank financing, Bank policies, Banking sector, base year, beneficiaries, Borrower, Broad money, budgetary support, budgeting, Capacity Building, capital formation, cash management, child labor, climate change, Climatic conditions, collateral, commodity price, commodity prices, competitiveness, Comprehensive Development, Comprehensive Development Framework, Conditionality, consumer preferences, Consumer price index, consumers, consumption levels, consumption patterns, credit growth, CURRENCY, current account deficit, current account deficits, Debt, debt interest, Debt Management, debt relief, debt service, decentralization, decision making, default risks, deposits, development agencies, Development Agency, development assistance, Development Bank, DEVELOPMENT POLICY, DISBURSEMENT, Domestic debt, domestic markets, economic activity, ECONOMIC DEVELOPMENTS, Economic Growth, ECONOMIC OUTLOOK, economic situation, Economics, Environmental, Environmental Protection, Exchange Rate, Expenditure, Expenditure Management System, expenditures, exploitation, exports, external debt, farms, Financial Accountability, Financial Management, financial resources, financial sector, financial support, financial sustainability, fiscal deficit, fiscal deficits, fish, Fisheries, Fishery Production, fishing"},"project_abstract":{"cdata":"The objective of the Third Agriculture Development Policy Operation Program (AgDPO 3) is to enhance the productivity and competitiveness of Ghanaian agriculture. Ghana's agricultural sector is on a growth path and opportunities exist for significant further development. Structural transformation of Ghana's economy is ongoing. The contribution of the country's services sector to the economy has overtaken that of the agricultural sector, the latter now no longer in first place. Poverty levels are falling, and Ghana as a nation is largely food secure. The AgDPO 3 is a single tranche credit for US$57 million equivalent and the first Development Policy Operation (DPO) in a new series intended to help the Government of Ghana (GoG) implement the Medium Term Agriculture Sector Investment Plan (METASIP). The operation supports the development objectives set in the Ghana Shared Growth and Development Agenda (GSGDA) for 2010-2013. The GSGDA emphasizes the need for greater executive efficiency, transparency and accountability to provide the adequate setting for the reduction of poverty and socio-economic inequalities through agricultural, private sector, infrastructure and human resource development. The operation supports the Government's efforts to address the development needs of the northern part of the country. To address the growing regional discrepancy between the North and the South, the Government's agriculture programs feature a strong focus on the North, evidenced by the Savanna Accelerated Development Agency's (SADA) program that facilitates commercial agriculture development."},"country_namecode":"Republic of Ghana!$!GH","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Ghana – Troisième Opération de politique de développement de l’agriculture</ProjectName><ProjectAbstract>L’objectif du programme de la troisième Opération de politique de développement de l’agriculture est d’améliorer la productivité et la compétitivité de l'agriculture ghanéenne. Le secteur agricole du Ghana est en expansion et il existe des opportunités importantes pour un développement additionnel. La transformation structurelle de l’économie ghanéenne est en cours. La contribution du secteur des services du pays à l’économie a dépassé celle du secteur agricole qui a été relégué au second plan. La pauvreté diminue et le Ghana jouit de la sécurité alimentaire. Le projet de troisième Opération de politique de développement de l’agriculture est un crédit à tranche unique d’un montant de 57 millions d’équivalents USD et la première Opération de politique de développement d’une nouvelle série destinée à aider le gouvernement du Ghana à mettre en œuvre le plan d’investissement à moyen terme dans le secteur de l’agriculture. L’opération finance les objectifs de développement définis dans le programme de développement et de croissance partagée du Ghana pour 2012-2013. Ce programme est axé sur la nécessité d’une amélioration de l’efficacité, de la transparence et de la responsabilisation des cadres afin d’instaurer des conditions appropriées à la réduction de la pauvreté et des inégalités socio-économiques via le développement de l’agriculture, du secteur privé, des infrastructures et des ressources humaines. L’opération soutient les efforts du gouvernement pour répondre aux besoins de développement de la partie septentrionale du pays. Afin de rétablir l’équilibre entre le nord et le sud, les programmes agricoles du gouvernement sont fortement axés sur le nord, en particulier avec le programme de l’Agence de développement accéléré de la savane qui facilite le développement de l’agriculture commerciale.</ProjectAbstract></Project>]]>","sector1":{"Name":"Agricultural extension and research","Percent":30},"sector2":{"Name":"Agro-industry, marketing, and trade","Percent":27},"sector3":{"Name":"Central government administration","Percent":15},"sector4":{"Name":"Animal production","Percent":14},"sector5":{"Name":"Irrigation and drainage","Percent":14},"theme1":{"Name":"Rural markets","Percent":37},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":13},"theme3":{"Name":"Rural services and infrastructure","Percent":37},"theme4":{"Name":"Other rural development","Percent":13},"totalcommamt":"57,000,000","sector":[{"Name":"Agricultural extension and research"},{"Name":"Agro-industry, marketing, and trade"},{"Name":"Central government administration"},{"Name":"Animal production"},{"Name":"Irrigation and drainage"}],"docty":"Implementation Completion and Results Report,Summary of Discussion,Program Information Document,Program Document,Program Information Document","countrycode":"GH","sectorcode":"AI,AJ,BC,YA,AB","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Industry and trade","code":"YX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Rural development","Public sector governance","Rural development","Rural development"],"ccsa_practice_code":"PPP","themecode":"79,78,27,75","combined_practice_name":"Public Private Partnership","mjthemecode":"10,2,10,10","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Public sector governance","code":"2"},{"name":"Rural development","code":"10"},{"name":"Rural development","code":"10"}],"sector_namecode":[{"name":"Agricultural extension and research","code":"AB"},{"name":"Agro-industry, marketing, and trade","code":"YA"},{"name":"Central government administration","code":"BC"},{"name":"Animal production","code":"AJ"},{"name":"Irrigation and drainage","code":"AI"}],"theme_namecode":[{"name":"Rural markets","code":"75"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Rural services and infrastructure","code":"78"},{"name":"Other rural development","code":"79"}],"source":"IBRD","combined_practice_code":"PPP","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":30},{"Name":"Industry and trade","Percent":27},{"Name":"Public Administration, Law, and Justice","Percent":15},{"Name":"Agriculture, fishing, and forestry","Percent":14},{"Name":"Agriculture, fishing, and forestry","Percent":14}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20131009142332","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20131009142332","DocDate":"23-SEP-2013"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000356161_20110530023244","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20110530023244","DocDate":"26-MAY-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110506143633","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110506143633","DocDate":"06-MAY-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110503005826","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110503005826","DocDate":"26-APR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110302130053","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110302130053","DocDate":"22-JAN-2010"}],"countryname":"Republic of Ghana","ccsa_practice_name":"Public Private Partnership"}},"facets":{}}