{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122195":{"id":"P122195","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Third Development Policy Operation","board_approval_month":"February","approvalfy":"2012","boardapprovaldate":"2012-02-14T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"80,000,000","ibrdcommamt":"30,000,000","idacommamt":"50,000,000","totalamt":"80,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P122195/third-development-policy-operation?lang=en","countryshortname":"Armenia","teamleaderupi":"350971","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to financing, Accounting, amortizations, arbitrage, Balance of payments, banking sector, banking sectors, banking system, Borrower, budget deficit, budgeting, business climate, business communities, Calculations, capital account, capital adequacy, capital inflows, capital investment, capital outflows, child mortality rates, collateral, commercial banks, commodity prices, Company Law, compliance costs, consolidation process, Contribution, corporate debt, corporate governance, credit expansion, credit growth, credit markets, credit policies, credit risks, CURRENCY, current account, current account deficit, current account deficits, debt disbursements, debt levels, debt maturity, debt reduction, Debt restructuring, debts, deposit, deposit insurance, depositors, deposits, depreciation, Direct investments, disposable income, domestic credit, economic development, ECONOMIC DEVELOPMENTS, economic framework, Economic Management, economic risks, exchange rate, Expenditure, expenditures, external borrowings, external debt, external shocks, financial crisis, Financial Institutions, financial management, financial market, Financial Markets, financial sector, financial sustainability, Financing Requirements, fiscal decentralization, fiscal deficit, Fiscal Deficits, Fiscal Discipline, fiscal policies, fiscal policy, Fixed Investment, flexible exchange rate, Flexible Loan, foreign capital, foreign currency, foreign currency exposures, Foreign Direct Investment, Foreign Exchange, Fore"},"project_abstract":{"cdata":"The objective of the Third Development Policy Operation Program (DPO-3) for Armenia is to address vulnerability by protecting the poor and supporting greater human capital development, while improving competitiveness by alleviating a selected set of private sector and governance constraints. After a large economic contraction in 2009, the economy recovered in 2010-11. Armenia was hit hard by the global crisis with real Gross Domestic Product (GDP) falling by more than 14 percent in 2009. Growth resumed in 2010 at 2.1 percent and is expected to reach 4.6 percent in 2011. The economy has benefitted from gradually rising remittances, stronger inflows of foreign direct investment (FDI) and increased exports (mainly in the mining and tourism sectors). Both poverty and inequality increased significantly in the wake of the crisis. This operation completes the programmatic series that started in 2009. The programmatic DPO series is central to the Bank's current Country Partnership Strategy (CPS) for Armenia which was prepared against the background of the 2009 global economic crisis to support the efforts of the government to address vulnerabilities resulting from the crisis and to strengthen competitiveness for post-crisis growth. The DPO-3 in the amount of US$80 million supports a reform program to: (i) address vulnerability by protecting the poor and supporting greater human capital development; and (ii) strengthen competitiveness by providing a more favorable private sector environment and strengthening governance. Measures supported by the DPO-3 program include expenditures on key social safety net programs along with their improved targeting, and improving access and quality of basic social services for pre-school and hospital services. The program also supports measures to establish a one-stop shop for business registry, amendments to the Law on Inspections to reduce d"},"country_namecode":"Republic of Armenia!$!AM","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Третья операция в интересах развития</ProjectName><ProjectAbstract>Третья программа операций в интересах развития (ОР-3) для Армении направлена на решение вопросов уязвимости населения путем защиты бедных и поддержки развития человеческого капитала при совершенствовании конкуренции за счет устранения определенных ограничений в частном секторе и системе управления. После сильного экономического спада в 2009 году в 2010–2011 годах наблюдалось оживление экономики. Армения сильно пострадала от глобального экономического кризиса; в 2009 году ее ВВП снизился более чем на 14 процентов. Экономический рост возобновился в 2010 году, составив 2,1 процента. Ожидается, что в 2011 году он достигнет 4,6 процента. Постепенное увеличение объема переведенных денежных средств, притока прямых иностранных инвестиций (ПИИ) и экспорта (особенно в горнодобывающей отрасли и в туризме) способствовало росту экономики. В результате кризиса значительно увеличился как уровень бедности, так и расслоение общества. Данная операция завершает программную серию, реализация которой началась в 2009 году. Серия программных ОР занимает центральное место в текущей Стратегии партнерства со страной (СПС) Банка в отношении Армении, которая была разработана на фоне глобального экономического кризиса 2009 года с целью оказания содействия правительству в решении вопросов защиты населения от кризиса и укрепления конкурентоспособности во время возобновления экономического роста после кризиса. ОР-3 в размере 80 млн. долл. США поддерживает программу реформ для: (i) решения проблем уязвимости населения путем защиты бедных и развития человеческого капитала; и (ii) повышения конкурентоспособности путем создания более благоприятной среды в частном секторе и совершенствования системы государственного управления. В число мер, финансируемых в рамках программы ОР-3, входят расходы на создание основных сетей социальной защиты наряду с улучшением их адресности, расширением доступа к основным социальным услугам в области дошкольного воспитания и здравоохранения и повышение их качества. Программа также поддерживает меры по созданию системы регистрации компаний по принципу \"единого окна\", внесение изменений к закону об инспекциях для снижения дискреционных возможностей и повышения прозрачности, внедрение полностью функционирующего по умолчанию зеленого коридора для таможенной очистки, а также принятие нормативных документов для введения в действие нового горного законодательства с целью увеличения инвестиций.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":37},"sector2":{"Name":"General industry and trade sector","Percent":24},"sector3":{"Name":"Health","Percent":13},"sector4":{"Name":"Tertiary education","Percent":13},"sector5":{"Name":"Other Mining and Extractive Industries","Percent":13},"theme1":{"Name":"Education for the knowledge economy","Percent":13},"theme2":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":13},"theme3":{"Name":"Regulation and competition policy","Percent":50},"theme4":{"Name":"Tax policy and administration","Percent":12},"theme5":{"Name":"Health system performance","Percent":12},"totalcommamt":"80,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Health"},{"Name":"Tertiary education"},{"Name":"Other Mining and Extractive Industries"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Loan Agreement,Financing Agreement,Program Document","countrycode":"AM","sectorcode":"LS,ET,JA,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Human development","Social protection and risk management","Financial and private sector development","Public sector governance","Human development"],"ccsa_practice_code":"JOB","themecode":"67,28,40,54,66","combined_practice_name":"Jobs","mjthemecode":"8,6,4,2,8","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Social protection and risk management","code":"6"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Health","code":"JA"},{"name":"Tertiary education","code":"ET"},{"name":"Other Mining and Extractive Industries","code":"LS"}],"theme_namecode":[{"name":"Education for the knowledge economy","code":"66"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Regulation and competition policy","code":"40"},{"name":"Tax policy and administration","code":"28"},{"name":"Health system performance","code":"67"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":37},{"Name":"Industry and trade","Percent":24},{"Name":"Health and other social services","Percent":13},{"Name":"Education","Percent":13},{"Name":"Energy and mining","Percent":13}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20130819123722","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130819123722","DocDate":"05-JUN-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012052916481966","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012052916481966","DocDate":"29-MAY-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081af49e0_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af49e0_2_0","DocDate":"15-FEB-2012"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"090224b081af60bb_3_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af60bb_3_0","DocDate":"15-FEB-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20120124224402","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120124224402","DocDate":"19-JAN-2012"}],"countryname":"Republic of Armenia","ccsa_practice_name":"Jobs"}},"facets":{}}