{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122807":{"id":"P122807","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"GN-DPL 1","board_approval_month":"April","approvalfy":"2011","boardapprovaldate":"2011-04-21T00:00:00Z","closingdate":"2011-08-31T00:00:00Z","lendprojectcost":"78,000,000","ibrdcommamt":"0","idacommamt":"78,000,000","totalamt":"78,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P122807/gn-dpl-1?lang=en","countryshortname":"Guinea","teamleaderupi":"154868","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to bank, Accounting, accrual accounting, Aggregate expenditure, allocation, amortization, arrears, arrears accumulation, auction, auditors, balance of payment, balance of payments, bank accounts, bank financing, Bank portfolio, beneficiaries, Borrower, broad money, budget deficit, budget execution, budget support, budgetary procedures, budgeting, capacity building, capital expenditure, capital expenditures, Cash Balance, cash flows, cash management, cash payments, Central Bank, Civil servants, Civil Service, civil service salaries, civil society organizations, commercial banks, commodity prices, competitive bidding, Competitive procurement, Conditionality, contingent liabilities, contingent liability, credit expansion, Credit Facility, Credit Guarantees, creditors, Currency, currency depreciation, Current account deficit, Debt, debt reduction, Debt Relief, debt service, Debt Sustainability, decentralization, deficits, deposits, Development Bank, Disbursement, disbursements, domestic arrears, domestic debt, domestic market, donor financing, economic development, Economic Developments, economic growth, Economic Recovery, enabling environment, equipment, excess liquidity, Exchange Rate, Expenditure, expenditures, external arrears, external debt, External funding, fiduciary risk, Finance Ministry, Finances, Financial Accountability, financial information, Financial Management, financial obligations, financial statements, financial support, fiscal balance, fiscal deficit, f"},"project_abstract":{"cdata":"The Reengagement and Reform Support Grant Program for Guinea aims to support authorities' efforts to consolidate recent democratic gains, and engage decisively on a reform program that would enhance macro-economic stability and mark a clean break with the past on executive accountability and transparency. While the grant would primarily translate into facilitating arrears clearance to International Development Association (IDA) to allow resumption of Bank's disbursement in support of the transitional poverty reduction strategy, particular attention is given to policy actions aimed at: (i) improving public financial management; (ii) strengthening public sector efficiency and accountability focusing on core personnel management systems and; (iii) fostering transparency in the mining sector. The proposed operation is fully aligned with the Bank's Interim Strategy Note (ISN) for Guinea for the period 2011-12, and with the World Bank's Africa action plan. Given the quick response needed to an emergency situation, the operation does not fully address certain design considerations, per OP 8.60. Deficiencies in economic data due to the deterioration of statistical systems and the impact of the political instability make it difficult to present a reliable analysis of the recent economic developments in Guinea as well medium-term prospects. However, it is clear that since 2008, economic performance in Guinea has deteriorated significantly. Cumulatively, Gross Domestic Product (GDP) per capita declined by 4.6 percent between 2008 and 2010. While agriculture continued to grow modestly, the mining sector historically a major driver of growth contracted in real terms by 6 percent between 2008 and 2010 in spite of rising world prices. The regulatory business environment worsened with the cancellations of contracts in the mining sector, changes of license terms and conditions in the "},"country_namecode":"Republic of Guinea!$!GN","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>GUINÉE − PPD 1</ProjectName><ProjectAbstract>Le programme de subventions à l’appui du réengagement et des réformes de la Guinée vise à soutenir les efforts des autorités pour consolider les récents gains démocratiques et pour s’engager de manière décisive dans un programme de réformes qui permettrait d’accroître la stabilité macro-économique et marquer un nouveau départ en matière de responsabilisation et de transparence des dirigeants. Quoique la subvention se traduirait principalement par la facilitation du recouvrement des arriérés dus à l’Association internationale de développement (IDA) pour permettre la reprise du décaissement de l’aide de la Banque pour la stratégie transitionnelle de réduction de la pauvreté, une attention particulière est portée aux actions politiques visant à : i) améliorer la gestion des finances publiques ; ii) renforcer l’efficacité et la responsabilisation du secteur en mettant l’accent sur des systèmes de gestion du personnel clé ; et iii) améliorer la transparence du secteur minier. L’opération proposée est entièrement alignée sur la Note intérimaire de stratégie de la Banque mondiale pour la Guinée pour la période 2011-2012 et sur le Plan d’action de la Banque mondiale pour l’Afrique. Étant donné qu’une réponse rapide est nécessaire face à l’urgence de la situation, l’opération ne répond pas complètement aux critères de conception de la politique opérationnelle (PO) 8.60. Des lacunes au niveau des données économiques attribuables à la détérioration des systèmes statistiques et à l’impact de l’instabilité politique font qu’il est difficile de produire une analyse fiable des récents développements économiques en Guinée ainsi que des perspectives à moyen terme. Toutefois, il est clair que, depuis 2008, la performance économique de la Guinée s’est considérablement détériorée. De manière cumulative, le produit intérieur brut (PIB) par habitant a diminué de 4,6 % entre 2008 et 2010. Tandis que l’agriculture a continué à croître modérément, le secteur minier, qui était historiquement l’un des moteurs de la croissance du pays, s’est contracté de 6 % en termes réels entre 2008 et 2010 et ce, en dépit de la hausse des prix mondiaux. L’environnement relatif à la réglementation des affaires s’est détérioré en raison des annulations de contrats dans le secteur minier, des modifications des termes des licences dans le secteur des télécommunications et, d’une manière plus générale, de l’incertitude politique dans un contexte de dégradation de la sécurité.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":83},"sector2":{"Name":"Agro-industry, marketing, and trade","Percent":55},"sector3":{"Name":"General agriculture, fishing and forestry sector","Percent":37},"sector4":{"Name":"Other Mining and Extractive Industries","Percent":17},"sector5":{"Name":"Public administration- Agriculture, fishing and forestry","Percent":8},"theme1":{"Name":"Macroeconomic management","Percent":17},"theme2":{"Name":"Debt management and fiscal sustainability","Percent":8},"theme3":{"Name":"Administrative and civil service reform","Percent":17},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":50},"theme5":{"Name":"Other accountability/anti-corruption","Percent":8},"totalcommamt":"78,000,000","sector":[{"Name":"Central government administration"},{"Name":"Agro-industry, marketing, and trade"},{"Name":"General agriculture, fishing and forestry sector"},{"Name":"Other Mining and Extractive Industries"},{"Name":"Public administration- Agriculture, fishing and forestry"}],"docty":"Implementation Completion and Results Report,Board Summary,Board Report,Program Document,Program Information Document","countrycode":"GN","sectorcode":"BL,LS,AZ,YA,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Energy and mining","code":"LX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Economic management","Economic management","Public sector governance","Public sector governance","Public sector governance"],"themecode":"29,27,25,21,23","mjthemecode":"1,1,2,2,2","mjtheme_namecode":[{"name":"Economic management","code":"1"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Agro-industry, marketing, and trade","code":"YA"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"Other Mining and Extractive Industries","code":"LS"},{"name":"Public administration- Agriculture, fishing and forestry","code":"BL"}],"theme_namecode":[{"name":"Macroeconomic management","code":"23"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Other accountability/anti-corruption","code":"29"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":83},{"Name":"Industry and trade","Percent":55},{"Name":"Agriculture, fishing, and forestry","Percent":37},{"Name":"Energy and mining","Percent":17},{"Name":"Public Administration, Law, and Justice","Percent":8}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000386194_20120312010101","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120312010101","DocDate":"28-FEB-2012"},{"DocTypeDesc":"Board Summary (SU),  Vol.1","DocType":"SU","EntityID":"000356161_20110426233156","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20110426233156","DocDate":"21-APR-2011"},{"DocTypeDesc":"Board Report (BR),  Vol.1","DocType":"BR","EntityID":"000370910_20110421105244","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000370910_20110421105244","DocDate":"18-APR-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110401022734","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110401022734","DocDate":"22-MAR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000003596_20110202164335","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000003596_20110202164335","DocDate":"31-JAN-2011"}],"countryname":"Republic of Guinea"}},"facets":{}}