{"rows":10,"os":"0","page":"1","total":"1","projects":{"P122226":{"id":"P122226","projectfinancialtype":"IDA","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Competitiveness Developmenet Policy Operation","board_approval_month":"November","approvalfy":"2013","boardapprovaldate":"2012-11-01T00:00:00Z","closingdate":"2013-06-30T00:00:00Z","lendprojectcost":"30,000,000","ibrdcommamt":"0","idacommamt":"30,000,000","totalamt":"30,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P122226/competitiveness-developmenet-policy-operation?lang=en","countryshortname":"Moldova","teamleaderupi":"229300","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to education, ACCESS TO FINANCE, access to information, access to payment, Accounting, administrative burden, agricultural sector, arrears, availability of credit, balance sheet, balance sheets, bank credit, bank deposits, bank financing, Bank management, bank Payment, banking assets, banking crisis, banking sector, banking sectors, banking system, basis points, beneficiaries, binding constraint, Borrower, borrowing, budget constraint, budget deficit, Budgeting, Capital Adequacy, capital formation, capital gains, capital market, capital market development, Capital Market Law, capital markets, capital requirements, cash management, central bank, collateral, Commercial Banks, compliance costs, Consumer Protection, corporate bonds, corruption, credit growth, Credit Report, credit reporting, CURRENCY, current account, current account deficit, current account deficits, Debt, debt accumulation, debt crisis, debt levels, debt service, Debt Structure, decentralization, Deposit, depositors, deposits, DISBURSEMENT, domestic market, donor support, durables, economic activity, economic crisis, economic development, ECONOMIC DEVELOPMENTS, economic growth, economic reform, Exchange Rate, Exchange Rates, Expenditure, expenditures, export competitiveness, export earnings, export growth, exporters, External Debt, External shocks, Extreme poverty, farmers, financial crisis, financial flows, financial institutions, financial intermediation, Financial Management, financial markets, financ"},"project_abstract":{"cdata":"The development objective of the Competitiveness Development Policy Operation Program is to improve competitiveness and thereby increase the volume of Moldovan exports, especially in European Union (EU) markets; and improve access to finance thereby promoting investment-led growth. This program document presents a Competitiveness Development Policy Operation (DPO) for an amount of US$30 million. This is a single operation supporting the efforts of the Government of the Republic of Moldova to enhance growth through export competitiveness and increased access to finance. The Government's program for the period 2011-2014 represents a transition from the stabilization and recovery agenda to establishing a strong basis for growth driven by investment, innovation and competitiveness. The operation builds on and deepens the growth and trade-oriented structural reform agenda started under the economic recovery development policy operation, which was approved by the Board of Executive Directors on June 24, 2010. The Government of the Republic of Moldova has an opportunity to implement reforms that would put the economy on a more sustainable export-led growth path. Emerging from the global economic crisis, Moldova's economic growth resumed swiftly in 2010 and 2011; however, the current Euro area crisis is likely to result in a slowdown of growth in 2012 and in the medium term. Moreover, despite the recovery in 2010 and 2011, job creation remained weak. The main driver of growth in 2010-2011 was private consumption, suggesting that the economy could be returning to the pre-crisis pattern of growth. Before the crisis, a decade of growth with weak job creation created a vicious cycle of migration, remittances, exchange rate appreciation, declines in tradable sectors, joblessness, and thus more migration. Heavy reliance on remittance-funded consumption and housing construction leav"},"country_namecode":"Republic of Moldova!$!MD","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Операция в интересах развития в области повышения конкурентоспособности</ProjectName><ProjectAbstract>Целью в области развития Программы операций в целях развития в отношении конкурентоспособности является укрепление конкурентных позиций и увеличение за счет этого объема молдавского экспорта, особенно в страны Европейского союза (ЕС), а также улучшение доступа к финансированию и содействие благодаря этому экономическому росту на основе инвестиций. Данный документ по этой программе представляет операцию в интересах развития (ОР) в области конкурентоспособности на сумму 30 млн. долл. США. Это единовременная операция по поддержке мер, принимаемых правительством Республики Молдова по усилению экономического роста за счет повышения конкурентоспособности экспорта и расширения доступа к финансированию. Программа правительства на 2011–2014 годы представляет собой переход от задач стабилизации и восстановления к задачам создания прочного фундамента для экономического роста на основе инвестиций, инноваций и конкурентоспособности. Операция использует и углубляет структурную реформу, ориентированную на экономический рост и расширение торговли, которая была начата в рамках операции в интересах развития в области восстановления экономики, одобренной Советом исполнительных директоров 24 июня 2010 года. Правительство Республики Молдова имеет возможность осуществления реформ, которые направят экономику по пути более устойчивого роста на основе экспорта. Выйдя из глобального экономического кризиса, Молдова в 2010–2011 годах быстро возобновила темпы экономического роста; однако существует вероятность, что текущий кризис в еврозоне может привести к замедлению роста в 2012 году и в среднесрочной перспективе. Более того, несмотря на восстановление экономики в 2010–2011 годах, создание новых рабочих мест оставалось недостаточным. Главной движущей силой роста в 2010–2011 годах служило личное потребление, что указывает на возвращение к докризисной модели экономического роста. До кризиса десятилетие роста при недостаточном создании рабочих мест породило порочный круг миграции, денежных переводов, повышения валютного курса, падения производства в секторах, связанных с внешней торговлей, безработицы и в результате – роста миграции. Серьезная зависимость от потребления и жилищного строительства за счет денежных переводов делает экономику уязвимой к изменениям во внешней ситуации и подрывает долгосрочную конкурентоспособность Молдовы. Операция направлена на факторы, сдерживающие экономический рост, путем повышения доходности частных инвестиций и сокращения затрат на финансирование. </ProjectAbstract></Project>]]>","sector1":{"Name":"General finance sector","Percent":30},"sector2":{"Name":"General industry and trade sector","Percent":30},"sector3":{"Name":"Other domestic and international trade","Percent":20},"sector4":{"Name":"General public administration sector","Percent":10},"sector5":{"Name":"General agriculture, fishing and forestry sector","Percent":10},"theme1":{"Name":"Rural policies and institutions","Percent":20},"theme2":{"Name":"Regulation and competition policy","Percent":30},"theme3":{"Name":"Export development and competitiveness","Percent":10},"theme4":{"Name":"Regional integration","Percent":15},"totalcommamt":"30,000,000","sector":[{"Name":"General finance sector"},{"Name":"General industry and trade sector"},{"Name":"Other domestic and international trade"},{"Name":"General public administration sector"},{"Name":"General agriculture, fishing and forestry sector"}],"docty":"Implementation Completion and Results Report,Summary of Discussion,Program Document","countrycode":"MD","sectorcode":"AZ,BZ,YY,YZ,FZ","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Industry and trade","code":"YX"},{"name":"Industry and trade","code":"YX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Rural development","Financial and private sector development","Trade and integration","Trade and integration"],"ccsa_practice_code":"JOB","themecode":"47,45,40,77","combined_practice_name":"Jobs","mjthemecode":"10,4,5,5","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Financial and private sector development","code":"4"},{"name":"Trade and integration","code":"5"},{"name":"Trade and integration","code":"5"}],"sector_namecode":[{"name":"General finance sector","code":"FZ"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Other domestic and international trade","code":"YY"},{"name":"General public administration sector","code":"BZ"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"}],"theme_namecode":[{"name":"Rural policies and institutions","code":"77"},{"name":"Regulation and competition policy","code":"40"},{"name":"Export development and competitiveness","code":"45"},{"name":"Regional integration","code":"47"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Finance","Percent":30},{"Name":"Industry and trade","Percent":30},{"Name":"Industry and trade","Percent":20},{"Name":"Public Administration, Law, and Justice","Percent":10},{"Name":"Agriculture, fishing, and forestry","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20140109132221","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20140109132221","DocDate":"19-DEC-2013"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000445729_20130704123420","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000445729_20130704123420","DocDate":"01-NOV-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121010011504","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121010011504","DocDate":"02-OCT-2012"}],"countryname":"Republic of Moldova","ccsa_practice_name":"Jobs"}},"facets":{}}