{"rows":10,"os":"0","page":"1","total":"1","projects":{"P123685":{"id":"P123685","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"GW-Economic Governance Reform Grant III (EGRG 3)","board_approval_month":"June","approvalfy":"2011","boardapprovaldate":"2011-06-21T00:00:00Z","closingdate":"2011-12-31T00:00:00Z","lendprojectcost":"6,400,000","ibrdcommamt":"0","idacommamt":"6,400,000","totalamt":"6,400,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P123685/gw-economic-governance-reform-grant-iii-egrg-3?lang=en","countryshortname":"Guinea-Bissau","teamleaderupi":"205355","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accounting, accounting system, administrative framework, administrative reforms, administrative structure, annual rate, appropriations, Article, balance of payments, baseline scenario, basic services, basic social services, Borrower, budget constraints, budget cycle, budget documents, budget execution, budget information, Budget Law, budget preparation, Budget Support, budget support operations, budget system, budget systems, budgetary information, business regulations, Capacity Building, capacity building activities, capacity-building, Capital expenditure, capital expenditures, capital investments, Central Bank, Central Government, civil service, civil service reform, civil service reforms, commercial banks, commodity prices, Credit Facility, CURRENCY, Debt, Debt Management, Debt Management System, debt policies, debt ratios, Debt Relief, Debt Sustainability, Development Bank, diagnostic analysis, Diagnostic Assessment, DISBURSEMENT, domestic demand, domestic market, Domestic revenue, domestic savings, economic conditions, ECONOMIC DEVELOPMENTS, economic growth, economic recovery, Exchange rate, expenditure controls, external arrears, external debt, external financing, external shocks, Financial Accountability, financial assistance, Financial Control, financial costs, financial crisis, financial statements, financial support, fiscal adjustment, fiscal adjustments, fiscal consolidation, fiscal deficit, fiscal discipline, fiscal impact, fiscal management, fiscal performance, f"},"project_abstract":{"cdata":"The main development objectives of the Third Economic Governance Reform Grant (EGRG) Program for Guinea-Bissau are to: (i) promote efficiency, transparency and accountability in the use of public resources through improved public financial management (PFM); and (ii) improve specific aspects of the investment climate, including streamlined procedures for business registration and licensing, enhanced legal and taxation frameworks to foster private investment and new regulation to support environmental sustainability in public and private investment projects. The operation is designed to assist the Government of Guinea-Bissau in completing the first steps in a long term process of financial and management reform that was initiated in 2009. Recognizing the challenges posed by a difficult economic and political context and a fragile institutional environment, the project will support the completion of significant reforms in key areas of public administration and private sector development. While modest in their development objectives, such improvements will be instrumental in enabling the government to meet the larger objectives of reducing poverty and achieving levels of economic growth comparable to those of other countries in the region. Guinea-Bissau has made considerable progress in realigning its macroeconomic policy with its long-term development goals by implementing a focused agenda of complementary reforms supported by the two previous EGRGs. Despite encouraging progress in recent years on the economic and institutional fronts, Guinea-Bissau continues to face extraordinary short- and medium-term development challenges typical of a fragile state."},"country_namecode":"Republic of Guinea-Bissau!$!GW","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>GW – Troisième don de soutien de la réforme de la gouvernance économique (EGRG 3)</ProjectName><ProjectAbstract>Les principaux objectifs de développement du Troisième programme de don pour la réforme de la gouvernance économique de la Guinée-Bissau sont les suivants : (i) améliorer l’efficacité, la transparence et la responsabilisation de l’utilisation des ressources publiques grâce à une meilleure gestion des finances publiques ; et (ii) améliorer des volets spécifiques du climat d’investissement, notamment des procédures harmonisées pour l’enregistrement et l’autorisation d’exploitation des entreprises, de meilleurs cadres juridiques et fiscaux pour encourager les investissements privés et de nouvelles réglementations visant à assurer la durabilité environnementale des projets d’investissement publics et privés. L’opération vise à aider le gouvernement de Guinée-Bissau à réaliser les premières étapes d’un processus de longue durée de reformes financières et administratives initié en 2009. Reconnaissant les défis posés par le contexte économique et politique difficile et un environnement institutionnel fragile, le projet financera la poursuite de réformes significatives dans des domaines clés de l’administration publique et du développement du secteur privé. Quoique les objectifs de développement soient modestes, de telles améliorations permettront au gouvernement de réaliser des objectifs plus ambitieux de réduction de la pauvreté et d’atteindre des niveaux de croissance comparables à ceux d’autres pays de la région. La Guinée-Bissau a fait des progrès remarquables pour remettre sa politique macro-économique en cohérence avec ses objectifs de développement à long terme par la mise en œuvre d’un programme ciblé de réformes complémentaires financé par les deux programmes antérieurs de don pour la réforme de la gouvernance économique . Malgré des progrès encourageants ces dernières années sur les fronts économiques et institutionnels, la Guinée-Bissau demeure confrontée aux défis de développement à court et moyen termes caractéristiques d’un État fragile.</ProjectAbstract></Project>]]>","sector1":{"Name":"General water, sanitation and flood protection sector","Percent":11},"sector2":{"Name":"General education sector","Percent":11},"sector3":{"Name":"Central government administration","Percent":45},"sector4":{"Name":"General industry and trade sector","Percent":33},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":22},"theme2":{"Name":"Pollution management and environmental health","Percent":11},"theme3":{"Name":"Debt management and fiscal sustainability","Percent":11},"theme4":{"Name":"Administrative and civil service reform","Percent":22},"totalcommamt":"6,400,000","sector":[{"Name":"General water, sanitation and flood protection sector"},{"Name":"General education sector"},{"Name":"Central government administration"},{"Name":"General industry and trade sector"}],"docty":"Implementation Status and Results Report,Financing Agreement,Summary of Discussion,Program Document,Program Information Document,Program Information Document","countrycode":"GW","sectorcode":"YZ,BC,EZ,WZ","mjsector_namecode":[{"name":"Water, sanitation and flood protection","code":"WX"},{"name":"Education","code":"EX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Public sector governance","Environment and natural resources management","Economic management","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"25,21,84,27","combined_practice_name":"Jobs","mjthemecode":"2,11,1,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Environment and natural resources management","code":"11"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"General water, sanitation and flood protection sector","code":"WZ"},{"name":"General education sector","code":"EZ"},{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Pollution management and environmental health","code":"84"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Administrative and civil service reform","code":"25"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Water, sanitation and flood protection","Percent":11},{"Name":"Education","Percent":11},{"Name":"Public Administration, Law, and Justice","Percent":45},{"Name":"Industry and trade","Percent":33}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012010316215007","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012010316215007","DocDate":"03-JAN-2012"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"090224b081af4fad_2_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081af4fad_2_0","DocDate":"02-AUG-2011"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333037_20110624024614","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20110624024614","DocDate":"21-JUN-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110601062325","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110601062325","DocDate":"17-MAY-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110509172738","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110509172738","DocDate":"19-APR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110420121031","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110420121031","DocDate":"16-DEC-2010"}],"countryname":"Republic of Guinea-Bissau","ccsa_practice_name":"Jobs"}},"facets":{}}