{"rows":10,"os":"0","page":"1","total":"1","projects":{"P123374":{"id":"P123374","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"STP DPL - PUBLIC MANAGEMENT AND GOVERNANCE","board_approval_month":"May","approvalfy":"2011","boardapprovaldate":"2011-05-19T00:00:00Z","closingdate":"2012-02-28T00:00:00Z","lendprojectcost":"4,200,000","ibrdcommamt":"0","idacommamt":"4,200,000","totalamt":"4,200,000","grantamt":"0","borrower":"SA TE A","impagency":"IIST","url":"http://www.worldbank.org/projects/P123374/stp-dpl-public-management-governance?lang=en","countryshortname":"Sao Tome and Principe","teamleaderupi":"306376","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accounting, allocation, annual budget, basic services, basic social services, beneficiaries, budget allocation, budget allocations, budget control, budget deficit, Budget execution, budget formulation, Budget Implementation, Budget Law, budget planning, budget preparation, budget preparation process, budget proposal, budgetary expenditures, Capacity Building, capacity-building, capital expenditure, capital expenditures, capital markets, cash basis, cash management, Central Bank, Central Government, chart of accounts, commercial banks, Conditionality, contingent liabilities, Country Procurement, Country Procurement Assessment, data collection, Debt, Debt Management, Debt Relief, debt service, Debt servicing, Debt Sustainability, decentralization, delivery of health services, domestic market, domestic revenue, donor assistance, donor coordination, dual budgeting, economic distortions, economic growth, economies of scale, efficiency of public spending, enforcement of tax laws, exchange rate, exogenous shocks, expenditure commitments, expenditure frameworks, expenditure programs, expenditures, external assistance, external balance, external debt, external financing, external shocks, Financial Accountability, financial assets, financial crisis, Financial Management, Financial Management Information, Financial Management Information System, financial position, financial resources, financial sector, financial statements, financial system, financial transactions, fiscal adjustment, f"},"project_abstract":{"cdata":"The overall objective of the Public Resource Management and Governance Reform (PRMG) Development Policy Operation (DPO) is to assist the Government of Sao Tome and Principe to improve public sector effectiveness. This objective will be achieved by: raising the transparency and accountability in the management of public resources with a focus on improving budget transparency and accountability and the implementation of pro-poor expenditures, improving the management of public accounts and assets, and strengthening the oversight framework for public enterprises; and promoting sustainable economic policies by strengthening the fiscal policy framework including the management of public debt, and by improving donor coordination. The PRMG DPO supports the implementation of the government's reform program, focusing on: 1) improving budget transparency and the implementation of pro-poor expenditures; 2) strengthening the management of public accounts and assets; 3) enhancing the oversight and financial controls of public enterprises; 4) strengthening the framework for managing fiscal policy including public debt; and 5) enhancing donor coordination. This grant also supports the preparation of new Poverty Reduction Strategic Paper (PRSP) based on an updated poverty profile originating from a 2010 household survey and an analysis of growth diversification options."},"country_namecode":"Democratic Republic of Sao Tome and Prin!$!ST","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>STP PPD – GESTION PUBLIQUE ET GOUVERNANCE</ProjectName><ProjectAbstract>L'objectif global de l’Opération de politique de développement en soutien de la Réforme relative à la gouvernance et à la gestion des ressources publiques est d’aider le gouvernement de Sao Tomé-et-Principe à améliorer l’efficacité du secteur public. Cet objectif sera réalisé en améliorant la transparence et la responsabilisation dans la gestion des ressources publiques en mettant l’accent sur davantage de transparence et de responsabilisation dans le processus budgétaire et la mise en œuvre des dépenses en faveur des pauvres, en améliorant la gestion des comptes et des biens publics, en renforçant le cadre de supervision des entreprises publiques ; et en faisant la promotion de politiques économiques durables par un renforcement du cadre de la politique fiscale, notamment de la gestion de la dette publique, et par une meilleure coordination des donateurs.  L’Opération de politique de développement en appui de la Réforme relative à la gouvernance et à la gestion des ressources publiques soutient la mise en œuvre du programme de réformes du gouvernement en s’axant sur : 1) l'amélioration de la transparence du budget et de l’engagement des dépenses en faveur des pauvres ; 2) le renforcement de la gestion des comptes et des biens publics ; 3) l'amélioration de la supervision et des contrôles financiers des entreprises publiques ; 4) le renforcement du cadre de gestion de la politique fiscale, y compris la dette publique ; et 5) l'amélioration de la coordination des donateurs.  Ce don finance aussi la préparation du nouveau Document stratégique en faveur de la réduction de la pauvreté fondé sur un profil de pauvreté actualisé provenant d'une enquête auprès des ménages effectuée en 2010 et d’une analyse des options de diversification de la croissance.</ProjectAbstract></Project><Project><LangCode>PT</LangCode><ProjectName>STP DPL – GESTÃO E GOVERNAÇÃO PÚBLICA</ProjectName><ProjectAbstract>O objetivo global da Operação de Política de Desenvolvimento (OPD) da Reforma da Governação e Gestão dos Recursos Públicos (PRMG) é assistir o Governo de São Tomé e Príncipe a aumentar a eficácia do setor público. Este objetivo será alcançado mediante: aumento da transparência e responsabilização na gestão dos recursos públicos com enfoque no aumento da transparência e responsabilização orçamental e a implementação de despesas em favor dos pobres, melhor gestão das contas e ativos públicos e reforço do enquadramento de supervisão das empresas públicas; e promoção de políticas económicas sustentáveis através do reforço do quadro da política fiscal, incluindo a gestão da dívida pública e a melhor coordenação entre os doadores. A OPD PRMG apoia a implementação do programa de reforma do governo, centrando-se em: 1) aumento da transparência orçamental e implementação de despesas em prol dos pobres; 2) reforço da gestão das contas e ativos públicos; 3) intensificação da fiscalização e controlos financeiros das empresas públicas; 4) reforço do enquadramento de gestão da política fiscal incluindo a dívida pública; e 5) aumento da coordenação entre os doadores. Esta subvenção também apoia a preparação de um novo Documento Estratégico para Redução da Pobreza (PRSP) baseado num perfil atualizado da pobreza resultante de um inquérito aos agregados familiares de 2010 e uma análise das opções de diversificação do crescimento.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":100},"theme1":{"Name":"Other public sector governance","Percent":14},"theme2":{"Name":"Debt management and fiscal sustainability","Percent":14},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":72},"totalcommamt":"4,200,000","sector":[{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Program Document,Program Information Document,Program Information Document","countrycode":"ST","sectorcode":"BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Economic management","Public sector governance"],"themecode":"27,21,30","mjthemecode":"2,1,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Other public sector governance","code":"30"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20120905024413","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20120905024413","DocDate":"23-AUG-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08124de89_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08124de89_1_0","DocDate":"18-FEB-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000356161_20110428011619","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20110428011619","DocDate":"20-APR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110414135027","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110414135027","DocDate":"11-APR-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000262044_20101101144416","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000262044_20101101144416","DocDate":"13-OCT-2010"}],"countryname":"Democratic Republic of Sao Tome and Prin"}},"facets":{}}