{"rows":10,"os":"0","page":"1","total":"1","projects":{"P123241":{"id":"P123241","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"2nd. Programmatic Debt and Fiscal Sustainability Development Policy Loan","board_approval_month":"September","approvalfy":"2012","boardapprovaldate":"2011-09-08T00:00:00Z","closingdate":"2012-03-31T00:00:00Z","lendprojectcost":"100,000,000","ibrdcommamt":"100,000,000","idacommamt":"0","totalamt":"100,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P123241/2nd-programmatic-debt-fiscal-sustainability-development-policy-loan?lang=en","countryshortname":"Jamaica","teamleaderupi":"22704","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to Information, Accountant, accounting, agricultural commodities, Allocation, allocation of capital, Balance of payments, balance sheets, banking system, baseline scenario, basis points, benchmark bonds, beneficiaries, bonds, Borrower, borrowing plan, budget process, budgeting, Capital Adequacy, capital investments, cash transfer, Certificates of Deposit, Conditionality, Consumer Price Index, contingent liabilities, Country Procurement, Country Procurement Assessment, coupon, coupon rates, coupons, credibility, credit markets, CURRENCY, Currency Composition, currency depreciation, currency risks, current account deficit, Debt, debt accumulation, debt burden, Debt dynamics, Debt Exchange, Debt Financing, Debt Management, Debt Maturity, debt overhang, debt ratio, Debt Ratios, debt service, debt servicing, debt servicing costs, Debt Source, debt stock, Debt Sustainability, debt-servicing costs, deficits, depositors, deposits, Development Bank, disbursement, disbursements, domestic bonds, domestic debt, domestic debt market, domestic debts, Economic Development, Economic Developments, enabling environment, exchange rate, Expenditure, expenditures, external debt, Fiduciary Work, Financial Accountability, Financial Administration, financial crisis, Financial Management, Financial Management Information, Financial Management Information System, financial performance, Financial System, FINANCING REQUIREMENTS, fiscal deficit, fiscal deficits, fiscal discipline, fiscal policies,"},"project_abstract":{"cdata":"The objectives of the Second Programmatic Debt and Fiscal Sustainability Development Policy Loan (FSDPL2) Program for Jamaica are enhancing fiscal and debt sustainability, by supporting reforms to increase control on public spending and debt generation, reduce debt service burden and improve debt management, reduce financial vulnerabilities, and increase public spending effectiveness; increasing the efficiency of financial management and budget processes, by supporting efforts to improve the efficiency of public expenditure and investment, and strengthen control of public finances and the effectiveness of government budgeting practices; and reducing distortions and enhancing the efficiency of the tax system, through reducing the use of fiscal incentives and increasing the uniformity of the tax code, improving client services for tax payers, broadening the tax base, and simplifying tax payments. This program document describes the single-tranche FSDPL2 in the amount of US$100 million for Jamaica. The operation builds on the progress made under the Bank's previous FSDPL and the FSDPL1, February 2010. The reform program supported by the DPL is the manifestation of the Jamaican Government's strategy to increase fiscal and debt sustainability, improve macroeconomic stability, and accelerate growth. Reflecting the most pressing concerns at the time of operation preparation, the focus of the Government's program has been primarily on the first objective of fiscal and debt sustainability. However, the Government of Jamaica (GoJ) has made significant progress towards achievement of its objectives in each of these three areas, despite the difficult external environment and the slow pace of recovery from the adverse effects of the global crisis. The GoJ remains committed to its medium term reform program under a challenging environment. The GoJ recognizes the importance of impro"},"country_namecode":"Jamaica!$!JM","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Segundo Préstamo Programático para Políticas de Desarrollo sobre Sostenibilidad Fiscal y de la Deuda</ProjectName><ProjectAbstract>Los objetivos del segundo Programa de Préstamo Programático para Políticas de Desarrollo sobre Sostenibilidad Fiscal y de la Deuda (FSDPL2) para Jamaica son mejorar la sostenibilidad fiscal y del endeudamiento apoyando reformas que aumenten el control del gasto público y la generación de deuda, reducir la carga del servicio de la deuda y mejorar la gestión de la deuda, disminuir las vulnerabilidades financieras y aumentar la eficacia del gasto público; mejorar la eficiencia de los procesos presupuestarios y de gestión financiera apoyando los esfuerzos para aumentar la eficiencia de la inversión y el gasto público y fortalecer el control de las finanzas públicas y la eficacia de las prácticas presupuestarias del Gobierno y reducir las distorsiones y mejorar la eficiencia del sistema tributario a través de la disminución del uso de incentivos fiscales y el aumento de la uniformidad del código tributario, mejorando los servicios al cliente destinados a los contribuyentes, ampliando la base impositiva y simplificando los pagos de impuestos. Este documento describe el programa de FSDPL2 de tramo único por US$100 millones para Jamaica. La operación se basa en los avances que logró el anterior FSDPL del Banco Mundial y el FSDPL1, de febrero de 2010. El programa de reforma apoyado por el DPL es la manifestación de la estrategia del Gobierno de Jamaica para aumentar la sostenibilidad fiscal y de endeudamiento, mejorar la estabilidad macroeconómica y acelerar el crecimiento. Como reflejo de las preocupaciones más urgentes al momento de la preparación de la operación, el centro de atención del programa del Gobierno se encuentra en el primer objetivo de sostenibilidad fiscal y del endeudamiento. Sin embargo, el Gobierno de Jamaica ha conseguido avances importantes hacia el logro de sus objetivos en cada una de estas tres áreas, a pesar del difícil entorno externo y la lenta recuperación luego de los efectos adversos de la crisis mundial. El Gobierno sigue comprometido con su programa de reformas a mediano plazo en un entorno difícil y reconoce la importancia de mejorar la estabilidad macroeconómica y sentar las bases para un crecimiento acelerado al tiempo que protege a los pobres. El entorno macroeconómico se ha fortalecido notablemente gracias al éxito de las reformas adoptadas por el Gobierno.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":100},"theme1":{"Name":"Administrative and civil service reform","Percent":25},"theme2":{"Name":"Debt management and fiscal sustainability","Percent":25},"theme3":{"Name":"State-owned enterprise restructuring and privatization","Percent":12},"theme4":{"Name":"Tax policy and administration","Percent":25},"theme5":{"Name":"Public expenditure, financial management and procurement","Percent":13},"totalcommamt":"100,000,000","sector":[{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Loan Agreement,Program Document,Program Information Document","countrycode":"JM","sectorcode":"BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Public sector governance","Economic management","Financial and private sector development","Public sector governance","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,28,43,21,25","combined_practice_name":"Jobs","mjthemecode":"2,1,4,2,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Administrative and civil service reform","code":"25"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Tax policy and administration","code":"28"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333038_20121126222857","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20121126222857","DocDate":"27-SEP-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012040111285631","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012040111285631","DocDate":"01-APR-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2011121922255465","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2011121922255465","DocDate":"19-DEC-2011"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000362596_2011092711381272","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000362596_2011092711381272","DocDate":"25-SEP-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20110816004243","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20110816004243","DocDate":"05-AUG-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000003596_20110718094605","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000003596_20110718094605","DocDate":"14-JUL-2011"}],"countryname":"Jamaica","ccsa_practice_name":"Jobs"}},"facets":{}}