{"rows":10,"os":"0","page":"1","total":"1","projects":{"P125694":{"id":"P125694","projectfinancialtype":"IBRD","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Mauritius First Public Sector Performance Development Policy Loan","board_approval_month":"March","approvalfy":"2012","boardapprovaldate":"2012-03-27T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"20,000,000","ibrdcommamt":"20,000,000","idacommamt":"0","totalamt":"20,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P125694/mauritius-first-public-sector-performance-development-policy-loan?lang=en","countryshortname":"Mauritius","teamleaderupi":"249910","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accountability framework, Accounting, Administrative Reforms, annual Budget, annual Budget Speech, article, automatic stabilizers, balance of payments, baseline scenario, budget allocation, budget credibility, budget cycle, budget documentation, budget documents, budget formulation, budget projections, budget reform, budget support operations, budgetary expenditures, business regulations, capacity-building, capital budget, capital expenditures, Capital grants, Capital inflows, cash balances, Cash Transfers, Central Bank, Central government, Civil Service, Civil Service Reform, commercial banks, commodity prices, Conditionality, Debt, debt dynamics, Debt Management, Debt Sustainability, Development Bank, domestic debt, domestic demand, domestic market, economic downturn, economic growth, economic recovery, economic risks, economic shocks, economic uncertainties, education programs, education reform, education system, efficiency gains, Exchange Rate, exchange rates, external borrowing, external debt, external loans, external shocks, Financial Accountability, financial crisis, financial flows, financial institutions, financial intermediation, financial management, financial market, financial markets, Financial Requirements, financial resources, financial sector, financial services, financial statements, financial support, financial system, Fiscal Affairs, fiscal consolidation, fiscal deficit, fiscal deficits, fiscal discipline, Fiscal Framework, fiscal information, fiscal polici"},"project_abstract":{"cdata":"The development objective of the First Public Sector Performance Development Policy Loan (DPL) Program for Mauritius to support improvements in the performance of the public sector in Mauritius. Recent economic reforms in Mauritius have built on a long tradition of economic growth and transformation. Since independence in 1968, Mauritius has achieved substantial economic growth of around 5 percent per annum, which has underpinned its economic transition from a predominantly agricultural economy based on sugar production to a diversified economy structured around textile exports and tourism. However, by the mid- 2000s, with the erosion of Mauritius' preferential trade status and rising commodity prices, it was evident that more reforms were needed to further the country's transition from a labor intensive economy to a high-value-added knowledge and services economy. As a result, in 2006 the government implemented a bold reform program structured around four pillars: (i) strengthening fiscal consolidation and public sector efficiency; (ii) enhancing trade competitiveness; (iii) improving the investment climate; and (iv)widening opportunities. The reform was broadly successful in restoring competitiveness, achieving economic growth, and creating employment in higher-value-added sectors. Moreover, the reform helped to consolidate government expenditure and reversed the upward trend in public debt. The proposed DPL is being prepared in coordination with the Bank's Private Sector Competitiveness (PSC) DPL. The two DPL series are designed to be mutually reinforcing and to address complementary aspects of the government's reform program while ensuring that the Bank's support remains sufficiently flexible. The PSC DPL series will focus primarily on strengthening the policy and institutional environment for private sector competitiveness, while this proposed DPL will focus prim"},"country_namecode":"Republic of Mauritius!$!MU","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Premier prêt à la politique de développement de la performance du secteur public de Maurice</ProjectName><ProjectAbstract>L’objectif de développement du premier programme de prêt en appui à la politique de développement de la performance du secteur public de Maurice est de soutenir les améliorations de la performance du secteur public de Maurice. Les réformes économiques récentes mises en place à Maurice se sont appuyées sur une longue tradition de croissance économique et de transformation.  Depuis son indépendance en 1968, Maurice a connu une croissance économique importante d’environ 5 % par an, ce qui a engendré une évolution économique d’une économie à essentiellement agricole fondée sur la production de sucre vers une économie diversifiée axée sur l’exportation de textile et le tourisme. Cependant, vers le milieu des années 2000, avec l’érosion du statut commercial préférentiels de Maurice et l’augmentation des prix des matières premières, il est devenu évident qu’il était nécessaire de mettre en place davantage de réformes pour poursuivre la transition du pays d’une économie à forte intensité de main-d’œuvre vers une économie de service et de connaissance à forte valeur ajoutée. De ce fait, en 2006, le gouvernement a mis en œuvre un programme de réformes audacieux, structuré autour de quatre piliers : (i) renforcement de la consolidation fiscale et de l’efficacité du secteur public ; (ii) amélioration de la compétitivité des échanges ; (iii) amélioration du climat d’investissement et (iv) élargissement des opportunités. La réforme a réussi dans l’ensemble pour ce qui est de restaurer la compétitivité, générer de la croissance économique et créer des emplois dans des secteurs à plus forte valeur ajoutée. De plus, la réforme a permis de consolider les dépenses du gouvernement et inversé la tendance à la hausse de la dette publique. Le prêt en appui à la politique est préparé en coordination avec le prêt en appui à la politique de soutien de la compétitivité du secteur privé de la Banque. Les deux séries de prêts en appui à la politique sont conçues pour se renforcer mutuellement et traiter des aspects complémentaires du programme de réforme du gouvernement tout en s’assurant que le soutien de la Banque reste suffisamment flexible. La série de prêts en soutien de la politique en faveur de la compétitivité du secteur privé est principalement axée sur la compétitivité du secteur privé, alors que ce prêt en appui à la politique le sera sur la performance du secteur public.</ProjectAbstract></Project>]]>","sector1":{"Name":"General industry and trade sector","Percent":38},"sector2":{"Name":"Central government administration","Percent":25},"sector3":{"Name":"Other social services","Percent":25},"sector4":{"Name":"Secondary education","Percent":12},"theme1":{"Name":"State-owned enterprise restructuring and privatization","Percent":25},"theme2":{"Name":"Education for all","Percent":12},"theme3":{"Name":"Administrative and civil service reform","Percent":25},"theme4":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":25},"totalcommamt":"20,000,000","sector":[{"Name":"General industry and trade sector"},{"Name":"Central government administration"},{"Name":"Other social services"},{"Name":"Secondary education"}],"docty":"Implementation Status and Results Report,Program Document,Program Information Document,Program Information Document","countrycode":"MU","sectorcode":"ES,JB,BC,YZ","mjsector_namecode":[{"name":"Industry and trade","code":"YX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Education","code":"EX"}],"mjtheme":["Financial and private sector development","Human development","Public sector governance","Social protection and risk management"],"ccsa_practice_code":"JOB","themecode":"54,25,65,43","combined_practice_name":"Jobs","mjthemecode":"4,8,2,6","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"}],"sector_namecode":[{"name":"General industry and trade sector","code":"YZ"},{"name":"Central government administration","code":"BC"},{"name":"Other social services","code":"JB"},{"name":"Secondary education","code":"ES"}],"theme_namecode":[{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Education for all","code":"65"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Industry and trade","Percent":38},{"Name":"Public Administration, Law, and Justice","Percent":25},{"Name":"Health and other social services","Percent":25},{"Name":"Education","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012090115583608","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012090115583608","DocDate":"01-SEP-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20120306233958","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20120306233958","DocDate":"27-FEB-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20111228114041","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20111228114041","DocDate":"12-DEC-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110601143434","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110601143434","DocDate":"04-MAY-2011"}],"countryname":"Republic of Mauritius","ccsa_practice_name":"Jobs"}},"facets":{}}