{"rows":10,"os":"0","page":"1","total":"1","projects":{"P125837":{"id":"P125837","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"GU","envassesmentcategorycode":"U","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Active","status":"Active","project_name":"FYR Macedonia Policy Based Guarantee","board_approval_month":"November","approvalfy":"2012","boardapprovaldate":"2011-11-10T00:00:00Z","lendprojectcost":"134,900,000","ibrdcommamt":"134,900,000","idacommamt":"0","totalamt":"134,900,000","grantamt":"0","borrower":"ACE","impagency":"IIST","url":"http://www.worldbank.org/projects/P125837/fyr-macedonia-policy-based-guarantee?lang=en","countryshortname":"Macedonia, former Yugoslav Republic of","teamleaderupi":"273894","prodlinetext":"Guarantees","keywords":{"cdata":"access to capital, Amortization, Arrears, availability of credit, balance due, Balance of payment, balance of payments, balance sheets, bank credit, bank loan, banking practices, banking sector, Basis Points, benchmark bonds, bond market, bond portfolio, bonds, Borrower, borrowing costs, borrowing strategy, broad money, budget deficit, budgeting, bullet repayment, cadastre, Capital Account, Capital Adequacy, capital flows, capital inflows, Cash Transfer, Central Bank, central bank bills, commercial banking, commercial banks, commercial loan, commercial terms, Consumer Price Index, contingency planning, contingent liabilities, corporate borrowers, coupon, coupon rate, credibility, credit growth, credit institutions, Credit Line, creditor, creditor rights, Creditors, CURRENCY, Current Account Deficit, current account deficits, DEBT, Debt Crisis, debt issuance, debt issue, debt level, debt levels, debt management policies, Debt service, debt servicing, Deposit, Deposit Insurance, depositors, deposits, devaluation, developing countries, Development Bank, Domestic borrowing, domestic capital, domestic capital market, domestic debt, domestic government bond, downside scenario, economic risks, emerging market, equipment, eurobond, Exchange Rate, Expenditure, expenditures, export growth, External borrowing, external debt, external indebtedness, financial crisis, Financial Institution, Financial Management, Financial Stability, financing requirements, fiscal burden, fiscal deficit, fi"},"project_abstract":{"cdata":"The objective of the Policy Based Guarantee (PBG) Program for Former Yugoslav Republic of Macedonia is to help reduce future risks to stability by strengthening sustainability of public finances and the resilience of the financial sector and to support improved protection of the most vulnerable and to enhance incentives for formal labor market participation. This program document describes the PBG to the Former Yugoslav Republic of Macedonia (FYR Macedonia) to support the government's program aimed at strengthening sustainability of public finances and functioning of labor markets, improving performance of social protection, and strengthening resilience of the financial sector. The medium-term fiscal policy supported by the program will remain supportive of macroeconomic stability, as well as nascent growth recovery. The program, among others, supports measures to enhance incentives for formal labor market participation. In addition, the program will continue to support social protection reforms to ensure that future growth is more inclusive than before, and financial sector stability, including by supporting an independent and accountable monetary authority and strengthening contingency planning. The PBG is proposed in light of the country's strong track record in macroeconomic management, improving structural and social policies and adequate external financing plan. FYR Macedonia restored macroeconomic stability early in the transition process and has maintained it for almost one and a half decades. This, combined with structural reforms, facilitated stronger growth prior to the crisis while keeping internal and external balances manageable."},"country_namecode":"Macedonia, former Yugoslav Republic of!$!MK","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Программа предоставления специальных гарантий для БЮР Македонии</ProjectName><ProjectAbstract>Цель Программы специальных гарантий (ПСГ) для бывшей югославской Республики Македонии заключается в содействии в снижении будущих рисков для стабильности путем укрепления устойчивости государственной финансовой системы и жизнеспособности финансового сектора, а также содействия улучшению защиты наиболее уязвимых слоев населения и создания стимулов для выхода на официальный рынок труда. Программный документ описывает ПСГ для бывшей югославской Республики Македонии, поддерживающую правительственную программу укрепления устойчивости государственной финансовой системы и функционирования рынков труда, усовершенствования социальной защиты и повышения жизнеспособности финансового сектора. Среднесрочная налогово-бюджетная политика, которую поддерживает программа, и впредь будет способствовать макроэкономической стабильности, а также наметившемуся возобновлению экономического роста. Помимо прочего, программа поддерживает меры повышения стимулов для выхода на официальный рынок труда. Кроме того, программа продолжит оказывать поддержку реформам системы социальной защиты в целях ее более всеобъемлющего роста в будущем, а также стабильности финансового сектора, в том числе за счет поддержки независимого и подотчетного фискального органа и усовершенствования планирования на случай непредвиденных обстоятельств. ПСГ предлагается с учетом высоких достижений страны в макроэкономическом управлении, усовершенствования ее структурной и социальной политики, а также наличия адекватного плана внешнего финансирования. Макроэкономика Македонии вернулась в стабильное состояние на ранних этапах переходного процесса и оставалась стабильной на протяжении практически полутора десятилетий. В совокупности со структурными реформами это обеспечило более значительный рост в докризисный период при управляемости внешних и внутренних балансов.</ProjectAbstract></Project>]]>","sector1":{"Name":"Health","Percent":28},"sector2":{"Name":"Other social services","Percent":28},"sector3":{"Name":"General finance sector","Percent":22},"sector4":{"Name":"Compulsory pension and unemployment insurance","Percent":11},"sector5":{"Name":"Central government administration","Percent":11},"theme1":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":22},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":11},"theme3":{"Name":"Tax policy and administration","Percent":11},"theme4":{"Name":"Health system performance","Percent":34},"totalcommamt":"134,900,000","sector":[{"Name":"Health"},{"Name":"Other social services"},{"Name":"General finance sector"},{"Name":"Compulsory pension and unemployment insurance"},{"Name":"Central government administration"}],"docty":"Implementation Completion and Results Report,Agreement,Program Document","countrycode":"MK","sectorcode":"BC,BE,FZ,JB,JA","mjsector_namecode":[{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"},{"name":"Finance","code":"FX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Social protection and risk management","Public sector governance","Public sector governance","Human development"],"ccsa_practice_code":"JOB","themecode":"67,28,27,54","combined_practice_name":"Jobs","mjthemecode":"6,2,2,8","mjtheme_namecode":[{"name":"Social protection and risk management","code":"6"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Health","code":"JA"},{"name":"Other social services","code":"JB"},{"name":"General finance sector","code":"FZ"},{"name":"Compulsory pension and unemployment insurance","code":"BE"},{"name":"Central government administration","code":"BC"}],"theme_namecode":[{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Tax policy and administration","code":"28"},{"name":"Health system performance","code":"67"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Health and other social services","Percent":28},{"Name":"Health and other social services","Percent":28},{"Name":"Finance","Percent":22},{"Name":"Public Administration, Law, and Justice","Percent":11},{"Name":"Public Administration, Law, and Justice","Percent":11}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20130712174805","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20130712174805","DocDate":"13-MAY-2013"},{"DocTypeDesc":"Agreement (AGR),  Vol.","DocType":"AGR","EntityID":"090224b081d366a9_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d366a9_1_0","DocDate":"22-NOV-2011"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20111021003726","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20111021003726","DocDate":"14-OCT-2011"}],"countryname":"Macedonia, former Yugoslav Republic of","ccsa_practice_name":"Jobs"}},"facets":{}}