{"rows":10,"os":"0","page":"1","total":"1","projects":{"P126465":{"id":"P126465","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"RIO STATE DEVELOPMENT POLICY LOAN III","board_approval_month":"August","approvalfy":"2013","boardapprovaldate":"2012-08-30T00:00:00Z","closingdate":"2014-01-31T00:00:00Z","lendprojectcost":"300,000,000","ibrdcommamt":"300,000,000","idacommamt":"0","totalamt":"300,000,000","grantamt":"0","borrower":"THE STATE","impagency":"SECETAIA","url":"http://www.worldbank.org/projects/P126465/rio-state-development-policy-loan-iii?lang=en","countryshortname":"Brazil","teamleaderupi":"235789","prodlinetext":"IBRD/IDA","keywords":{"cdata":",,"},"project_abstract":{"cdata":"The development objective of the Third Rio State Fiscal Efficiency for Quality of Public Service Delivery Development Policy Loan (DPL) Program is to assist the Government of Rio de Janeiro in strengthening its tax administration, improving the efficiency of public financial management, increasing the quality of public service provision in education and health and ensuring that policies adopted are both consistent with priorities of the State Government and with resources likely to be available in the medium term. This program document presents a DPL in the amount of US$300 million for the state of Rio de Janeiro, Brazil. This DPL is designed to assist the Government of Rio de Janeiro (GORJ) in continuing its efforts to improve fiscal management, social service delivery in health and education, and public financial management. Although requested as a stand-alone DPL, the operation forms part of a long term quasi programmatic engagement with the State. It is the third DPL operation with the state of Rio de Janeiro. The policies supported by this third DPL are part of the GORJ's medium-term reform program and would deepen and extend the areas covered by the first DPL. Specifically, the operation will support measures to: (i) improve the efficiency of tax administration; (ii) improve budgetary management, including screening and evaluation of new public investment projects, better estimating costs of new policy initiatives, and strengthening internal controls; and (iii) increase quality and efficiency of the education system, by introducing merit-based selection processes for school managers, annual school-level performance targets, and performance-linked pay, and in the health system by increasing the efficiency of health spending, both in regional hospitals and smaller municipalities."},"country_namecode":"Federative Republic of Brazil!$!BR","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Tercer Préstamo para Políticas de Desarrollo (DPL) del Estado de Río de Janeiro</ProjectName><ProjectAbstract>El objetivo del Tercer Programa de Préstamos para Políticas de Desarrollo (DLP) sobre Eficiencia Fiscal del Estado de Río de Janeiro para la Calidad de la Prestación de Servicios Públicos es ayudar al gobierno de este estado en el fortalecimiento de su administración fiscal, mejorando la eficiencia de la gestión financiera pública, aumentando la calidad de la prestación de servicios públicos de educación y salud y garantizando que las políticas adoptadas sean coherentes tanto con las prioridades del gobierno estatal como con los recursos que pudieran estar disponibles en el mediano plazo. Este documento del programa presenta un DPL por una cantidad que asciende a US$300 millones para el estado de Río de Janeiro. El DPL está diseñado para ayudar al gobierno de Río de Janeiro a proseguir con sus esfuerzos en pos de mejorar la gestión fiscal, la prestación de servicios sociales de salud y educación y la gestión de las finanzas públicas. Aunque fue solicitado como un DPL independiente, la operación forma parte de un compromiso cuasi programático a largo plazo con el estado. Es la tercera operación de DPL en este estado y las políticas que apoya forman parte del programa de reforma a mediano plazo del gobierno estatal, además de profundizar y ampliar los ámbitos cubiertos por el primer DPL. En concreto, la operación apoyará medidas para: i) mejorar la eficiencia de la administración tributaria, ii) mejorar la gestión presupuestaria, incluida la selección y evaluación de nuevos proyectos de inversión pública, con un mejor cálculo de costos de las nuevas iniciativas políticas y el fortalecimiento de los controles internos, y iii) aumentar la calidad y la eficiencia del sistema educativo, mediante la introducción de procesos de selección basados en el mérito para administradores de escuelas, metas anuales de rendimiento a nivel escolar y pago vinculado al rendimiento y, en el sistema de salud, mediante una mayor eficiencia del gasto en salud, tanto en hospitales regionales como en municipios más pequeños.</ProjectAbstract></Project><Project><LangCode>PT</LangCode><ProjectName>TERCEIRO EMPRÉSTIMO PARA POLÍTICAS DE DESENVOLVIMENTO DO ESTADO DO RIO</ProjectName><ProjectAbstract>O objetivo de desenvolvimento do Empréstimo para Políticas de Desenvolvimento (DPL) do Terceiro Programa de Eficiência Fiscal para a Prestação de Serviços Públicos do Estado do Rio de Janeiro é prestar assistência ao Governo do Estado do Rio de Janeiro no fortalecimento de sua administração tributária, melhoria da eficiência da gestão financeira pública, aumento da qualidade da prestação de serviços públicos em educação e saúde, bem como assegurar que as políticas adotadas sejam coerentes com as prioridades do Governo estadual e com os recursos prováveis a serem disponibilizados no médio prazo. O documento deste programa apresenta um DPL no montante de US$ 300 milhões para o Estado do Rio de Janeiro, Brasil. Este DPL destina-se a ajudar o Governo do Estado do Rio de Janeiro a continuar seus esforços no sentido de melhorar a gestão fiscal, prestação de serviços sociais em saúde e educação e gestão das finanças públicas. Embora solicitada como um DPL independente, a operação é um dos elementos de uma participação quase programática de longo prazo com o estado. Esta é a terceira operação de DPL com o Estado do Rio de Janeiro. As políticas apoiadas por este terceiro DPL fazem parte do programa de reforma de médio prazo do Estado do Rio de Janeiro e visam a aprofundar e ampliar as áreas cobertas pelo primeiro DPL. Especificamente, a operação apoiará medidas para: i. melhorar a eficiência da administração tributária; ii. melhorar a gestão orçamentária, incluindo seleção e avaliação de novos projetos de investimento público, melhor estimativa de custos das novas iniciativas de políticas e fortalecimento de controles internos; e  iii. melhorar a qualidade e a aumentar a eficiência do sistema de ensino mediante a introdução de processos de seleção por mérito para gerentes escolares, realização de metas anuais de desempenho escolar e pagamento vinculado ao desempenho e, no sistema de saúde, aumentar a eficiência dos gastos em saúde tanto nos hospitais regionais como nos municípios menores.</ProjectAbstract></Project>]]>","sector1":{"Name":"Sub-national government administration","Percent":60},"sector2":{"Name":"General education sector","Percent":20},"sector3":{"Name":"Health","Percent":20},"theme1":{"Name":"Health system performance","Percent":20},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":30},"theme3":{"Name":"Tax policy and administration","Percent":20},"theme4":{"Name":"Education for all","Percent":20},"totalcommamt":"300,000,000","sector":[{"Name":"Sub-national government administration"},{"Name":"General education sector"},{"Name":"Health"}],"docty":"Implementation Status and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Loan Agreement,Guarantee Agreement,Summary of Discussion,Program Document,Program Document,Program Information Document,Program Information Document","countrycode":"BR","sectorcode":"JA,EZ,BH","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Education","code":"EX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Human development","Public sector governance","Public sector governance","Human development"],"themecode":"65,28,27,67","mjthemecode":"8,2,2,8","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"}],"sector_namecode":[{"name":"Sub-national government administration","code":"BH"},{"name":"General education sector","code":"EZ"},{"name":"Health","code":"JA"}],"theme_namecode":[{"name":"Health system performance","code":"67"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Tax policy and administration","code":"28"},{"name":"Education for all","code":"65"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":60},{"Name":"Education","Percent":20},{"Name":"Health and other social services","Percent":20}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b082269133_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b082269133_1_0","DocDate":"08-FEB-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0819ff8ee_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0819ff8ee_1_0","DocDate":"20-MAR-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081773a0a_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081773a0a_1_0","DocDate":"14-NOV-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081784bf1_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081784bf1_1_0","DocDate":"30-OCT-2012"},{"DocTypeDesc":"Guarantee Agreement (GA),  Vol.","DocType":"GA","EntityID":"090224b081784c0b_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081784c0b_1_0","DocDate":"30-OCT-2012"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333038_20120910010128","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20120910010128","DocDate":"30-AUG-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121109011157","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121109011157","DocDate":"25-JUL-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000350881_20120828100800","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20120828100800","DocDate":"25-JUL-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20120209091036","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20120209091036","DocDate":"30-JAN-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20110808120608","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20110808120608","DocDate":"28-JUL-2011"}],"countryname":"Federative Republic of Brazil"}},"facets":{}}