{"rows":10,"os":"0","page":"1","total":"1","projects":{"P126226":{"id":"P126226","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Eighth Poverty Reduction Support Credit (PRSC8)","board_approval_month":"March","approvalfy":"2012","boardapprovaldate":"2012-03-15T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"110,000,000","ibrdcommamt":"0","idacommamt":"110,000,000","totalamt":"110,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P126226/eighth-poverty-reduction-support-credit-prsc8?lang=en","countryshortname":"Mozambique","teamleaderupi":"218991","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to information, accountability framework, Accounting, Accounting Standards, aggregate demand, Aggregate expenditure, Aggregate revenue, annual budget, annual budget process, annual commitments, appropriations, Article, Balance of Payments, baseline scenario, budget allocations, budget classification, budget credibility, budget cycle, budget documentation, Budget Execution, budget formulation, budget holders, budget implementation, budget planning, budget preparation, budget preparation cycle, budget process, budget submissions, budget year, capital expenditures, cash flow, cash management, Central Bank, civil service, civil service reforms, Civil Society Organizations, civil society participation, commodity prices, Conditionality, constraints to growth, Country Procurement, Country Procurement Assessment, Debt, debt service, Debt Sustainability, decentralization, delivery of services, Domestic debt, domestic savings, ECONOMIC DEVELOPMENTS, economic growth, economic growth rate, Exchange Rate, Exchange Rates, expenditure commitments, expenditures, external audit, external borrowing, external debt, External grants, external imbalances, external shocks, Finance Ministry, Financial account, Financial Accountability, financial crisis, Financial Management, Financial Management System, financial resources, Financial Sector, financial services, financial support, fiscal accounts, fiscal deficit, Fiscal Framework, Fiscal performance, fiscal policy, fiscal side, foreign borrowi"},"project_abstract":{"cdata":"The objective of Eighth Poverty Reduction Support Credit (PRSC-8) Project for Mozambique is to strengthen economic governance systems and support private sector development in order to achieve broad based growth for poverty reduction. The project will assist the Government of Mozambique (GoM) to implement key policy actions outlined in its 2006-2010 Second Action Plan for the Reduction of Absolute Poverty (PARPA II) to improve public financial management systems and adopting growth enhancing reforms. The PRSC-8 is expected to help the GoM in: (a) the consolidation and deepening of reforms in economic management in the areas of budget implementation through improvements in public financial management systems, government procurement systems, internal and external audit functions, and transparency in use of government resources; and (b) removing constraints to growth, notably by simplifying business procedures and developing a legal framework to facilitate private sector participation in the provision of infrastructure."},"country_namecode":"Republic of Mozambique!$!MZ","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Huitième crédit à l’appui de la réduction de la pauvreté (PRSC 8)</ProjectName><ProjectAbstract>L’objectif du huitième Projet de crédit à l’appui de la réduction de la pauvreté pour le Mozambique vise à renforcer les systèmes de gouvernance économique et à soutenir le développement du secteur privé afin d’obtenir une croissance d’ensemble pour la réduction de la pauvreté. Le projet aidera le gouvernement mozambicain à mettre en œuvre les actions politiques clés définies dans son deuxième plan d’action 2006-2010 pour la réduction de la pauvreté absolue (PARPA II) en vue d’améliorer les systèmes de gestion des finances publique et d’adopter des réformes en faveur de la croissance. Le huitième Projet de crédit à l’appui de la réduction de la pauvreté (PRSC-8) devrait aider le gouvernement mozambicain à (a) consolider et approfondir les réformes de la gestion économique dans les domaines de la mise en œuvre budgétaire par des améliorations des systèmes de gestion des finances publiques, des systèmes de passation des marchés de l’État, des fonctions d’audit interne et externe et de la transparence dans l’utilisation des ressources de l’État ; et (b) supprimer les obstacles à la croissance en simplifiant notablement les procédures commerciales et en développant un cadre juridique pour faciliter la participation du secteur privé dans la mise en place des infrastructures.</ProjectAbstract></Project><Project><LangCode>PT</LangCode><ProjectName>Oitavo Crédito de Apoio à Redução da Pobreza (PRSC8)</ProjectName><ProjectAbstract>O objetivo do Projeto do Oitavo Crédito para Apoio da Redução da Pobreza (PRSC-8) em Moçambique é reforçar os sistemas de governação económica e apoiar o desenvolvimento do setor privado para a consecução de um crescimento de base alargada com vista à redução da pobreza. O projeto irá apoiar o Governo de Moçambique (GoM) a implementar ações de política fundamentais, descritas no Segundo Plano de Ação para Redução da Pobreza Absoluta (PARPA II), no sentido de melhorar os sistemas de gestão das finanças públicas e adotar reformas geradoras de crescimento. Prevê-se que o PRSC-8 ajude o GoM a: (a) consolidar e aprofundar as reformas na gestão económica nas áreas de execução orçamental através de melhorias nos sistemas de gestão das finanças públicas, sistemas de aquisições públicas, funções de auditoria interna e externa e transparência na utilização dos recursos públicos; e (b) remover os entraves ao crescimento, especialmente com a simplificação de procedimentos de negócios e desenvolvimento de um enquadramento jurídico para facilitar a participação do setor privado na criação de infraestruturas.  </ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":50},"sector2":{"Name":"General industry and trade sector","Percent":34},"sector3":{"Name":"Oil and gas","Percent":8},"sector4":{"Name":"Coal Mining","Percent":8},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":42},"theme2":{"Name":"Regulation and competition policy","Percent":42},"theme3":{"Name":"Export development and competitiveness","Percent":8},"totalcommamt":"110,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Oil and gas"},{"Name":"Coal Mining"}],"docty":"Implementation Status and Results Report,Implementation Completion and Results Report,Financing Agreement,Program Document","countrycode":"MZ","sectorcode":"LM,LC,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Energy and mining","code":"LX"},{"name":"Energy and mining","code":"LX"}],"mjtheme":["Public sector governance","Financial and private sector development","Trade and integration"],"ccsa_practice_code":"JOB","themecode":"45,40,27","combined_practice_name":"Jobs","mjthemecode":"2,4,5","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Financial and private sector development","code":"4"},{"name":"Trade and integration","code":"5"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Oil and gas","code":"LC"},{"name":"Coal Mining","code":"LM"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Regulation and competition policy","code":"40"},{"name":"Export development and competitiveness","code":"45"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":50},{"Name":"Industry and trade","Percent":34},{"Name":"Energy and mining","Percent":8},{"Name":"Energy and mining","Percent":8}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081c9bf14_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081c9bf14_1_0","DocDate":"22-JUN-2013"},{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20130725111021","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20130725111021","DocDate":"12-JUN-2013"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"000171540_2012041008522817","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012041008522817","DocDate":"26-MAR-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000350881_20120223091307","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20120223091307","DocDate":"15-FEB-2012"}],"countryname":"Republic of Mozambique","ccsa_practice_name":"Jobs"}},"facets":{}}