{"rows":10,"os":"0","page":"1","total":"1","projects":{"P126903":{"id":"P126903","projectfinancialtype":"IBRD","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Mauritius -  Priv Sec Competitiveness Development Policy Loan (PSC - DPL)","board_approval_month":"March","approvalfy":"2012","boardapprovaldate":"2012-03-27T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"15,000,000","ibrdcommamt":"15,000,000","idacommamt":"0","totalamt":"15,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P126903/mauritius-priv-sec-competitiveness-development-policy-loan-psc-dpl?lang=en","countryshortname":"Mauritius","teamleaderupi":"211506","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Accounting, Agricultural output, Air Quality, amortization, balance of payments, Bank financing, Bank policies, banking sector, basis points, Borrower, borrowing requirements, broker, Budgeting, Business Development, Business Development Services, capacity building, capital adequacy, Capital gains, Capital Grants, Capital inflows, capital market, carbon, cash balances, Central bank, Commercial Bank, commercial banks, Conditionality, Cooperative Entrepreneurship, Cooperatives, Corporate Governance, Corruption, CPI, Credit Information, Credit Information Bureau, Currency, Current Account Deficit, Debt, debt consolidation, debt financing, debt level, debt maturity, debt repayment, debts, deposit, deposits, Development Bank, Development Finance, disbursement, disbursements, domestic debt, domestic financial market, domestic market, domestic securities, double taxation, due diligence, Durable, Early Childhood, Early Childhood Care, economic activity, Economic Development, economic growth, economic risks, emerging markets, Empowerment, Energy Efficiency, Environmental, environmental impacts, Equipment, Equity Fund, equity investment, Exchange Rate, exchange rates, Expenditure, expenditures, Export growth, external borrowing, external debt, finance constraint, finances, financial crisis, financial flows, financial institutions, financial instruments, Financial Management, financial stability, financial statements, financial system, financing requirements, fiscal deficit, fiscal defi"},"project_abstract":{"cdata":"Mauritius has an impressive development record. Only a handful of countries have defied the odds, transformed their economies, sustained growth acceleration over decades and joined the ranks of middle income economies. Maintaining the status requires keeping up to the pace of reforms set by its competitors. Mauritius' ambitions are far greater as it envisions moving up the ladder and joining the ranks of upper middle-income countries (MIC). While among the most competitive and successful economies in Africa, Mauritius lag far behind its many MIC competitors on the global scale. Competitiveness agenda thus remains centre piece to achieving Government's program of reforms. In addition the competitiveness of the Mauritian economy is at risk amid fears of another global downturn fueled by the crisis in Europe. Accelerating reforms is the best response to emerging global uncertainties. These reforms will facilitate the nation's economic recovery in case the expected global downturn unfolds. Some troubling signals are already emerging that show a continuous downward trend in investment since 2008. The Development Policy Loan (DPL) series is consistent with the objectives of the Country Partnership Strategy 2006, and the CPS progress report of May 2011, that underlines improving competitiveness and investment climate as its central theme of reforms, along with promoting inclusion and fiscal consolidation. The DPL operation is well aligned to the new Africa strategy that focuses on competitiveness and employment, and vulnerability and resilience as its two pillars, with governance and public sector capacity as its foundation."},"country_namecode":"Republic of Mauritius!$!MU","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Maurice− Prêt à l’appui des politiques de développement de la compétitivité économique du secteur privé (PSC - DPL)</ProjectName><ProjectAbstract>Les résultats obtenus par Maurice en matière de développement sont impressionnants.  Seule une poignée de pays ont réussi contre toute attente, transformé leur économie, maintenu une croissance accélérée pendant des décennies et rejoint les rangs des pays à revenu intermédiaire. Maintenir ce statut nécessite de pouvoir suivre le rythme des réformes imprimé par ses concurrents.  Les ambitions de l’Île Maurice sont bien plus grandes dans la mesure où elle envisage de monter les échelons et de rejoindre les rangs des pays à revenu intermédiaire supérieur. Bien qu’elle fasse partie des économies les plus compétitives et réussies d’Afrique, Maurice présente un retard par rapport à de nombreux pays à revenu intermédiaire supérieur concurrents à l’échelle mondiale. Le programme d’amélioration de la compétitivité reste donc un élément central de la réalisation du programme de réformes du gouvernement. En outre, la compétitivité de l’économie mauricienne est en mauvaise posture face aux craintes d’un nouveau ralentissement de l’économie mondiale provoqué par la crise européenne.  L’accélération des réformes est la meilleure réponse possible face à la mondée des incertitudes mondiales. Ces réformes faciliteront le rétablissement de l’économie du pays si jamais le ralentissement mondial venait à se produire. Certains signes troublants se manifestent déjà ; ils montrent une tendance continue à la baisse des investissements depuis 2008. La série de prêts en appui à la politique de développement est en conformité avec les objectifs de la Stratégie de partenariat national 2006 et le Rapport sur les progrès de la SNP de mai 2011, qui souligne que l’amélioration de la compétitivité et du climat des investissements est un thème central des réformes, conjointement avec la promotion de l’inclusion et la consolidation fiscale. L’opération du prêt en appui à la politique de développement est bien alignée sur la nouvelle stratégie pour l’Afrique qui repose sur deux piliers, la compétitivité et l’emploi, et la vulnérabilité et la résilience, la gouvernance et les capacités du secteur public étant son fondement.</ProjectAbstract></Project>]]>","sector1":{"Name":"Credit Reporting and Secured Transactions","Percent":38},"sector2":{"Name":"Telecommunications","Percent":25},"sector3":{"Name":"Central government administration","Percent":13},"sector4":{"Name":"SME Finance","Percent":12},"sector5":{"Name":"General industry and trade sector","Percent":12},"theme1":{"Name":"Regulation and competition policy","Percent":15},"theme2":{"Name":"Education for the knowledge economy","Percent":30},"theme3":{"Name":"Rural markets","Percent":20},"theme4":{"Name":"Micro, Small and Medium Enterprise support","Percent":20},"totalcommamt":"15,000,000","sector":[{"Name":"Credit Reporting and Secured Transactions"},{"Name":"Telecommunications"},{"Name":"Central government administration"},{"Name":"SME Finance"},{"Name":"General industry and trade sector"}],"docty":"Implementation Status and Results Report,Loan Agreement,Loan Agreement,Program Document,Program Information Document,Program Information Document,Program Information Document","countrycode":"MU","sectorcode":"YZ,FH,BC,CT,FR","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Information and communications","code":"CX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Finance","code":"FX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Financial and private sector development","Human development","Rural development","Financial and private sector development"],"themecode":"41,75,66,40","mjthemecode":"4,8,10,4","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Human development","code":"8"},{"name":"Rural development","code":"10"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Credit Reporting and Secured Transactions","code":"FR"},{"name":"Telecommunications","code":"CT"},{"name":"Central government administration","code":"BC"},{"name":"SME Finance","code":"FH"},{"name":"General industry and trade sector","code":"YZ"}],"theme_namecode":[{"name":"Regulation and competition policy","code":"40"},{"name":"Education for the knowledge economy","code":"66"},{"name":"Rural markets","code":"75"},{"name":"Micro, Small and Medium Enterprise support","code":"41"}],"source":"IBRD","majorsector_percent":[{"Name":"Finance","Percent":38},{"Name":"Information and communications","Percent":25},{"Name":"Public Administration, Law, and Justice","Percent":13},{"Name":"Finance","Percent":12},{"Name":"Industry and trade","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08172778c_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08172778c_1_0","DocDate":"28-OCT-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000171540_2012050916153291","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012050916153291","DocDate":"20-APR-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000171540_2012050916374241","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012050916374241","DocDate":"20-APR-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20120306223755","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120306223755","DocDate":"27-FEB-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20120126094734","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20120126094734","DocDate":"24-JAN-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000003596_20120111075141","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000003596_20120111075141","DocDate":"09-DEC-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20111228085534","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20111228085534","DocDate":"09-NOV-2011"}],"countryname":"Republic of Mauritius"}},"facets":{}}