{"rows":10,"os":"0","page":"1","total":"1","projects":{"P126349":{"id":"P126349","projectfinancialtype":"IDA","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Zambia Third Poverty Reduction Support Credit","board_approval_month":"May","approvalfy":"2012","boardapprovaldate":"2012-05-03T00:00:00Z","closingdate":"2012-12-31T00:00:00Z","lendprojectcost":"30,000,000","ibrdcommamt":"0","idacommamt":"30,000,000","totalamt":"30,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P126349/zambia-third-poverty-reduction-support-credit?lang=en","countryshortname":"Zambia","teamleaderupi":"89595","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, allocation, annual average rate, annual budget, Article, Auditor General, balance of payments, baseline scenario, budget allocations, budget cycle, budget execution, Budget Framework, budget preparation, Budget Statement, Budget Support, budgetary expenditures, capacity building, capital expenditure, capital investments, capital markets, cash basis, cash management, Central Government, civil servants, civil service, civil service reform, competitive business environment, conditionality, contingent liabilities, cost effectiveness, cost recovery, Credit Facility, cut spending, Debt, debt burden, debt crisis, debt dynamics, debt limits, debt management, debt policy, debt ratio, Debt Relief, debt service, Debt Sustainability, decentralization, decision-making, democratic governance, domestic borrowing, domestic debt, domestic revenue, economic downturn, economic growth, economic uncertainty, Exchange Rate, Exchange Rates, exchange reserves, expenditure control, expenditures, External audit, external audits, external balance, External borrowing, External debt, External financing, External shocks, fiduciary concerns, Financial Accountability, financial condition, financial crises, financial crisis, Financial Management, Financial Management Information, Financial Management Information System, financial performance, financial resources, financial risks, Financial Sector, financial services, financial system, fiscal accounts, fiscal deficit, fiscal discipline, Fiscal per"},"project_abstract":{"cdata":"The Third Poverty Reduction Support Credit Program (PRSC-3) is the last in a programmatic series of annual poverty reduction support credits to the country. PRSC-1 (US$20 million equivalent) was approved in March 2010 and PRSC-2 (US$30 million equivalent) in February 2011. The PRSC credits provide support to a policy and institutional reform program emanating from government's development strategy articulated in the Fifth National Development Plan (FNDP) for the period 2006-2010 and other strategic documents and reform programs prepared by the government. The successor to the FNDP, the Sixth National Development Plan (SNDP) for the period 2011-2015, was prepared by the outgoing government and adopted in February 2011. The PRSC program is in good alignment with SNDP as well. Policy preferences of the new Patriotic Front (PF) government that assumed office in September 2011 display commitment to the reform activities monitored by the PRSC series. This was evidenced in the team's policy discussions with the government and progress being made on the activities. The Country Assistance Strategy (CAS) identified budget support as the primary instrument towards implementing Bank's macroeconomic program over the period 2008-11. It provided a resource envelope of 15-20 percent of the International Development Association (IDA) country allocation for budget support. The objectives of the Bank's macroeconomic program identified in the CAS are to help Zambia in better management of its financial resources, in improving accountability and transparency in the use of financial resources, and in implementing its reform programs to improve public sector efficiency and business environment. The PRSC process also provides a forum for broader policy dialogue with the government and other major stakeholders."},"country_namecode":"Republic of Zambia!$!ZM","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Zambie − Troisième crédit à l’appui de la réduction de la pauvreté</ProjectName><ProjectAbstract>Le troisième Programme de crédit à l'appui de la réduction de la pauvreté (PRSC-3) est le dernier d'une série programmatique de crédits annuels de soutien de la réduction de la pauvreté en faveur du pays. Le programme PRSC-1 (équivalant à 20 millions USD) a été approuvé en mars 2010 et le programme PRSC-2 (équivalant à 30 millions USD) en février 2011. Les crédits du PRSC financent le programme de réformes politiques institutionnelles issu de la stratégie de développement du gouvernement articulé dans le Cinquième plan de développement national pour la période 2006 à 2010 et d'autres documents stratégiques et programmes de réformes préparés par le gouvernement. Le successeur du Cinquième plan de développement national, à savoir le Sixième plan de développement national pour la période 2011 à 2015, a été préparé par le gouvernement sortant et adopté en février 2011. Le programme PRSC est également en bon accord avec le Sixième plan de développement national. Les préférences politiques du nouveau gouvernement du Front patriotique qui a pris ses fonctions en septembre 2011 traduisent un engagement en faveur des activités de réforme objets de la série des PRSC. Cela est apparu clairement au cours des discussions politiques entre l'équipe et le gouvernement et des progrès sont accomplis au niveau des activités. La Stratégie d'aide-pays a identifié le soutien du budget comme le principal instrument de la mise en œuvre du programme macro-économique de la Banque pour la période 2008 à 2011. Elle a fourni une enveloppe de ressources de 15 à 20 % de l'affectation de soutien budgétaire au pays par l'Association internationale de développement (IDA). Les objectifs du programme macro-économique de la Banque identifiés dans la Stratégie d’aide-pays sont d’aider la Zambie à mieux gérer ses ressources financières, à améliorer sa responsabilisation et sa transparence dans l'utilisation des ressources financières et à mettre en œuvre ses programmes de réforme en vue d'améliorer l'efficacité du secteur public et l'environnement des affaires. Le processus du PRSC constitue aussi un forum pour un dialogue politique élargi avec le gouvernement et d’autres intervenants importants.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":58},"sector2":{"Name":"General industry and trade sector","Percent":17},"sector3":{"Name":"Energy efficiency in Heat and Power","Percent":9},"sector4":{"Name":"Transmission and Distribution of Electricity","Percent":8},"sector5":{"Name":"Compulsory pension and unemployment insurance","Percent":8},"theme1":{"Name":"Regulation and competition policy","Percent":17},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":42},"theme3":{"Name":"Administrative and civil service reform","Percent":14},"theme4":{"Name":"Other economic management","Percent":22},"totalcommamt":"30,000,000","sector":[{"Name":"Central government administration"},{"Name":"General industry and trade sector"},{"Name":"Energy efficiency in Heat and Power"},{"Name":"Transmission and Distribution of Electricity"},{"Name":"Compulsory pension and unemployment insurance"}],"docty":"Implementation Completion and Results Report,Summary of Discussion,Program Document","countrycode":"ZM","sectorcode":"BE,LT,LA,YZ,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Industry and trade","code":"YX"},{"name":"Energy and mining","code":"LX"},{"name":"Energy and mining","code":"LX"},{"name":"Public Administration, Law, and Justice","code":"BX"}],"mjtheme":["Financial and private sector development","Public sector governance","Public sector governance","Economic management"],"ccsa_practice_code":"JOB","themecode":"24,25,27,40","combined_practice_name":"Jobs","mjthemecode":"4,2,2,1","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"General industry and trade sector","code":"YZ"},{"name":"Energy efficiency in Heat and Power","code":"LA"},{"name":"Transmission and Distribution of Electricity","code":"LT"},{"name":"Compulsory pension and unemployment insurance","code":"BE"}],"theme_namecode":[{"name":"Regulation and competition policy","code":"40"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Other economic management","code":"24"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":58},{"Name":"Industry and trade","Percent":17},{"Name":"Energy and mining","Percent":9},{"Name":"Energy and mining","Percent":8},{"Name":"Public Administration, Law, and Justice","Percent":8}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20130626110747","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130626110747","DocDate":"24-JUN-2013"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333037_20120509022016","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120509022016","DocDate":"03-MAY-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20120410233211","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120410233211","DocDate":"03-APR-2012"}],"countryname":"Republic of Zambia","ccsa_practice_name":"Jobs"}},"facets":{}}