{"rows":10,"os":"0","page":"1","total":"1","projects":{"P126449":{"id":"P126449","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Piaui Green Growth and Inclusion DPL","board_approval_month":"March","approvalfy":"2012","boardapprovaldate":"2012-03-06T00:00:00Z","closingdate":"2013-03-30T00:00:00Z","lendprojectcost":"350,000,000","ibrdcommamt":"350,000,000","idacommamt":"0","totalamt":"350,000,000","grantamt":"0","borrower":"STATE P","impagency":"STATE SEC","url":"http://www.worldbank.org/projects/P126449/piaui-green-growth-inclusion-dpl?lang=en","countryshortname":"Brazil","teamleaderupi":"72896","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to knowledge, access to markets, access to technical assistance, Agrarian Reform, agricultural development, agricultural frontier, agricultural growth, agricultural practices, agricultural producers, agricultural production, agricultural productivity, agricultural products, agricultural sector, agriculture, allocation of resources, Basic Education, Basic Rural Infrastructure, citizenship, climate change, conflict, Control of land, cotton production, cycle of poverty, debt, decision making, deforestation, demographic pressures, development policies, Development Policy, development strategies, disadvantaged groups, drinking water, dropout, economic activity, economic development, economic growth, economic policies, economists, education programs, educational attainment, educational indicators, environmental, environmental conservation, environmental degradation, environmental footprint, environmental impact, environmental management, environmental policy, environmental quality, environmental regulations, environmental sustainability, environmentally sustainable development, epidemic, equipment, equitable access, expenditures, extension, extension services, extreme poverty, farmers, farms, fishing, food prices, food security, Forest Management, forestry, forestry sector, gender, gender inequalities, government programs, groundwater, housing, human capital, human development, hunger, illiteracy, illiteracy rate, income, income distribution, income generation, income growth"},"project_abstract":{"cdata":"The objective of the Piaui Green Growth and Inclusion Development Policy Loan Project for Brazil is to support the Government of Piaui (GoP) in the implementation of its efforts to achieve higher rates of inclusive green growth. It supports the government's strategy to develop policy reforms and programs that: (i) promote statewide rural green inclusive growth by: (a) improving land tenure security, (b) promoting sustainable agricultural practices, and (c) ensuring environmental sustainability; (ii) promote inclusive growth through improved statewide public education and a strengthened role for youth in the labor market; and, (iii) promote fiscal sustainability through a strengthened institutional framework for efficient public service delivery through the creation and implementation of a results-based management system within the public sector. This development policy loan will focus on the programs that: (i) promote green, inclusive growth in rural areas through the improvement of land tenure security, sustainable agriculture, and environmental sustainability; (ii) promote inclusive growth through the enhancement of access to basic education, increased learning outcomes of public schools, and strengthened participation of vulnerable youth in public policies and programs; and (iii) promote fiscal sustainability through increased efficiency in public expenditure management."},"country_namecode":"Federative Republic of Brazil!$!BR","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Préstamo para Políticas de Desarrollo (DPL) sobre Crecimiento Ecológico y Aumento de la Inclusión en Piauí</ProjectName><ProjectAbstract>El objetivo del Proyecto de Préstamo para Políticas de Desarrollo (DPL) sobre Crecimiento Ecológico y Aumento de la Inclusión en Piauí en Brasil es apoyar al gobierno de Piauí  a aumentar su tasa de crecimiento ecológico inclusivo. La iniciativa respalda la estrategia gubernamental de reformas de políticas y programas que: i) promuevan el crecimiento rural ecológico e inclusivo en todo el estado a través de: a) mejorar la seguridad en la tenencia de la tierra, b) promover prácticas agrícolas sostenibles y c) garantizar la sostenibilidad del medio ambiente; ii) fomenten el crecimiento inclusivo mejorando la educación pública en todo el estado y fortaleciendo el papel de los jóvenes en el mercado laboral, y iii) propicien la sostenibilidad fiscal a través de un marco institucional reforzado para la prestación eficiente de servicios públicos mediante la creación e implementación de un sistema de gestión basado en resultados dentro del sector público. Este préstamo para políticas de desarrollo se centrará en los programas que: i) promuevan el crecimiento ecológico inclusivo en zonas rurales a través de mejoras de la seguridad en la tenencia de la tierras, la agricultura sostenible y la sostenibilidad del medio ambiente; ii) estimulen el crecimiento inclusivo a través de un mayor acceso a educación básica, mejores resultados de aprendizaje en las escuelas públicas y más participación de jóvenes vulnerables en políticas y programas públicos, y iii) propicien la sostenibilidad fiscal mediante la gestión más eficiente del gasto público.</ProjectAbstract></Project><Project><LangCode>PT</LangCode><ProjectName>Empréstimo para Políticas de Desenvolvimento (DPL) do Projeto Crescimento Verde e Inclusão do Piauí</ProjectName><ProjectAbstract>O objetivo do Empréstimo para Políticas de Desenvolvimento do Projeto Crescimento Verde e Inclusão do Piauí para o Brasil é apoiar do Governo do Piauí na implementação de seus esforços para conseguir altas taxas de crescimento verde e inclusão. Apoia a estratégia do Governo de desenvolver reformas de políticas e programas que: i. promovam o crescimento verde em todo o estado mediante o seguinte: a) melhorar a segurança da posse de terra; b) promover práticas agrícolas sustentáveis; e c) assegurar a sustentabilidade ambiental; ii. promover o crescimento inclusivo por meio de uma melhoria na educação pública em todo o estado e fornecimento do papel dos jovens no mercado de trabalho; iii. promover a sustentabilidade fiscal por meio de uma estrutura institucional reforçada para uma prestação de serviços públicos eficientes mediante a criação e implementação de um sistema de gestão baseado em resultados no setor público. Este empréstimo para políticas de desenvolvimento focará programas que: i. promovam o crescimento verde inclusivo nas áreas rurais por meio da melhoria da segurança da posse de terra, agricultura sustentável e sustentabilidade ambiental; ii. promovam o crescimento inclusivo melhorando o acesso à educação fundamental, melhores resultados da aprendizagem nas escolas públicas e maior participação da juventude vulnerável em políticas e programas públicos; e iii. promovam a sustentabilidade fiscal por meio de maior eficiência na gestão da despesa pública.</ProjectAbstract></Project>]]>","sector1":{"Name":"General agriculture, fishing and forestry sector","Percent":44},"sector2":{"Name":"Primary education","Percent":20},"sector3":{"Name":"Other social services","Percent":15},"sector4":{"Name":"Central government administration","Percent":11},"sector5":{"Name":"Secondary education","Percent":10},"theme1":{"Name":"Other rural development","Percent":14},"theme2":{"Name":"Education for all","Percent":30},"theme3":{"Name":"Public expenditure, financial management and procurement","Percent":11},"theme4":{"Name":"Land administration and management","Percent":30},"totalcommamt":"350,000,000","sector":[{"Name":"General agriculture, fishing and forestry sector"},{"Name":"Primary education"},{"Name":"Other social services"},{"Name":"Central government administration"},{"Name":"Secondary education"}],"docty":"Implementation Completion and Results Report,Guarantee Agreement,Loan Agreement,Implementation Status and Results Report,Summary of Discussion,Program Document,Program Document,Program Information Document,Program Information Document","countrycode":"BR","sectorcode":"ES,BC,JB,EP,AZ","mjsector_namecode":[{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Education","code":"EX"},{"name":"Health and other social services","code":"JX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Education","code":"EX"}],"mjtheme":["Rural development","Human development","Public sector governance","Environment and natural resources management"],"ccsa_practice_code":"JOB","themecode":"83,27,65,79","combined_practice_name":"Jobs","mjthemecode":"10,8,2,11","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Environment and natural resources management","code":"11"}],"sector_namecode":[{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"Primary education","code":"EP"},{"name":"Other social services","code":"JB"},{"name":"Central government administration","code":"BC"},{"name":"Secondary education","code":"ES"}],"theme_namecode":[{"name":"Other rural development","code":"79"},{"name":"Education for all","code":"65"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Land administration and management","code":"83"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Agriculture, fishing, and forestry","Percent":44},{"Name":"Education","Percent":20},{"Name":"Health and other social services","Percent":15},{"Name":"Public Administration, Law, and Justice","Percent":11},{"Name":"Education","Percent":10}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000356161_20131017113852","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20131017113852","DocDate":"19-SEP-2013"},{"DocTypeDesc":"Guarantee Agreement (GA),  Vol.","DocType":"GA","EntityID":"000171540_2012052309480576","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012052309480576","DocDate":"15-MAY-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"000171540_2012052309492637","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000171540_2012052309492637","DocDate":"15-MAY-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012042716265428","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012042716265428","DocDate":"27-APR-2012"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000356161_20120309003141","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000356161_20120309003141","DocDate":"06-MAR-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121008014508","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121008014508","DocDate":"01-FEB-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000350881_20120213084046","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20120213084046","DocDate":"01-FEB-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000020953_20120125091025","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000020953_20120125091025","DocDate":"26-DEC-2011"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20111228114124","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20111228114124","DocDate":"10-DEC-2011"}],"countryname":"Federative Republic of Brazil","ccsa_practice_name":"Jobs"}},"facets":{}}