{"rows":10,"os":"0","page":"1","total":"1","projects":{"P126042":{"id":"P126042","projectfinancialtype":"IDA","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Tajikistan PDPG6","board_approval_month":"October","approvalfy":"2013","boardapprovaldate":"2012-10-31T00:00:00Z","closingdate":"2013-05-31T00:00:00Z","lendprojectcost":"20,000,000","ibrdcommamt":"0","idacommamt":"20,000,000","totalamt":"20,000,000","grantamt":"0","borrower":"EPULIC","impagency":"IIST","url":"http://www.worldbank.org/projects/P126042/tajikistan-pdpg6?lang=en","countryshortname":"Tajikistan","teamleaderupi":"236053","prodlinetext":"IBRD/IDA","keywords":{"cdata":"aged, Article, baseline projections, baseline scenario, basic services, budget allocations, budget classification, budget deficit, budget execution, budget information, budget planning, budget process, budgetary funds, business regulations, Capital expenditures, capital spending, cash management, central bank, central government, Chart of Accounts, child health services, Child nutrition, civil servants, civil service, civil society organizations, commercial banks, community participation, Construction Industry, cost-effectiveness, Credit Facility, Debt, debt burden, Debt Management, Debt Relief, debt service, Debt Sustainability, decision making, delivery of services, disasters, domestic debt, domestic demand, economic conditions, economic growth, economic instability, economic recovery, education services, Efficiency of expenditure, efficiency of public spending, Exchange Rate, expenditures, external assistance, external audit, external debt, external financing, external shocks, families, Financial Accountability, financial control, financial institutions, Financial Management, financial performance, Financial Sector, financial services, financial support, financial system, fiscal accounts, Fiscal Balance, fiscal consolidation, fiscal deficit, fiscal deficits, fiscal discipline, fiscal framework, fiscal management, fiscal management plan, fiscal policy, fiscal risk, fiscal risks, fiscal transparency, foreign currency, foreign exchange, government bonds, government debt, gove"},"project_abstract":{"cdata":"The development objective of the Sixth Programmatic Development Policy Grant Program (PDPG6) for Tajikistan is to protect basic services within a sustainable fiscal framework, and to lay the foundation for post-crisis recovery and growth. The PDPG6 of SDR 13.2 million (US$ 20 million equivalent) is the third in a programmatic series of three operations for the Republic of Tajikistan. The PDPG4-6 series is central to the World Bank's engagement in Tajikistan, as envisaged in the FY10-13 Country Partnership Strategy (CPS). It supports the government's two-pronged strategy to mitigate the impact of the global crisis and to pave the way for post-crisis recovery and poverty reduction. The series builds on the PDPG1-3 series completed in 2009, and seeks to (i) protect social spending and increase its efficiency, (ii) improve the climate for private sector development, and (iii) strengthen government effectiveness. PDPG4 and PDPG5 focused on protecting earlier social sectors gains, and on improving the environment for private investment. The 2008-09 global economic crisis adversely affected Tajikistan through lower remittances and exports. Growth slowed to 3.9 percent, PDPG6 supports the economic recovery underway following the 2009 slowdown. Gross Domestic Product (GDP) growth has recovered to more than 6 percent in 2010 and 2011. Accordingly, the focus of the PDPG series has shifted from protecting earlier social sector gains to improving the environment for private sector development and strengthening government effectiveness. PDPG6 supports continued implementation of health and education financing reforms and ongoing efforts to improve targeting effectiveness of social assistance. To help spur private sector-led growth, the government has submitted a new law on public private partnerships to Parliament in August 2012, and has continued expedited issuance of land-use cer"},"country_namecode":"Republic of Tajikistan!$!TJ","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Шестой грант программного развития политики в Таджикистане</ProjectName><ProjectAbstract>Целью в области развития Шестой программы программных грантов на цели развития (ПГЦР6) для Таджикистана является сохранение основных услуг в рамках устойчивой бюджетно-налоговой системы и создание фундамента для послекризисного восстановления и экономического роста. ПГЦР6 в сумме 13,2 млн. СДР (эквивалентной 20 млн. долл. США) является третьей в программной серии из трех операций в Республике Таджикистан. Серия ПГЦР4-6 занимает центральное место в деятельности Всемирного банка в Таджикистане, что предусмотрено Стратегией партнерства со страной (СПС) на 2010–2013 ф. гг. Она предназначена для оказания поддержки двухаспектной стратегии смягчения последствий глобального кризиса и подготовки почвы для послекризисного восстановления и сокращения уровня бедности. Данная серия базируется на серии ПГЦР1-3, завершенной в 2009 году, и призвана обеспечить (i) сохранение расходов на социальные нужды и повышение их эффективности, (ii) улучшение условий для развития частного сектора и (iii) повышение эффективности государственного управления. Центральное место в ПГЦР4 и ПГЦР5 отводилось сохранению прежних достижений в социальной сфере и улучшению среды для частных инвестиций. Глобальный экономический кризис 2008–2009 годов оказал неблагоприятное воздействие на ситуацию в Таджикистане вследствие сокращения объемов денежных переводов и экспорта. Темпы экономического роста снизились до 3,9 процента, и ПГЦР6 направлена на оказание поддержки восстановлению экономики, осуществляемому после замедления темпов роста в 2009 году. Рост валового внутреннего продукта (ВВП) в 2010–2011 годах был восстановлен до уровня более 6 процентов. Соответственно, основное внимание в рамках серии ПГЦР сместилось с сохранения прежних достижений в социальной сфере на улучшение среды для развития частного сектора и повышения эффективности государственного управления. ПГЦР6 направлена на поддержку продолжающегося осуществления реформ финансирования здравоохранения и образования и мер по повышению эффективности адресной социальной помощи. В целях стимулирования экономического роста при ведущей роли частного сектора правительство в августе 2012 года представило в парламент новый закон о государственно-частных партнерствах и продолжает ускоренную выдачу фермерам свидетельств о праве землепользования. Оно ввело новую тарифную сетку, определяющую уровень заработной платы для всех структур центрального правительства, внесло в парламент новый закон о государственном управлении, который был одобрен в мае 2012 года, утвердило план счетов для государственных учреждений и подготовило бюджет на 2012 год на основе новой бюджетной классификации.</ProjectAbstract></Project>]]>","sector1":{"Name":"General public administration sector","Percent":50},"sector2":{"Name":"Energy efficiency in Heat and Power","Percent":17},"sector3":{"Name":"Compulsory health finance","Percent":11},"sector4":{"Name":"General agriculture, fishing and forestry sector","Percent":11},"sector5":{"Name":"General industry and trade sector","Percent":11},"theme1":{"Name":"Other rural development","Percent":11},"theme2":{"Name":"Health system performance","Percent":11},"theme3":{"Name":"Administrative and civil service reform","Percent":22},"theme4":{"Name":"Public expenditure, financial management and procurement","Percent":45},"totalcommamt":"20,000,000","sector":[{"Name":"General public administration sector"},{"Name":"Energy efficiency in Heat and Power"},{"Name":"Compulsory health finance"},{"Name":"General agriculture, fishing and forestry sector"},{"Name":"General industry and trade sector"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Financing Agreement,Program Document,Program Information Document,Program Information Document","countrycode":"TJ","sectorcode":"YZ,AZ,BK,LA,BZ","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"},{"name":"Industry and trade","code":"YX"}],"mjtheme":["Rural development","Human development","Public sector governance","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"27,25,67,79","combined_practice_name":"Jobs","mjthemecode":"10,8,2,2","mjtheme_namecode":[{"name":"Rural development","code":"10"},{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"General public administration sector","code":"BZ"},{"name":"Energy efficiency in Heat and Power","code":"LA"},{"name":"Compulsory health finance","code":"BK"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"},{"name":"General industry and trade sector","code":"YZ"}],"theme_namecode":[{"name":"Other rural development","code":"79"},{"name":"Health system performance","code":"67"},{"name":"Administrative and civil service reform","code":"25"},{"name":"Public expenditure, financial management and procurement","code":"27"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":50},{"Name":"Energy and mining","Percent":17},{"Name":"Public Administration, Law, and Justice","Percent":11},{"Name":"Agriculture, fishing, and forestry","Percent":11},{"Name":"Industry and trade","Percent":11}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20140305113017","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20140305113017","DocDate":"25-FEB-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08191e3d0_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08191e3d0_1_0","DocDate":"13-FEB-2013"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"090224b0817c056c_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0817c056c_1_0","DocDate":"14-NOV-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121012012433","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121012012433","DocDate":"30-SEP-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20121022160942","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20121022160942","DocDate":"21-SEP-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20120404124925","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20120404124925","DocDate":"03-APR-2012"}],"countryname":"Republic of Tajikistan","ccsa_practice_name":"Jobs"}},"facets":{}}