{"rows":10,"os":"0","page":"1","total":"1","projects":{"P129465":{"id":"P129465","projectfinancialtype":"IBRD","regionname":"Latin America and Caribbean","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Second  Programmatic Fiscal Sustainability and Growth Resilience Development Policy Loan","board_approval_month":"November","approvalfy":"2013","boardapprovaldate":"2012-11-13T00:00:00Z","closingdate":"2013-06-30T00:00:00Z","lendprojectcost":"200,000,000","ibrdcommamt":"200,000,000","idacommamt":"0","totalamt":"200,000,000","grantamt":"0","url":"http://www.worldbank.org/projects/P129465/second-programmatic-fiscal-sustainability-growth-resilience-development-policy-loan?lang=en","countryshortname":"Colombia","teamleaderupi":"308413","prodlinetext":"IBRD/IDA","keywords":{"cdata":"accounting, agricultural commodities, Agricultural Credit, agricultural products, agricultural sector, asset price, Bank financing, Bank Service, banking system, banks, basis points, bond credit rating, Bond Index, Borrower, brokerage, brokerage houses, Budget management, bullet repayment, business cycle, Capacity building, capacity constraints, capital adequacy, capital flows, capital inflows, capital investment, cash management, cash transfers, CC, Central Bank, central government debt, Commodity price, commodity prices, consumer loans, Contingent Liabilities, Contingent liability, credibility, credit growth, Credit Line, CURRENCY, Currency depreciation, current account, current account deficit, Debt, debt accumulation, debt burden, debt levels, Debt management, debt ratio, debt reduction, debt stock, debtors, Development Bank, Disbursement, earnings, economic activity, Economic Cooperation, economic crises, economic crisis, Economic Developments, economic growth, education access, Emerging Market, Emerging Market Bond, emerging markets, equality of opportunities, equitable access, Exchange Rate, expenditures, Export growth, exporter, exporters, external debt, external deficit, external financing, external shocks, Extreme poverty, families, farmers, financial assets, financial crisis, financial instruments, Financial Knowledge, Financial Management, financial market, Financial markets, financial needs, financial services, financial stability, financial sustainability, finan"},"project_abstract":{"cdata":"The development objective of the Second Programmatic Fiscal Sustainability and Growth Resilience Development Policy Loan (DPL) Program for Colombia is to enhanced fiscal sustainability and strengthened resilience of economic growth. The Government of Colombia has requested a DPL for US$200 million. The First DPL for US$300 million, approved by the Board in July 2011, supported the legislative approval of several important fiscal reforms. Building on the progress achieved under DPL I, this program document is the second DPL supporting the sustained implementation of these reforms. The request underscores the Government's continued interest in engaging with the World Bank to support its efforts in improving fiscal management. The fiscal reform program supported by the loan series seeks to enhance fiscal sustainability and strengthen growth resilience. The program includes a series of measures that can be grouped along three main policy reform areas: (a) budget predictability and stability, (b) social security liability management, and (c) disaster risk financing. The first area includes the implementation of a fiscal rule and a tax reform. The second area covers important legal and regulatory changes to the health insurance system, including the update of the mandatory benefit package and the creation of a contingency fund. The final area includes the development of a national disaster financing strategy and measures to enhance agricultural insurance coverage within a holistic agricultural risk management strategy. The Government of Colombia has made substantial progress in implementing its ambitious fiscal reform program. During the first half of the Presidential term, Congress approved a series of major fiscal reforms, including: a fiscal rule, a reform of the royalties system, a fiscal sustainability constitutional change, tax reforms, and a health law. As detailed i"},"country_namecode":"Republic of Colombia!$!CO","projectinfo":"<![CDATA[<Project><LangCode>ES</LangCode><ProjectName>Segundo Préstamo Programático para Políticas de Desarrollo sobre Sostenibilidad Fiscal y Capacidad de Recuperación del Crecimiento</ProjectName><ProjectAbstract>El objetivo de desarrollo del Segundo Préstamo Programático para Políticas de Desarrollo (DPL) sobre Sostenibilidad Fiscal y Capacidad de Recuperación del Crecimiento en Colombia es mejorar la sostenibilidad fiscal y fortalecer la resiliencia del crecimiento económico. El Gobierno de Colombia solicitó un DPL por US$200 millones. El primer DPL por US$300 millones, aprobado por el Directorio en julio de 2011, apoyó la aprobación legislativa de varias reformas fiscales importantes. Sobre la base de los avances con el DPL1, este documento es el segundo DPL en apoyo a la implementación sostenida de estas reformas. La solicitud pone de manifiesto el interés permanente del Gobierno en el diálogo con el Banco Mundial para concitar apoyo hacia sus medidas de mejoramiento de la gestión fiscal. El programa de reforma fiscal que respalda esta serie de préstamos busca mejorar la sostenibilidad fiscal y fortalecer la capacidad de recuperación del crecimiento. Incluye una serie de medidas que se pueden agrupar en tres áreas principales de reforma normativa: a) previsibilidad y estabilidad presupuestaria; b) gestión de pasivos para la seguridad social, y c) financiamiento para el riesgo de desastres. La primera área incluye la implementación de una regla fiscal y una reforma tributaria. La segunda se refiere a importantes cambios legales y regulatorios en el sistema del seguro de salud, entre ellos la actualización del paquete de beneficios obligatorios y la creación de un fondo de contingencia. La última área contempla una estrategia nacional de financiamiento de desastres y medidas para mejorar la cobertura del seguro agrícola dentro de un esquema integral de gestión del riesgo agrícola. El Gobierno de Colombia ha logrado avances importantes en la aplicación de su ambicioso programa de reformas fiscales. Durante la primera mitad del periodo presidencial, el Congreso aprobó una serie de importantes reformas, entre ellas una regla fiscal, la reforma al sistema de regalías, un cambio constitucional sobre la sostenibilidad fiscal, reformas tributarias y una ley de salud. Como se detalla en este documento, el Gobierno ha avanzado en la implementación de esta agenda legislativa. El Banco ha asumido un compromiso de participación a largo plazo para respaldar el programa de gestión fiscal del Gobierno La operación está totalmente alineada con el nuevo modelo de actividades del Banco en Colombia, que da prioridad a la participación estratégica e integrada del cliente para lograr resultados de desarrollo específicos a través de tres líneas de actividad principales: servicios financieros, de conocimientos y de convocatoria</ProjectAbstract></Project>]]>","sector1":{"Name":"Non-compulsory pensions and insurance","Percent":36},"sector2":{"Name":"Central government administration","Percent":29},"sector3":{"Name":"Compulsory health finance","Percent":28},"sector4":{"Name":"General agriculture, fishing and forestry sector","Percent":7},"theme1":{"Name":"Macroeconomic management","Percent":21},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":29},"theme3":{"Name":"Debt management and fiscal sustainability","Percent":21},"theme4":{"Name":"Tax policy and administration","Percent":14},"theme5":{"Name":"Natural disaster management","Percent":15},"totalcommamt":"200,000,000","sector":[{"Name":"Non-compulsory pensions and insurance"},{"Name":"Central government administration"},{"Name":"Compulsory health finance"},{"Name":"General agriculture, fishing and forestry sector"}],"docty":"Implementation Status and Results Report,Implementation Status and Results Report,Loan Agreement,Program Document,Program Document,Program Information Document,Program Information Document,Program Information Document","countrycode":"CO","sectorcode":"AZ,BK,BC,FD","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Agriculture, fishing, and forestry","code":"AX"}],"mjtheme":["Economic management","Public sector governance","Economic management","Public sector governance","Social protection and risk management"],"ccsa_practice_code":"JOB","themecode":"52,28,21,27,23","combined_practice_name":"Jobs","mjthemecode":"1,2,1,2,6","mjtheme_namecode":[{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"},{"name":"Economic management","code":"1"},{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"}],"sector_namecode":[{"name":"Non-compulsory pensions and insurance","code":"FD"},{"name":"Central government administration","code":"BC"},{"name":"Compulsory health finance","code":"BK"},{"name":"General agriculture, fishing and forestry sector","code":"AZ"}],"theme_namecode":[{"name":"Macroeconomic management","code":"23"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Debt management and fiscal sustainability","code":"21"},{"name":"Tax policy and administration","code":"28"},{"name":"Natural disaster management","code":"52"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Finance","Percent":36},{"Name":"Public Administration, Law, and Justice","Percent":29},{"Name":"Public Administration, Law, and Justice","Percent":28},{"Name":"Agriculture, fishing, and forestry","Percent":7}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081d0cab9_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d0cab9_1_0","DocDate":"10-JUL-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08180f40f_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08180f40f_1_0","DocDate":"15-DEC-2012"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b08180cde5_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08180cde5_1_0","DocDate":"04-DEC-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20130124114454","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130124114454","DocDate":"11-OCT-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121024005756","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121024005756","DocDate":"11-OCT-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20120917114436","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20120917114436","DocDate":"17-SEP-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000333037_20130125111205","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130125111205","DocDate":"23-AUG-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20120521103606","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20120521103606","DocDate":"15-MAY-2012"}],"countryname":"Republic of Colombia","ccsa_practice_name":"Jobs"}},"facets":{}}