{"rows":10,"os":"0","page":"1","total":"1","projects":{"P129929":{"id":"P129929","projectfinancialtype":"IDA","regionname":"South Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"NP: Financial sector stability DPC","board_approval_month":"June","approvalfy":"2013","boardapprovaldate":"2013-06-27T00:00:00Z","closingdate":"2013-12-31T00:00:00Z","lendprojectcost":"30,000,000","ibrdcommamt":"0","idacommamt":"30,000,000","totalamt":"30,000,000","grantamt":"0","borrower":"IIST","impagency":"IIST","url":"http://www.worldbank.org/projects/P129929/np-financial-sector-stability-dpc?lang=en","countryshortname":"Nepal","teamleaderupi":"250474","prodlinetext":"IBRD/IDA","keywords":{"cdata":"Access to Finance, accessibility, Accountability, accounting, Accounting Standards, ADB, advanced economies, Advisory Services, advisory work, Agricultural Development Bank, agricultural sector, Anti-Money Laundering, asset sales, Auditing, balance sheet, bank assets, bank examination, bank management, bank restructuring, banking industry, banking reform, banking sector, banking sector reforms, banking supervision, banking system, banks, Borrower, borrowing, Capital Adequacy, Capital Adequacy Ratios, capital injection, capital market, capital requirements, cash reserve, central banking, collateral, commercial bank, commercial banking, commercial banks, connected lending, Consolidation, credit approval, Credit Guarantee, Credit Information, credit information bureaus, credit institutions, credit risk, credit risk management, Credits, CURRENCY, Current account, Debt, Debt Instrument, Debt service, Defaulter, Deposit, deposit insurance, depositor, depositors, deposits, Development Bank, development banks, Development Corporation, Disbursement, doubtful loans, economic activity, Economic Crisis, Economic Developments, economic growth, economic policies, economic policy, eligibility criteria, empowerment, Exchange Rate, Expenditure, expenditures, finance companies, Finance Company, financial crises, financial health, financial infrastructure, financial institution, Financial Institutions, financial literacy, Financial Management, Financial Markets, Financial Sector Assessment, fin"},"project_abstract":{"cdata":"The objectives of the Financial Sector Stability Credit Program for Nepal is to support the implementation of the financial sector reform program initiated by the Nepalese authorities to reduce the vulnerability of the banking sector and increase its transparency. The credit recognizes the important progress made so far by the Nepalese authorities to tackle financial sector vulnerability and supports the acceleration of a medium term reform strategy which commenced implementation in 2011. This program document describes a stand-alone, single tranche, financial sector stability credit of US dollar 30 million to support the Government's efforts to address financial sector vulnerabilities that remain critical to macroeconomic stability and economic growth. The actions supported under the Development Policy Credit (DPC) form part of a broader, medium term Government program aimed at reinforcing banking sector stability and paving the way for the development of a robust and more inclusive financial sector. The key components of this medium term program are also described in detail in the document. Sufficient overall progress towards the objectives of the medium term program would allow the Bank to provide additional support in the form of a second DPC within about 18 months."},"country_namecode":"Nepal!$!NP","sector1":{"Name":"Banking","Percent":78},"sector2":{"Name":"General finance sector","Percent":22},"theme1":{"Name":"","Percent":0},"totalcommamt":"30,000,000","sector":[{"Name":"Banking"},{"Name":"General finance sector"}],"docty":"Implementation Completion and Results Report,Implementation Status and Results Report,Financing Agreement,Program Document","countrycode":"NP","sectorcode":"FZ,FA","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"}],"mjthemecode":"11","mjtheme_namecode":[{"name":"","code":"11"}],"sector_namecode":[{"name":"Banking","code":"FA"},{"name":"General finance sector","code":"FZ"}],"source":"IBRD","majorsector_percent":[{"Name":"Finance","Percent":78},{"Name":"Finance","Percent":22}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20141013094916","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20141013094916","DocDate":"30-SEP-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081fcdc90_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081fcdc90_1_0","DocDate":"23-OCT-2013"},{"DocTypeDesc":"Financing Agreement (FIA),  Vol.","DocType":"FIA","EntityID":"090224b081df4734_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081df4734_1_0","DocDate":"31-JUL-2013"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000445729_20130607103515","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000445729_20130607103515","DocDate":"06-JUN-2013"}],"countryname":"Nepal"}},"facets":{}}