{"rows":10,"os":"0","page":"1","total":"1","projects":{"P130157":{"id":"P130157","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"GU","envassesmentcategorycode":"U","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Active","status":"Active","project_name":"Montenegro Financial Sector Policy Based Guarantee","board_approval_month":"June","approvalfy":"2012","boardapprovaldate":"2012-06-28T00:00:00Z","lendprojectcost":"79,200,000","ibrdcommamt":"79,200,000","idacommamt":"0","totalamt":"79,200,000","grantamt":"0","borrower":"TEE","impagency":"IIST","url":"http://www.worldbank.org/projects/P130157/montenegro-financial-sector-policy-based-guarantee?lang=en","countryshortname":"Montenegro","teamleaderupi":"90717","prodlinetext":"Guarantees","keywords":{"cdata":"Access to capital, accounting, accounting standards, arrears, asset management, Asset Quality, asset-liability mismatches, Balance of Payments, balance sheets, bank assets, bank credit, bank credits, bank deposit, bank deposits, bank financing, bank lending, bank liquidity, Bank Loan, bank loans, bank profitability, banking crisis, Banking Law, Banking Sector, banking sector reform, Banking System, bankruptcy, bond, bond issue, bonds, Borrower, borrowing strategy, cadastre, Capital Adequacy, capital flows, capital inflows, capital market, capital market development, capitalization, cash flow, cash flows, cash inflows, Central Bank, commercial bank, commercial loan, commodity prices, credit flow, credit growth, credit guarantees, credit increase, credit lines, credit rating, credit risk, creditors, CURRENCY, current account deficit, Debt, Debt Instrument, debt issuance, debt levels, debt management, debt repayment, debt restructuring, Debt service, Debt servicing, debts, deficits, Deposit, deposit insurance, depositor, depositors, Development Bank, disability pensions, Disbursement, Disbursements, domestic credit, domestic currency, Economic Developments, Economic risk, enabling environment, Eurobond, Exchange Rate, Expenditure, expenditures, external debt, financial crisis, financial instability, Financial Management, financial markets, Financial Sector Development, Financial Stability, financial statements, financial support, financing requirements, fiscal deficit, fiscal di"},"project_abstract":{"cdata":"This document describes EUR60 million (US$79.2 million equivalent) Financial Sector Policy Based Guarantee (FSPBG) to Montenegro in support of a comprehensive banking sector reform program. The objective of the operation is to support the authorities' efforts to strengthen the banking system and increase its resilience to possible future shocks by continuing to undertake sectoral policy reforms and system restructuring. The specific objectives of the Government's reform program are to: (i) strengthen systemic risk monitoring and the crisis management framework, (ii) address banking sector vulnerabilities, (iii) complete the restructuring of Prva Banka, (iv) enhance depositors' confidence, and (v) further improve the regulatory framework for the banking system. The program supported by the FSPBG has been implemented primarily by the Ministry of Finance (MoF) and the Central Bank of Montenegro (CBCG). The FSPBG will be used to leverage significant private sector resources, with only 60 percent of principal risk covered, or roughly 50 percent of the cash flow risk for investors, in a transaction targeting EUR100 million. The FSPBG-supported bank loan will likely cost Montenegro around 5-6 percent, generating a savings of as much as 4 percent per annum over the life of the loan. Gradual economic recovery and external adjustment ensued in 2010-2011. In this period, growth averaged about 2.5 percent per year. The 2011 growth was broad-based, supported by improving terms of trade and a good tourist season. Banks are completing their recapitalization efforts and focusing on decreasing their liquidity risk exposures by trying to raise more local deposits."},"country_namecode":"Montenegro!$!ME","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Гарантия на основе политических решений для финансового сектора Черногории</ProjectName><ProjectAbstract>В данном документе содержится характеристика Гарантии на основе политики в отношении финансового сектора (ГПФС), предоставляемой Черногории в поддержку программы комплексного реформирования банковского сектора. Цель операции состоит в оказании содействия усилиям властей по укреплению банковской системы и повышению ее устойчивости к возможным будущим потрясениям за счет продолжения осуществления реформ секторальной политики и системной реструктуризации. Конкретные цели правительственной программы реформ состоят в следующем: (i) усиление мониторинга системных рисков и механизма управления в кризисных ситуациях, (ii) устранение уязвимых мест в банковском секторе, (iii) завершение реорганизации банка Prva Banka, (iv) укрепление доверия вкладчиков, (v) дальнейшее совершенствование нормативно-правовой базы для банковской системы. Программа, поддерживаемая ГПФС, осуществляется преимущественно Министерством финансов (Минфин) и Центральным банком Черногории (ЦБЧГ). ГПФС будет направлена на использование значительных ресурсов частного сектора при покрытии только 60 процентов риска потери основной суммы или примерно 50 процентов риска, связанного с движением денежных средств, для инвесторов в рамках операции в предполагаемом объеме 100 млн. евро. Банковский заем, поддерживаемый ГПФС, обойдется Черногории примерно</ProjectAbstract></Project>]]>","sector1":{"Name":"Banking","Percent":100},"theme1":{"Name":"Regulation and competition policy","Percent":50},"totalcommamt":"79,200,000","sector":[{"Name":"Banking"}],"docty":"Implementation Completion and Results Report,Agreement,Summary of Discussion,Program Document,Project Information Document,Project Information Document","countrycode":"ME","sectorcode":"FA","mjsector_namecode":[{"name":"Finance","code":"FX"}],"mjtheme":["Financial and private sector development"],"themecode":"40","mjthemecode":"4,10","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"","code":"10"}],"sector_namecode":[{"name":"Banking","code":"FA"}],"theme_namecode":[{"name":"Regulation and competition policy","code":"40"}],"source":"IBRD","majorsector_percent":[{"Name":"Finance","Percent":100}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000333037_20140625102643","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20140625102643","DocDate":"08-MAY-2014"},{"DocTypeDesc":"Agreement (AGR),  Vol.","DocType":"AGR","EntityID":"090224b081d36291_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d36291_1_0","DocDate":"19-JUL-2012"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333037_20120706021117","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120706021117","DocDate":"28-JUN-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333038_20120608012529","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20120608012529","DocDate":"31-MAY-2012"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20120601103528","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20120601103528","DocDate":"17-MAY-2012"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000003596_20120119145119","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000003596_20120119145119","DocDate":"27-DEC-2011"}],"countryname":"Montenegro"}},"facets":{}}