{"rows":10,"os":"0","page":"1","total":"1","projects":{"P130051":{"id":"P130051","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Development Policy Operation - DDO","board_approval_month":"June","approvalfy":"2012","boardapprovaldate":"2012-06-12T00:00:00Z","closingdate":"2014-10-27T00:00:00Z","lendprojectcost":"1,333,000,000","ibrdcommamt":"1,333,000,000","idacommamt":"0","totalamt":"1,333,000,000","grantamt":"0","borrower":"AIA","impagency":"IIST","url":"http://www.worldbank.org/projects/P130051/development-policy-operation-ddo?lang=en","countryshortname":"Romania","teamleaderupi":"76439","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access to capital, accountability, accounting, administrative costs, amortization, arrears, arrears accumulation, asset quality, auction, balance of payments, bank balance sheets, bank deposit, Bank financing, bank loans, bank payments, banking sector, banking system, beneficiaries, bond issue, Borrower, borrowing strategy, Broad money, budget allocation, budget deficits, budgeting, bullet repayment, capacity constraints, capital adequacy, capital gains, capital inflows, capital markets, capitalization, cash terms, CDS, Central Banks, Commercial Code, compliance costs, Consumer price index, contingency planning, corporate governance, Country Procurement, Country Procurement Assessment, Credibility, Credit Default, credit growth, creditor, creditor rights, CURRENCY, current account deficit, current account deficits, debt crisis, debt financing, debt level, debt maturity, debt obligations, debt sustainability, deficit financing, Deposit, deposit interest, disbursement, Disbursements, Domestic banks, Domestic credit, Domestic markets, Economic Developments, Economic Policy, Economic risks, Exchange Rate, Expenditure, expenditures, export growth, External Debt, external debts, External indebtedness, Finance Ministry, financial crisis, Financial Management, financial markets, financial performance, financial risks, Financial Stability, financial stress, Financing Requirements, fiscal deficit, fiscal deficits, fiscal discipline, fiscal policies, fiscal policy, Fiscal sustainability"},"project_abstract":{"cdata":"The objective of the Development Policy Loan with a Deferred Drawdown Option Program for Romania is to support the Government of Romania's efforts to meet the fiscal sustainability goals as defined by the European Union (EU) fiscal compact. Since late, 2008, Romania has had to cope with persistent economic difficulties and financial turbulence in the EU and elsewhere. Despite the resumption of growth in 2011, Romania's economic prospects in 2012 remain weak. Although the country is currently able to raise sufficient financing on both domestic and international markets, its access to capital markets could be constrained at any point by the higher-than-usual volatility in the international markets, particularly in the EU. To address these challenges, the Government has approached the World Bank and other International Financial Institutions (IFIs) for support. Main risks stem from the economic and financial turmoil in the Euro zone, and domestic politics. The medium term recovery of the Romanian economy relies on foreign direct investment (FDI), domestic demand and export growth. A prolonged global economic slowdown and in particular delayed recovery in the EU could stall investment and depress exports. These risks are compounded by low absorption of EU structural and cohesion funds, and the need to refinance the sizeable short-term debt. Domestic political risks stem from the electoral agenda of 2012, with local and parliamentary elections scheduled for June and November, 2012, respectively. Social risks include the lingering effect of the 2010-11 fiscal austerity measures, and may increase with the anticipated economic slowdown and resulting impact on employment and wages. The Government's capacity can affect its ability to formulate, coordinate and implement policies and programs."},"country_namecode":"Romania!$!RO","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Операция в интересах развития (ОИР)</ProjectName><ProjectAbstract>Целью Программы займа на цели развития с возможностью отсроченной выборки средств для Румынии является поддержка мер, принимаемых правительством Румынии для достижения целей в отношении устойчивости бюджетно-финансовой сферы, определенных бюджетным пактом Европейского союза (ЕС). Начиная с конца 2008 года, Румыния вынуждена справляться с непрестанными экономическими трудностями и финансовыми потрясениями в ЕС и за его пределами. Несмотря на возобновление роста в 2011 году, экономические перспективы Румынии в 2012 году по-прежнему туманны. Хотя в настоящее время страна имеет возможность получать достаточное финансирование как на внутреннем, так и на международном рынках, на ее доступ к рынкам капитала может в любой момент оказать сдерживающее влияние усиление сверх обычного уровня колебаний международных рынков, особенно в ЕС. Для решения этих проблем правительство обратилось за поддержкой к Всемирному банку и другим международным финансовым учреждениям (МФУ). Основные риски связаны с экономическими и финансовыми потрясениями в еврозоне и с внутренней политикой. Среднесрочное восстановление румынской экономики зависит от прямых иностранных инвестиций (ПИИ), внутреннего спроса и увеличения экспорта. Продолжительный глобальный экономический спад, и в частности замедление восстановления в ЕС, могут привести к прекращению инвестиций и сокращению экспорта. Эти риски сопровождаются низким уровнем поглощения структурных фондов и фондов солидарности ЕС, а также необходимостью рефинансирования существенного краткосрочного долга. Внутриполитические риски связаны с предстоящими в 2012 году выборами – в июне и ноябре 2012 года должны состояться, соответственно, местные и парламентские выборы. Социальные риски включают остаточное действие мер строгой экономии бюджетных средств в 2010–2011 годах и могут возрасти в случае ожидаемого экономического спада и его воздействия на уровень занятости и уровень заработной платы. Потенциал правительства может сказаться на его способности вырабатывать, координировать и осуществлять политические меры и программы. </ProjectAbstract></Project>]]>","sector1":{"Name":"General public administration sector","Percent":34},"sector2":{"Name":"Transmission and Distribution of Electricity","Percent":33},"sector3":{"Name":"Health","Percent":33},"theme1":{"Name":"Public expenditure, financial management and procurement","Percent":22},"theme2":{"Name":"Health system performance","Percent":33},"theme3":{"Name":"State-owned enterprise restructuring and privatization","Percent":34},"theme4":{"Name":"Tax policy and administration","Percent":11},"totalcommamt":"1,333,000,000","sector":[{"Name":"General public administration sector"},{"Name":"Transmission and Distribution of Electricity"},{"Name":"Health"}],"docty":"Implementation Status and Results Report,Implementation Status and Results Report,Loan Agreement,Implementation Status and Results Report,Summary of Discussion,Program Document,Program Information Document","countrycode":"RO","sectorcode":"JA,LT,BZ","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Energy and mining","code":"LX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Public sector governance","Human development","Financial and private sector development","Public sector governance"],"ccsa_practice_code":"JOB","themecode":"28,43,67,27","combined_practice_name":"Jobs","mjthemecode":"2,8,4,2","mjtheme_namecode":[{"name":"Public sector governance","code":"2"},{"name":"Human development","code":"8"},{"name":"Financial and private sector development","code":"4"},{"name":"Public sector governance","code":"2"}],"sector_namecode":[{"name":"General public administration sector","code":"BZ"},{"name":"Transmission and Distribution of Electricity","code":"LT"},{"name":"Health","code":"JA"}],"theme_namecode":[{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Health system performance","code":"67"},{"name":"State-owned enterprise restructuring and privatization","code":"43"},{"name":"Tax policy and administration","code":"28"}],"source":"IBRD","combined_practice_code":"JOB","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":34},{"Name":"Energy and mining","Percent":33},{"Name":"Health and other social services","Percent":33}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081fcfff9_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081fcfff9_1_0","DocDate":"23-OCT-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081851bb1_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081851bb1_1_0","DocDate":"01-JAN-2013"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b08167e9c2_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08167e9c2_1_0","DocDate":"11-SEP-2012"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"0000A8056_2012062709464158","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=0000A8056_2012062709464158","DocDate":"27-JUN-2012"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333038_20120614234203","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333038_20120614234203","DocDate":"12-JUN-2012"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000333037_20120521000202","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20120521000202","DocDate":"16-MAY-2012"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000104615_20120330110204","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20120330110204","DocDate":"15-FEB-2012"}],"countryname":"Romania","ccsa_practice_name":"Jobs"}},"facets":{}}