{"rows":10,"os":"0","page":"1","total":"1","projects":{"P132510":{"id":"P132510","projectfinancialtype":"IBRD","regionname":"Africa","prodline":"PE","lendinginstr":"Development Policy Lending","lendinginstrtype":"AD","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Closed","status":"Closed","project_name":"Mauritius Second Private Sector Competitiveness DPL","board_approval_month":"March","approvalfy":"2013","boardapprovaldate":"2013-03-27T00:00:00Z","closingdate":"2014-06-30T00:00:00Z","lendprojectcost":"15,000,000","ibrdcommamt":"15,000,000","idacommamt":"0","totalamt":"15,000,000","grantamt":"0","borrower":"EET","impagency":"IIST","url":"http://www.worldbank.org/projects/P132510/mauritius-second-private-sector-competitiveness-dpl?lang=en","countryshortname":"Mauritius","teamleaderupi":"250083","prodlinetext":"IBRD/IDA","keywords":{"cdata":"access points, Access to Finance, access to financial services, access to markets, accessibility, accounting, agricultural commodities, balance sheet, bank credit, Bank financing, bank loans, Bank management, Bank policies, Bank portfolio, banking assets, banking sector, Borrower, Borrowing requirements, broadband access, broker, budget deficit, Budgeting, Business Development, Business Development Services, Business Enterprise, business enterprises, business people, capacity building, capital inflows, Central Bank, Civil Code, collateral, collateral registry, commercial Bank, commercial banks, Cooperative Entrepreneurship, Cooperatives, Corruption, credibility, credit bureau, credit increase, Credit Information, Credit Information Bureau, credit lines, credit providers, Credit Reporting, creditor, creditor rights, creditors, Credits, CURRENCY, currency mismatches, current account, current account deficit, debt consolidation, debt level, Development Bank, Development Finance, disbursement, diversification, domestic debt, Durable, e-Government, economic crisis, Economic Development, economic growth, economic reforms, economic risks, education system, emerging economies, emerging markets, employers, Empowerment, enterprise development, Enterprise Growth, Entrepreneur, equity fund, Exchange Rate, exchange rates, Expenditure, external borrowing, external debt, external shocks, facilitation, financial assets, financial crisis, financial flows, financial intermediation, Financial M"},"project_abstract":{"cdata":"The development objective of the Second Private Sector Competitiveness Development Policy Loan Project for Mauritius is to strengthen the policy and institutional environment in Mauritius to support competitiveness and enterprise development. The operation will achieve this by supporting reforms in three integrated and mutually reinforcing pillars: 1) improving enterprise growth and competitiveness; 2) improving access to finance; and 3) promoting Information and Communication Technology (ICT) usage and e-Government reforms for increased efficiency and transparency gains. This Second Private Sector Competitiveness Development Policy Loan (PSC-DPL2), in an amount of US$15 million, is the second and the last in a series of two annual programmatic operations in support of the Government's medium-term reform program that centers on competitiveness and equity as its twin pillars. The series aims at strengthening the policy and institutional environment in Mauritius to support competitiveness and enterprise development. This DPL operation will continue to focus on accelerating reforms in support of private sector competitiveness by: a) supporting the growth of new business enterprises through demand driven business development schemes (BDS) and greater access to finance; b) making business exit easier; and c) promoting ICT usage and e-Government reforms for increased efficiency and transparency gains."},"country_namecode":"Republic of Mauritius!$!MU","projectinfo":"<![CDATA[<Project><LangCode>FR</LangCode><ProjectName>Maurice – Deuxième PPD pour la compétitivité du secteur privé</ProjectName><ProjectAbstract>L’objectif de développement du deuxième projet de prêt à l’appui des politiques de développement de la compétitivité pour Maurice est le renforcement de l’environnement politique et institutionnel de Maurice pour soutenir la compétitivité et le développement des entreprises. L’opération atteindra cet objectif en soutenant les réformes dans trois piliers intégrés qui se renforcent mutuellement : 1) amélioration de la croissance et de la compétitivité des entreprises ; 2) amélioration de l’accès au financement ; et 3) promotion de l’utilisation des technologies de la communication et de l'information et des réformes des applications d’administration en ligne pour augmenter l’efficacité et la transparence. Ce deuxième prêt à l’appui des politiques de développement de la compétitivité (PSC-DPL2) d’un montant de 15 millions USD est le deuxième et dernier d’une série de deux opérations programmatiques annuelles en appui au programme de réformes à moyen terme du gouvernement qui est axé de manière égale sur la compétitivité et l’équité. La série vise à renforcer l’environnement politique et institutionnel de la Maurice pour soutenir la compétitivité et le développement des entreprises. Cette opération de prêt en appui de la politique de développement continuera à être axée sur l’accélération des réformes en appui à la compétitivité du secteur privé a) en soutenant la croissance des entreprises nouvelles grâce à des programmes de développement des affaires axé sur la demande et un meilleur accès aux financements ; b) en facilitant la fermeture des entreprises ; et c) en faisant la promotion de l’utilisation des TIC et les réformes des applications d’administration en ligne pour augmenter l’efficacité et la transparence.</ProjectAbstract></Project>]]>","sector1":{"Name":"Credit Reporting and Secured Transactions","Percent":38},"sector2":{"Name":"General information and communications sector","Percent":30},"sector3":{"Name":"SME Finance","Percent":20},"sector4":{"Name":"Banking","Percent":12},"theme1":{"Name":"Micro, Small and Medium Enterprise support","Percent":25},"theme2":{"Name":"State-owned enterprise restructuring and privatization","Percent":12},"totalcommamt":"15,000,000","sector":[{"Name":"Credit Reporting and Secured Transactions"},{"Name":"General information and communications sector"},{"Name":"SME Finance"},{"Name":"Banking"}],"docty":"Implementation Status and Results Report,Implementation Status and Results Report,Implementation Status and Results Report,Loan Agreement,Program Document,Program Information Document","countrycode":"MU","sectorcode":"FA,FH,CZ,FR","mjsector_namecode":[{"name":"Finance","code":"FX"},{"name":"Information and communications","code":"CX"},{"name":"Finance","code":"FX"},{"name":"Finance","code":"FX"}],"mjtheme":["Financial and private sector development","Financial and private sector development"],"themecode":"43,41","mjthemecode":"4,4","mjtheme_namecode":[{"name":"Financial and private sector development","code":"4"},{"name":"Financial and private sector development","code":"4"}],"sector_namecode":[{"name":"Credit Reporting and Secured Transactions","code":"FR"},{"name":"General information and communications sector","code":"CZ"},{"name":"SME Finance","code":"FH"},{"name":"Banking","code":"FA"}],"theme_namecode":[{"name":"Micro, Small and Medium Enterprise support","code":"41"},{"name":"State-owned enterprise restructuring and privatization","code":"43"}],"source":"IBRD","majorsector_percent":[{"Name":"Finance","Percent":38},{"Name":"Information and communications","Percent":30},{"Name":"Finance","Percent":20},{"Name":"Finance","Percent":12}],"projectdocs":[{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b0824eb538_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b0824eb538_1_0","DocDate":"11-JUN-2014"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b08217d8cd_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b08217d8cd_1_0","DocDate":"26-DEC-2013"},{"DocTypeDesc":"Implementation Status and Results Report (ISRR),  Vol.1","DocType":"ISRR","EntityID":"090224b081d0f9d4_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081d0f9d4_1_0","DocDate":"10-JUL-2013"},{"DocTypeDesc":"Loan Agreement (LA),  Vol.","DocType":"LA","EntityID":"090224b081ba8aa1_1_0","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=090224b081ba8aa1_1_0","DocDate":"19-APR-2013"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000350881_20130308083213","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000350881_20130308083213","DocDate":"25-FEB-2013"},{"DocTypeDesc":"Program Information Document (PGID),  Vol.1","DocType":"PGID","EntityID":"000001843_20130211092923","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000001843_20130211092923","DocDate":"18-JAN-2013"}],"countryname":"Republic of Mauritius"}},"facets":{}}