{"rows":10,"os":"0","page":"1","total":"1","projects":{"P133791":{"id":"P133791","projectfinancialtype":"IBRD","regionname":"Europe and Central Asia","prodline":"GU","envassesmentcategorycode":"U","supplementprojectflg":"N","productlinetype":"L","projectstatusdisplay":"Active","status":"Active","project_name":"FYR Macedonia Public Expenditure PBG","board_approval_month":"January","approvalfy":"2013","boardapprovaldate":"2013-01-08T00:00:00Z","lendprojectcost":"201,500,000","ibrdcommamt":"201,500,000","idacommamt":"0","totalamt":"201,500,000","grantamt":"0","borrower":"EPULI","impagency":"IIST I","url":"http://www.worldbank.org/projects/P133791/fyr-macedonia-public-expenditure-pbg?lang=en","countryshortname":"Macedonia, former Yugoslav Republic of","teamleaderupi":"226304","prodlinetext":"Guarantees","keywords":{"cdata":"access to capital, access to financing, Accounting, Accounting Standards, amortization, amount of debt, arrears, balance sheets, Bank loan, banking assets, banking sector, banking system, basis points, Beneficiaries, bond investors, bond issuance, bond issue, bonds, Borrower, borrowing costs, borrowing plan, borrowing strategy, budgeting, cadastre, Capital Adequacy, capital flows, capital formation, capital inflows, capital investment, capital investments, capital market, capital markets, cash management, Cash Transfers, Central Bank, checks, claimants, commercial bank, commercial bank loans, commercial banks, commercial loan, commercial terms, competitive bidding, contract rights, coupon, coupon rate, credibility, credit availability, credit growth, credit quality, credit rating, credit risk, credit risks, creditor, creditor rights, creditors, CURRENCY, Current Account Deficit, DEBT, debt capacity, debt issuance, debt level, debt management, debt service, Debt servicing, deficit financing, deficits, deposit, deposit insurance, depositors, deposits, disability pensions, domestic banking, domestic banks, domestic bond, Domestic Borrowing, domestic debt, domestic debt market, domestic financial market, domestic market, domestic markets, ECONOMIC DEVELOPMENTS, economic risks, Emerging market, Emerging market bond, equipment, Eurobond, Exchange Rates, EXPENDITURE, Expenditures, Export growth, External Borrowing, external debt, financial crisis, financial institutions, Financial M"},"project_abstract":{"cdata":"The development objective of the Public Expenditure Policy Based Guarantee (PEPBG) Program for The Former Yugoslav Republic of Macedonia (FYR Macedonia) is to improve the efficiency of public expenditures by strengthening public financial management practices; improving the efficiency of service provision in the health sector; and strengthening social protection and inclusion. This PEPBG states a guarantee in the amount of EUR155 million (US$201.5 million equivalent) in support of a commercial loan to the FYR Macedonia. The single tranche operation supports reforms to improve the efficiency of public expenditures and public financial management, to strengthen health systems, and to improve the targeting of social assistance and social inclusion. The PEPBG will help the FYR Macedonia access international financial markets to address an expected financing gap in 2013. In the current difficult financial environment, a partially-secured financing structure would facilitate FYR Macedonia's access to market funding at a longer tenor and under more favorable terms than would otherwise be possible. Beyond the current turmoil, the PEPBG will help FYR Macedonia preserve continued market access at reasonable terms, expand over the medium-term its name in the international financial market and help the domestic financial market to develop. The operation is part of the World Bank's additional crisis-related assistance to FYR Macedonia aimed at mitigating the impact of the renewed Euro zone turmoil."},"country_namecode":"Macedonia, former Yugoslav Republic of!$!MK","projectinfo":"<![CDATA[<Project><LangCode>RU</LangCode><ProjectName>Программы специальных гарантий в сфере государственных расходов для БЮР Македонии</ProjectName><ProjectAbstract>Цель в области развития Программы предоставления специальных гарантий в сфере государственных расходов (ПСГГР) для бывшей югославской Республики Македонии (БЮР Македонии) состоит в повышении эффективности государственных расходов за счет совершенствования практики управления государственными финансами, повышения эффективности услуг в секторе здравоохранения, а также укрепления и расширения охвата системы социальной защиты населения. ПСГГР гарантирует предоставление 155 млн. евро (201,5 млн. долл. США) в рамках коммерческого займа для БЮР Македонии. Однотраншевая операция предусматривает поддержку реформ в целях повышения эффективности государственных расходов и управления государственными финансами, укрепления систем здравоохранения и усовершенствования целевой направленности социальной поддержки и социальной интеграции. ПСГГР окажет БЮР Македонии содействие в выходе на международные финансовые рынки для покрытия дефицита финансовых ресурсов, который ожидается в 2013 году. В нынешней сложной финансовой ситуации частично обеспеченная структура финансирования может способствовать доступу БЮР Македонии к рынкам более долгосрочного финансирования на более выгодных условиях, чем это было бы возможно в ее отсутствие. Помимо проблем, связанных с текущей неблагоприятной ситуацией, ПСГГР поможет БЮР Македонии сохранить доступ к рыночным средствам на разумных условиях, повысить в среднесрочной перспективе ее репутацию на международном финансовом рынке и будет способствовать развитию национального финансового рынка. Операция осуществляется в рамках программы дополнительной помощи Всемирного банка в условиях кризиса БЮР Македонии, предназначенной для смягчения последствий возобновившихся проблем в еврозоне.</ProjectAbstract></Project>]]>","sector1":{"Name":"Central government administration","Percent":34},"sector2":{"Name":"Health","Percent":33},"sector3":{"Name":"Other social services","Percent":33},"theme1":{"Name":"Health system performance","Percent":38},"theme2":{"Name":"Public expenditure, financial management and procurement","Percent":12},"theme3":{"Name":"Social Safety Nets/Social Assistance & Social Care Services","Percent":37},"theme4":{"Name":"Debt management and fiscal sustainability","Percent":13},"totalcommamt":"201,500,000","sector":[{"Name":"Central government administration"},{"Name":"Health"},{"Name":"Other social services"}],"docty":"Implementation Completion and Results Report,Summary of Discussion,Program Document,Project Information Document,Project Information Document","countrycode":"MK","sectorcode":"JB,JA,BC","mjsector_namecode":[{"name":"Public Administration, Law, and Justice","code":"BX"},{"name":"Health and other social services","code":"JX"},{"name":"Health and other social services","code":"JX"}],"mjtheme":["Human development","Public sector governance","Social protection and risk management","Economic management"],"themecode":"21,54,27,67","mjthemecode":"8,2,6,1","mjtheme_namecode":[{"name":"Human development","code":"8"},{"name":"Public sector governance","code":"2"},{"name":"Social protection and risk management","code":"6"},{"name":"Economic management","code":"1"}],"sector_namecode":[{"name":"Central government administration","code":"BC"},{"name":"Health","code":"JA"},{"name":"Other social services","code":"JB"}],"theme_namecode":[{"name":"Health system performance","code":"67"},{"name":"Public expenditure, financial management and procurement","code":"27"},{"name":"Social Safety Nets/Social Assistance & Social Care Services","code":"54"},{"name":"Debt management and fiscal sustainability","code":"21"}],"source":"IBRD","majorsector_percent":[{"Name":"Public Administration, Law, and Justice","Percent":34},{"Name":"Health and other social services","Percent":33},{"Name":"Health and other social services","Percent":33}],"projectdocs":[{"DocTypeDesc":"Implementation Completion and Results Report (ICR),  Vol.1","DocType":"ICR","EntityID":"000442464_20140716094309","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000442464_20140716094309","DocDate":"27-MAY-2014"},{"DocTypeDesc":"Summary of Discussion (Summary of Discussion),  Vol.1","DocType":"Summary of Discussion","EntityID":"000333037_20130417110813","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000333037_20130417110813","DocDate":"08-JAN-2013"},{"DocTypeDesc":"Program Document (PGD),  Vol.1","DocType":"PGD","EntityID":"000386194_20121213003653","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000386194_20121213003653","DocDate":"05-DEC-2012"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20121114132835","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20121114132835","DocDate":"11-NOV-2012"},{"DocTypeDesc":"Project Information Document (PID),  Vol.1","DocType":"PID","EntityID":"000104615_20121019154640","DocURL":"http://www-wds.worldbank.org/servlet/WDSServlet?pcont=details&eid=000104615_20121019154640","DocDate":"09-OCT-2012"}],"countryname":"Macedonia, former Yugoslav Republic of"}},"facets":{}}