{"pdfurl": "http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2016/07/19/090224b08446f97a/1_0/Rendered/PDF/Macedonia000Policy0Based0Guarantee.pdf", "lang": "English", "volnb": "1", "display_title": [{"display_title": "Macedonia - Policy-Based\n            Guarantee Project"}], "topic": "Financial Inclusion m1327456 363,Loans and Guarantees m1326516 384,Financial Vulnerability and Risks m1327455 1245", "repnb": "106177", "docna": {"cdata!": "Macedonia - Policy-Based Guarantee Project"}, "repnme": {"cdata!": "Macedonia - Policy-Based Guarantee Project"}, "owner": "IEG Eco Mgt & Country Prog (IEGEC)", "publishtoextweb_dt": "2016-07-19T00:00:00Z", "docty": "Project Performance Assessment Report", "txturl": "http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2016/07/19/090224b08446f97a/1_0/Rendered/INDEX/Macedonia000Policy0Based0Guarantee.txt", "listing_relative_url": "/projects/documents/2016/06/26582406/macedonia-policy-based-guarantee-project", "new_url": "2016/07/26582406/macedonia-policy-based-guarantee", "entityids": {"entityid": "090224b08446f97a_1_0"}, "disclosure_type_date": "2016-07-19T00:00:00Z", "disclosure_type": "NA", "docm_id": "090224b08446f97a", "projn": "1W-Fyr Macedonia Public Expenditure Pbg\n            (P133791) -- P157216", "url_friendly_title": "http://documents.worldbank.org/curated/en/2016/07/26582406/macedonia-policy-based-guarantee", "datestored": "2016-07-19T00:00:00Z", "admreg": "The World Region,The World Region", "majdocty": "Project Documents", "available_in": "English", "disclstat": "Disclosed", "chronical_docm_id": "090224b08446f97a", "prdln": "Project Evaluations", "totvolnb": "1", "seccl": "Public", "versiontyp_key": "1309935", "count": "World", "disclosure_date": "2016-07-19T00:00:00Z", "url": "http://documents.worldbank.org/curated/en/2016/07/26582406/macedonia-policy-based-guarantee", "topicv3": "Financial Inclusion m1327456 363,Loans and Guarantees m1326516 384,Financial Vulnerability and Risks m1327455 1245", "versiontyp": "Final", "abstracts": {"cdata!": "Ratings for Policy Based Guarantee (PBG)\n            Project for Former Yugoslav Republic of Macedonia were as\n            follows: outcome was moderately satisfactory, risk to\n            development outcome was moderate, Bank performance was\n            satisfactory, and Borrower performance was satisfactory.\n            Some of the key lessons learned from the project include:\n            (1) While the direct financial benefits of PBGs to improve\n            market access and terms of external borrowing, and the\n            ability of a country to borrow more than under a traditional\n            DPO, are substantial, there are other, indirect benefits.\n            Those benefits could be usefully highlighted and explained\n            to potential future borrowers based on the early PBG\n            experience; (2) Strong and relevant design and high\n            achievement is much more likely when the operation’s design\n            is informed by considerable knowledge work, intensive and\n            longer term World Bank engagement and dialogue, and,\n            especially important, a relationship of trust between the\n            World Bank and the Borrower; (3) It is important to\n            recognize that a PBG is no free lunch. The substantial\n            financing it provides should not be used by clients to\n            postpone but to facilitate reforms and necessary\n            adjustments. Hence, a strong reform program is essential.\n            Also, while the bullet repayment feature temporarily\n            relieves repayment and fiscal pressure, it could add to\n            borrower risk of repayment in the future unless it is\n            accompanied by ex-ante provisions equal to the amount\n            required under a standard annual repayment schedule.\n            Repayment options and their pros and cons should, therefore,\n            be discussed at length with the client. Standard repayment\n            schedules should normally be preferred and bullet repayments\n            should be accompanied by a World Bank recommendation (or\n            requirement) to the Borrower to make annual provisions; (4)\n            This operation shows that the World Bank is particularly\n            effective when it promotes the regional and global public\n            good of country-to-country learning during preparation of\n            similar projects in different countries. This is especially\n            the case when testing relatively new instruments as was the\n            case with PBGs. The FYR Macedonia PBG benefitted from\n            consultations the FYR Macedonia government held with the\n            government of Serbia on the costs and benefits and technical\n            details of the operation. The World Bank took an active part\n            in these consultations and encouraged this productive\n            learning. The World Bank team itself has shown that the\n            lessons from the first PBG in the region on Serbia were\n            absorbed and integrated into the design of the FYR Macedonia\n            operation; and (5) Financial sector supervision and\n            regulation can help preserve macroeconomic and financial\n            stability in the face of substantial external shocks and\n            adverse local conditions. At a time when many a country in\n            Europe faced bankruptcy or major interventions of systemic\n            banks, FYR Macedonia’s fiscal and monetary authorities\n            managed to maintain stability by a combination of active\n            monitoring, a focus on stability, and anticipation of the\n            impact of regional shocks."}, "docdt": "2016-06-30T14:00:05Z"}